{"translationKey":"kjv","translation":"KJV","book":"1 Chronicles","bookSlug":"1-chronicles","chapters":{"11":{"11":"And this is the number4557 of the mighty men1368 whom David1732 had; Jashobeam3434, an Hachmonite2453, the chief7218 of the captains7991 7970: he lifted up5782 his spear2595 against three7969 hundred3967 slain2491 by him at one259 time6471. an Hachmonite: or, son of Hachmoni","41":"Uriah223 the Hittite2850, Zabad2066 the son1121 of Ahlai304,","45":"Jediael3043 the son1121 of Shimri8113, and Joha3109 his brother251, the Tizite8491, son: or, Shimrite","42":"Adina5721 the son1121 of Shiza7877 the Reubenite7206, a captain7218 of the Reubenites7206, and thirty7970 with him,","3":"Therefore came935 all the elders2205 of Israel3478 to the king4428 to Hebron2275; and David1732 made3772 a covenant1285 with them in Hebron2275 before6440 the LORD3068; and they anointed4886 David1732 king4428 over Israel3478, according to the word1697 of the LORD3068 by3027 Samuel8050. by: Heb. by the hand of","20":"And Abishai52 the brother251 of Joab3097, he was chief7218 of the three7969: for lifting up5782 his spear2595 against three7969 hundred3967, he slew2491 them, and had a name8034 among the three7969.","12":"And after310 him was Eleazar499 the son1121 of Dodo1734, the Ahohite266, who was one of the three7969 mighties1368.","10":"These also are the chief7218 of the mighty men1368 whom David1732 had, who strengthened2388 themselves with him in his kingdom4438, and with all Israel3478, to make him king4427, according to the word1697 of the LORD3068 concerning Israel3478. strengthened: or, held strongly with him","17":"And David1732 longed183, and said559, Oh that one would give me drink8248 of the water4325 of the well953 of Bethlehem1035, that is at the gate8179!","44":"Uzzia5814 the Ashterathite6254, Shama8091 and Jehiel3273 the sons1121 of Hothan2369 the Aroerite6200,","40":"Ira5896 the Ithrite3505, Gareb1619 the Ithrite3505,","13":"He was with David1732 at Pasdammim6450, and there the Philistines6430 were gathered together622 to battle4421, where was a parcel2513 of ground7704 full4392 of barley8184; and the people5971 fled5127 from before6440 the Philistines6430. Pasdammim: also called, Ephesdammim I.Sam.17.1.","27":"Shammoth8054 the Harorite2033, Helez2503 the Pelonite6397, Shammoth: or, Shammah Harorite: or, Harodite Pelonite: or, Paltite","30":"Maharai4121 the Netophathite5200, Heled2466 the son1121 of Baanah1196 the Netophathite5200, Heled: or, Heleb","18":"And the three7969 brake through1234 the host4264 of the Philistines6430, and drew7579 water4325 out of the well953 of Bethlehem1035, that was by the gate8179, and took5375 it, and brought935 it to David1732: but David1732 would14 not drink8354 of it, but poured it out5258 to the LORD3068,","36":"Hepher2660 the Mecherathite4382, Ahijah281 the Pelonite6397,","29":"Sibbecai5444 the Hushathite2843, Ilai5866 the Ahohite266, Sibbecai: or, Mebunnai Ilai: or, Zalmon","23":"And he slew5221 an Egyptian4713, a man376 of great stature4060, five2568 cubits520 high; and in the Egyptian\u0027s4713 hand3027 was a spear2595 like a weaver\u0027s707 beam4500; and he went down3381 to him with a staff7626, and plucked1497 the spear2595 out of the Egyptian\u0027s4713 hand3027, and slew2026 him with his own spear2595. great: Heb. measure","19":"And said559, My God430 forbid2486 it me, that I should do6213 this thing2063: shall I drink8354 the blood1818 of these men582 that have put their lives in jeopardy5315? for with the jeopardy of their lives5315 they brought935 it. Therefore he would14 not drink8354 it. These things did6213 these three7969 mightiest1368. that have: Heb. with their lives?","1":"Then all Israel3478 gathered6908 themselves to David1732 unto Hebron2275, saying559, Behold, we are thy bone6106 and thy flesh1320.","47":"Eliel447, and Obed5744, and Jasiel3300 the Mesobaite4677.","5":"And the inhabitants3427 of Jebus2982 said559 to David1732, Thou shalt not come935 hither. Nevertheless David1732 took3920 the castle4686 of Zion6726, which is the city5892 of David1732.","4":"And David1732 and all Israel3478 went3212 to Jerusalem3389, which is Jebus2982; where the Jebusites2983 were, the inhabitants3427 of the land776.","8":"And he built1129 the city5892 round about5439, even from Millo4407 round about5439: and Joab3097 repaired2421 the rest7605 of the city5892. repaired: Heb. revived","26":"Also the valiant men1368 of the armies2428 were, Asahel6214 the brother251 of Joab3097, Elhanan445 the son1121 of Dodo1734 of Bethlehem1035,","39":"Zelek6768 the Ammonite5984, Naharai5171 the Berothite1307, the armourbearer5375 3627 of Joab3097 the son1121 of Zeruiah6870,","14":"And they set3320 themselves in the midst8432 of that parcel2513, and delivered5337 it, and slew5221 the Philistines6430; and the LORD3068 saved3467 them by a great1419 deliverance8668. set: or, stood deliverance: or, salvation","37":"Hezro2695 the Carmelite3761, Naarai5293 the son1121 of Ezbai229,","22":"Benaiah1141 the son1121 of Jehoiada3077, the son1121 of a valiant2428 man376 of Kabzeel6909, who had done many7227 acts6467; he slew5221 two8147 lionlike men739 of Moab4124: also he went down3381 and slew5221 a lion738 in8432 a pit953 in a snowy7950 day3117. who had: Heb. great of deeds","28":"Ira5896 the son1121 of Ikkesh6142 the Tekoite8621, Abiezer44 the Antothite6069,","25":"Behold2009, he was honourable3513 among the thirty7970, but attained935 not to the first three7969: and David1732 set7760 him over his guard4928.","9":"So David1732 waxed3212 greater1980 and greater1419: for the LORD3068 of hosts6635 was with him. waxed: Heb. went in going and increasing","33":"Azmaveth5820 the Baharumite978, Eliahba455 the Shaalbonite8170,","15":"Now three7969 of the thirty7970 captains7218 went down3381 to the rock6697 to David1732, into the cave4631 of Adullam5725; and the host4264 of the Philistines6430 encamped2583 in the valley6010 of Rephaim7497. three: or, three captains over the thirty","34":"The sons1121 of Hashem2044 the Gizonite1493, Jonathan3129 the son1121 of Shage7681 the Hararite2043, Hashem: or, Jashen","21":"Of the three7969, he was more honourable3513 than the two8147; for he was their captain8269: howbeit he attained935 not to the first three7969.","24":"These things did6213 Benaiah1141 the son1121 of Jehoiada3077, and had the name8034 among the three7969 mighties1368.","46":"Eliel447 the Mahavite4233, and Jeribai3403, and Joshaviah3145, the sons1121 of Elnaam493, and Ithmah3495 the Moabite4125,","16":"And David1732 was then in the hold4686, and the Philistines\u00276430 garrison5333 was then at Bethlehem1035.","35":"Ahiam279 the son1121 of Sacar7940 the Hararite2043, Eliphal465 the son1121 of Ur218, Sacar: or, Sharar Eliphal: or, Eliphelet Ur: or, Ahasbai","32":"Hurai2360 of the brooks5158 of Gaash1608, Abiel22 the Arbathite6164, Hurai: or, Hiddai Abiel: or, Abialbon","7":"And David1732 dwelt3427 in the castle4679; therefore they called7121 it the city5892 of David1732. it: that is, Zion","43":"Hanan2605 the son1121 of Maachah4601, and Joshaphat3146 the Mithnite4981,","2":"And moreover in time8543 past8032, even when Saul7586 was king4428, thou wast he that leddest out3318 and broughtest in935 Israel3478: and the LORD3068 thy God430 said559 unto thee, Thou shalt feed7462 my people5971 Israel3478, and thou shalt be ruler5057 over my people1571 Israel3478. in time: Heb. both yesterday and the third day feed: or, rule","38":"Joel3100 the brother251 of Nathan5416, Mibhar4006 the son1121 of Haggeri1905, the son: or, the Haggerite","6":"And David1732 said559, Whosoever smiteth5221 the Jebusites2983 first7223 shall be chief7218 and captain8269. So Joab3097 the son1121 of Zeruiah6870 went5927 first7223 up5927, and was chief7218. chief: Heb. head","31":"Ithai863 the son1121 of Ribai7380 of Gibeah1390, that pertained to the children1121 of Benjamin1144, Benaiah1141 the Pirathonite6553,"},"3":{"16":"And the sons1121 of Jehoiakim3079: Jeconiah3204 his son1121, Zedekiah6667 his son1121. Jeconiah: also called, Jehoiachin 2kin.24.6, Zedekiah: or Coniah ier.22.24","3":"The fifth2549, Shephatiah8203 of Abital37: the sixth8345, Ithream3507 by Eglah5698 his wife802.","5":"And these were born3205 unto him in Jerusalem3389; Shimea8092, and Shobab7727, and Nathan5416, and Solomon8010, four702, of Bathshua1340 the daughter1323 of Ammiel5988: Shimea: or, Shammua 2.Sam.5.14. Bathshua: or, Bathsheba 2Sam.11.13. Ammiel: or, Eliam 2.Sam.11.3.","21":"And the sons1121 of Hananiah2608; Pelatiah6410, and Jesaiah3470: the sons1121 of Rephaiah7509, the sons1121 of Arnan770, the sons1121 of Obadiah5662, the sons1121 of Shechaniah7935.","18":"Malchiram4443 also, and Pedaiah6305, and Shenazar8137, Jecamiah3359, Hoshama1953, and Nedabiah5072.","12":"Amaziah558 his son1121, Azariah5838 his son1121, Jotham3147 his son1121, Azariah: or, Uzziah 2.king.15.30.","10":"And Solomon\u0027s8010 son1121 was Rehoboam7346, Abia29 his son1121, Asa609 his son1121, Jehoshaphat3092 his son1121, Abia: or, Abijam I.king.15.1.","2":"The third7992, Absalom53 the son1121 of Maachah4601 the daughter1323 of Talmai8526 king4428 of Geshur1650: the fourth7243, Adonijah138 the son1121 of Haggith2294:","22":"And the sons1121 of Shechaniah7935; Shemaiah8098: and the sons1121 of Shemaiah8098; Hattush2407, and Igeal3008, and Bariah1282, and Neariah5294, and Shaphat8202, six8337.","8":"And Elishama476, and Eliada450, and Eliphelet467, nine8672. Eliada: or, Beeliada IChro.14.7.","17":"And the sons1121 of Jeconiah3204; Assir617, Salathiel7597 his son1121, Salathiel: Heb. Shealtiel","11":"Joram3141 his son1121, Ahaziah274 his son1121, Joash3101 his son1121, Ahaziah: or, Azariah 2.Chr.22.6.\u0026 21.17.","1":"Now these were the sons1121 of David1732, which were born3205 unto him in Hebron2275; the firstborn1060 Amnon550, of Ahinoam293 the Jezreelitess3159; the second8145 Daniel1840, of Abigail26 the Carmelitess3762: Daniel: or, Chileab 2Sam.3.3.","9":"These were all the sons1121 of David1732, beside the sons1121 of the concubines6370, and Tamar8559 their sister269.","24":"And the sons1121 of Elioenai454 were, Hodaiah1939, and Eliashib475, and Pelaiah6411, and Akkub6126, and Johanan3110, and Dalaiah1806, and Anani6054, seven7651.","14":"Amon526 his son1121, Josiah2977 his son1121.","7":"And Nogah5052, and Nepheg5298, and Japhia3309,","15":"And the sons1121 of Josiah2977 were, the firstborn1060 Johanan3110, the second8145 Jehoiakim3079, the third7992 Zedekiah6667, the fourth7243 Shallum7967. Johanan: or, Jehochaz 2.kin.23.30. Jehoiakim: or, Eliakim 2.kin.23.34. Zedekiah: or, Mathaniah.2.kin.24.17.","20":"And Hashubah2807, and Ohel169, and Berechiah1296, and Hasadiah2619, Jushabhesed3142, five2568.","23":"And the sons1121 of Neariah5294; Elioenai454, and Hezekiah2396, and Azrikam5840, three7969. Hezekiah: Heb. Hiskijah","6":"Ibhar2984 also, and Elishama476, and Eliphelet467, Elishama: or, Elishua 2Sa.5.15.","4":"These six8337 were born3205 unto him in Hebron2275; and there he reigned4427 seven7651 years8141 and six8337 months2320: and in Jerusalem3389 he reigned4427 thirty7970 and three7969 years8141.","19":"And the sons1121 of Pedaiah6305 were, Zerubbabel2216, and Shimei8096: and the sons1121 of Zerubbabel2216; Meshullam4918, and Hananiah2608, and Shelomith8019 their sister269:","13":"Ahaz271 his son1121, Hezekiah2396 his son1121, Manasseh4519 his son1121,"},"20":{"7":"But when he defied2778 Israel3478, Jonathan3083 the son1121 of Shimea8092 David\u0027s1732 brother251 slew5221 him. defied: or, reproached Shimea: called Shammah","3":"And he brought out3318 the people5971 that were in it, and cut7787 them with saws4050, and with harrows2757 of iron1270, and with axes4050. Even so dealt6213 David1732 with all the cities5892 of the children1121 of Ammon5983. And David1732 and all the people5971 returned7725 to Jerusalem3389.","2":"And David1732 took3947 the crown5850 of their king4428 from off his head7218, and found4672 it to weigh4948 a talent3603 of gold2091, and there were precious3368 stones68 in it; and it was set upon David\u0027s1732 head7218: and he brought3318 also exceeding3966 much7235 spoil7998 out of the city5892. to weigh: Heb. the weight of","1":"And it came to pass, that after6256 the year8141 was expired8666, at the time6256 that kings4428 go out3318 to battle, Joab3097 led forth5090 the power2428 of the army6635, and wasted7843 the country776 of the children1121 of Ammon5983, and came935 and besieged6696 Rabbah7237. But David1732 tarried3427 at Jerusalem3389. And Joab3097 smote5221 Rabbah7237, and destroyed2040 it. after: Heb. at the return of the year","4":"And it came to pass after this310, that there arose5975 war4421 at Gezer1507 with the Philistines6430; at which time227 Sibbechai5444 the Hushathite2843 slew5221 Sippai5598, that was of the children3211 of the giant7497: and they were subdued3665. arose: or, continued: Heb. stood Gezer: or, Gob the giant: or, Rapha","6":"And yet again there was war4421 at Gath1661, where was a man376 of great stature4060, whose fingers676 and toes676 were four702 and twenty6242, six8337 on each hand, and six8337 on each foot: and he also was the son3205 of the giant7497. great: Heb. a man of measure the son: Heb. born to the giants, or, Rapha","5":"And there was war4421 again with the Philistines6430; and Elhanan445 the son1121 of Jair3265 slew5221 Lahmi3902 the brother251 of Goliath1555 the Gittite1663, whose spear2595 staff6086 was like a weaver\u0027s707 beam4500. Jair: called also, Iaare-ore-gim.2.Sam.21.19","8":"These411 were born3205 unto the giant7497 in Gath1661; and they fell5307 by the hand3027 of David1732, and by the hand3027 of his servants5650."},"12":{"11":"Attai6262 the sixth8345, Eliel447 the seventh7637,","3":"The chief7218 was Ahiezer295, then Joash3101, the sons1121 of Shemaah8094 the Gibeathite1395; and Jeziel3149, and Pelet6404, the sons1121 of Azmaveth5820; and Berachah1294, and Jehu3058 the Antothite6069, Shemaah: or, Hasmaah","20":"As he went3212 to Ziklag6860, there fell5307 to him of Manasseh4519, Adnah5734, and Jozabad3107, and Jediael3043, and Michael4317, and Jozabad3107, and Elihu453, and Zilthai6769, captains7218 of the thousands505 that were of Manasseh4519.","12":"Johanan3110 the eighth8066, Elzabad443 the ninth8671,","10":"Mishmannah4925 the fourth7243, Jeremiah3414 the fifth2549,","17":"And David1732 went out3318 to meet6440 them, and answered6030 and said559 unto them, If ye be come935 peaceably7965 unto me to help5826 me, mine heart3824 shall be knit3162 unto you: but if ye be come to betray7411 me to mine enemies6862, seeing there is no3808 wrong2555 in mine hands3709, the God430 of our fathers1 look7200 thereon, and rebuke3198 it. to meet: Heb. before them be knit: Heb. be one wrong: or, violence","40":"Moreover they that were nigh7138 them, even unto Issachar3485 and Zebulun2074 and Naphtali5321, brought935 bread3899 on asses2543, and on camels1581, and on mules6505, and on oxen1241, and meat3978, meal7058, cakes1690 of figs, and bunches of raisins6778, and wine3196, and oil8081, and oxen1241, and sheep6629 abundantly7230: for there was joy8057 in Israel3478. meat: or, victual of meal","13":"Jeremiah3414 the tenth6224, Machbanai4344 the eleventh6249 6240.","27":"And Jehoiada3077 was the leader5057 of the Aaronites175, and with him were three7969 thousand505 and seven7651 hundred3967;","30":"And of the children1121 of Ephraim669 twenty6242 thousand505 and eight8083 hundred3967, mighty1368 men582 of valour2428, famous8034 throughout the house1004 of their fathers1. famous: Heb. men of names","18":"Then the spirit7307 came3847 upon Amasai6022, who was chief7218 of the captains7970 7991, and he said, Thine are we, David1732, and on thy side, thou son1121 of Jesse3448: peace7965, peace7965 be unto thee, and peace7965 be to thine helpers5826; for thy God430 helpeth5826 thee. Then David1732 received6901 them, and made5414 them captains7218 of the band1416. came: Heb. clothed","36":"And of Asher836, such as went forth3318 to battle6635, expert6186 in war4421, forty705 thousand505. expert: or, keeping their rank","29":"And of the children1121 of Benjamin1144, the kindred251 of Saul7586, three7969 thousand505: for hitherto the greatest4768 part of them had kept8104 the ward4931 of the house1004 of Saul7586. kindred: Heb. brethren the greatest: Heb. a multitude of them","23":"And these are the numbers4557 of the bands7218 that were ready armed2502 to the war6635, and came935 to David1732 to Hebron2275, to turn5437 the kingdom4438 of Saul7586 to him, according to the word6310 of the LORD3068. bands: or, captains, or, men: Heb. heads","19":"And there fell5307 some of Manasseh4519 to David1732, when he came935 with the Philistines6430 against Saul7586 to battle4421: but they helped5826 them not: for the lords5633 of the Philistines6430 upon advisement6098 sent7971 him away, saying559, He will fall5307 to his master113 Saul7586 to the jeopardy of our heads7218. to the: Heb. on our heads","1":"Now these are they that came935 to David1732 to Ziklag6860, while he yet kept himself close6113 because6440 of Saul7586 the son1121 of Kish7027: and they were among the mighty men1368, helpers5826 of the war4421. while: Heb. being yet shut up","5":"Eluzai498, and Jerimoth3406, and Bealiah1183, and Shemariah8114, and Shephatiah8203 the Haruphite2741,","4":"And Ismaiah3460 the Gibeonite1393, a mighty man1368 among the thirty7970, and over the thirty7970; and Jeremiah3414, and Jahaziel3166, and Johanan3110, and Josabad3107 the Gederathite1452,","8":"And of the Gadites1425 there separated914 themselves unto David1732 into the hold4679 to the wilderness4057 men1368 of might2428, and men582 of war6635 fit for the battle4421, that could handle6186 shield6793 and buckler7420, whose faces6440 were like the faces6440 of lions738, and were as swift4116 as the roes6643 upon the mountains2022; of war: Heb. of the host as swift: Heb. as the roes upon the mountains to make haste","26":"Of the children1121 of Levi3878 four702 thousand505 and six8337 hundred3967.","39":"And there they were with David1732 three7969 days3117, eating398 and drinking8354: for their brethren251 had prepared3559 for them.","14":"These were of the sons1121 of Gad1410, captains7218 of the host6635: one259 of the least6996 was over an hundred3967, and the greatest1419 over a thousand505. one: or, one that was least could resist an hundred, and the greatest a thousand","37":"And on the other side5676 of Jordan3383, of the Reubenites7206, and the Gadites1425, and of the half2677 tribe7626 of Manasseh4519, with all manner of instruments3627 of war6635 for the battle4421, an hundred3967 and twenty6242 thousand505.","22":"For at that time6256 day3117 by day3117 there came935 to David1732 to help5826 him, until it was a great1419 host4264, like the host4264 of God430.","28":"And Zadok6659, a young man5288 mighty1368 of valour2428, and of his father\u0027s1 house1004 twenty6242 and two8147 captains8269.","25":"Of the children1121 of Simeon8095, mighty men1368 of valour2428 for the war6635, seven7651 thousand505 and one hundred3967.","9":"Ezer5829 the first7218, Obadiah5662 the second8145, Eliab446 the third7992,","33":"Of Zebulun2074, such as went forth3318 to battle6635, expert6186 in war4421, with all instruments3627 of war4421, fifty2572 thousand505, which could keep rank5737: they were not of double3820 heart3820. expert: or, rangers of battle, or, ranged in battle keep: or, set the battle in array not: Heb. without a heart and a heart","15":"These are they that went over5674 Jordan3383 in the first7223 month2320, when it had overflown4390 all his banks1415 1428; and they put to flight1272 all them of the valleys6010, both toward the east4217, and toward the west4628. overflown: Heb. filled over","34":"And of Naphtali5321 a thousand505 captains8269, and with them with shield6793 and spear2595 thirty7970 and seven7651 thousand505.","21":"And they helped5826 David1732 against the band1416 of the rovers: for they were all mighty men1368 of valour2428, and were captains8269 in the host6635. against: or, with a band","24":"The children1121 of Judah3063 that bare5375 shield6793 and spear7420 were six8337 thousand505 and eight8083 hundred3967, ready armed2502 to the war6635. armed: or, prepared","16":"And there came935 of the children1121 of Benjamin1144 and Judah3063 to the hold4679 unto David1732.","35":"And of the Danites1839 expert6186 in war4421 twenty6242 and eight8083 thousand505 and six8337 hundred3967.","32":"And of the children1121 of Issachar3485, which were men that had understanding998 3045 of the times6256, to know3045 what Israel3478 ought to do6213; the heads7218 of them were two hundred3967; and all their brethren251 were at their commandment6310.","7":"And Joelah3132, and Zebadiah2069, the sons1121 of Jeroham3395 of Gedor1446.","2":"They were armed5401 with bows7198, and could use both the right hand3231 and the left8041 in hurling stones68 and shooting arrows2671 out of a bow7198, even of Saul\u0027s7586 brethren251 of Benjamin1144.","38":"All these men582 of war4421, that could keep5737 rank4634, came935 with a perfect8003 heart3820 to Hebron2275, to make David1732 king4427 over all Israel3478: and all the rest7611 also of Israel3478 were of one259 heart3824 to make David1732 king4427.","6":"Elkanah511, and Jesiah3449, and Azareel5832, and Joezer3134, and Jashobeam3434, the Korhites7145,","31":"And of the half2677 tribe4294 of Manasseh4519 eighteen8083 6240 thousand505, which were expressed5344 by name8034, to come935 and make David1732 king4427."},"10":{"3":"And the battle4421 went sore3513 against Saul7586, and the archers3384 7198 hit4672 him, and he was wounded2342 of the archers3384. and the archers: Heb. and the shooters with bows hit: Heb. found","5":"And when his armourbearer5375 3627 saw7200 that Saul7586 was dead4191, he fell5307 likewise on the sword2719, and died4191.","12":"They arose6965, all the valiant2428 men376, and took away5375 the body1480 of Saul7586, and the bodies1480 of his sons1121, and brought935 them to Jabesh3003, and buried6912 their bones6106 under the oak424 in Jabesh3003, and fasted6684 seven7651 days3117.","10":"And they put7760 his armour3627 in the house1004 of their gods430, and fastened8628 his head1538 in the temple1004 of Dagon1712.","2":"And the Philistines6430 followed hard1692 after310 Saul7586, and after310 his sons1121; and the Philistines6430 slew5221 Jonathan3129, and Abinadab41, and Malchishua4444, the sons1121 of Saul7586. Abinadab: also called, Ishui.I.Sam.14.49.","8":"And it came to pass on the morrow4283, when the Philistines6430 came935 to strip6584 the slain2491, that they found4672 Saul7586 and his sons1121 fallen5307 in mount2022 Gilboa1533.","11":"And when all Jabeshgilead3003 1568 heard8085 all that the Philistines6430 had done6213 to Saul7586,","1":"Now the Philistines6430 fought3898 against Israel3478; and the men376 of Israel3478 fled5127 from before6440 the Philistines6430, and fell down5307 slain2491 in mount2022 Gilboa1533. slain: or, wounded","9":"And when they had stripped6584 him, they took5375 his head7218, and his armour3627, and sent7971 into the land776 of the Philistines6430 round about5439, to carry tidings1319 unto their idols6091, and to the people5971.","14":"And enquired1875 not of the LORD3068: therefore he slew4191 him, and turned5437 the kingdom4410 unto David1732 the son1121 of Jesse3448. Jesse: Heb. Isai","7":"And when all the men376 of Israel3478 that were in the valley6010 saw7200 that they fled5127, and that Saul7586 and his sons1121 were dead4191, then they forsook5800 their cities5892, and fled5127: and the Philistines6430 came935 and dwelt3427 in them.","6":"So Saul7586 died4191, and his three7969 sons1121, and all his house1004 died4191 together3162.","4":"Then said559 Saul7586 to his armourbearer5375 3627, Draw8025 thy sword2719, and thrust1856 me through therewith; lest these uncircumcised6189 come935 and abuse5953 me. But his armourbearer5375 3627 would14 not; for he was sore3966 afraid3372. So Saul7586 took3947 a sword2719, and fell5307 upon it. abuse me: or, mock me","13":"So Saul7586 died4191 for his transgression4604 which he committed4603 against the LORD3068, even against the word1697 of the LORD3068, which he kept8104 not, and also for asking7592 counsel of one that had a familiar spirit178, to enquire1875 of it; committed: Heb. transgressed"},"17":{"11":"And it shall come to pass, when thy days3117 be expired4390 that thou must go3212 to be with thy fathers1, that I will raise up6965 thy seed2233 after310 thee, which shall be of thy sons1121; and I will establish3559 his kingdom4438.","3":"And it came to pass the same night3915, that the word1697 of God430 came to Nathan5416, saying559,","20":"O LORD3068, there is none like thee, neither is there any God430 beside2108 thee, according to all that we have heard8085 with our ears241.","12":"He shall build1129 me an house1004, and I will stablish3559 his throne3678 for5704 ever5769.","10":"And since the time3117 that I commanded6680 judges8199 to be over my people5971 Israel3478. Moreover I will subdue3665 all thine enemies341. Furthermore I tell5046 thee that the LORD3068 will build1129 thee an house1004.","17":"And yet this was a small thing6994 in thine eyes5869, O God430; for thou hast also spoken1696 of thy servant\u0027s5650 house1004 for a great while to come7350, and hast regarded7200 me according to the estate8448 of a man120 of high degree4609, O LORD3068 God430.","13":"I will be his father1, and he shall be my son1121: and I will not take5493 my mercy2617 away5493 from him, as I took5493 it from him that was before6440 thee:","27":"Now therefore let it please2974 thee to bless1288 the house1004 of thy servant5650, that it may be before6440 thee for ever5769: for thou blessest1288, O LORD3068, and it shall be blessed1288 for ever5769. let: or, it hath pleased thee","18":"What can3254 David1732 speak more3254 to thee for the honour3519 of thy servant5650? for thou knowest3045 thy servant5650.","23":"Therefore now, LORD3068, let the thing1697 that thou hast spoken1696 concerning thy servant5650 and concerning his house1004 be established539 for5704 ever5769, and do6213 as thou hast said1696.","19":"O LORD3068, for thy servant\u0027s5650 sake, and according to thine own heart3820, hast thou done6213 all this greatness1420, in making known3045 all these great things1420. great: Heb. greatnesses","1":"Now it came to pass, as David1732 sat3427 in his house1004, that David1732 said559 to Nathan5416 the prophet5030, Lo, I dwell3427 in an house1004 of cedars730, but the ark727 of the covenant1285 of the LORD3068 remaineth under curtains3407.","5":"For I have not dwelt in3427 an house1004 since the day3117 that I brought up5927 Israel3478 unto this day3117; but have gone from tent168 to tent168, and from one tabernacle4908 to another. have gone: Heb. have been","4":"Go3212 and tell559 David1732 my servant5650, Thus saith559 the LORD3068, Thou shalt not build1129 me an house1004 to dwell in3427:","8":"And I have been with thee whithersoever thou hast walked1980, and have cut off3772 all thine enemies341 from before6440 thee, and have made6213 thee a name8034 like the name8034 of the great men1419 that are in the earth776.","26":"And now, LORD3068, thou art God430, and hast promised1696 this goodness2896 unto thy servant5650:","14":"But I will settle5975 him in mine house1004 and in my kingdom4438 for ever5769: and his throne3678 shall be established3559 for5704 evermore5769.","22":"For thy people5971 Israel3478 didst thou make5414 thine own people5971 for5704 ever5769; and thou, LORD3068, becamest their God430.","25":"For thou, O my God430, hast told1540 241 thy servant5650 that thou wilt build1129 him an house1004: therefore thy servant5650 hath found4672 in his heart to pray6419 before6440 thee. hast: Heb. hast revealed the ear of thy servant","9":"Also I will ordain7760 a place4725 for my people5971 Israel3478, and will plant5193 them, and they shall dwell7931 in their place, and shall be moved7264 no more; neither shall the children1121 of wickedness5766 waste1086 them any more3254, as at the beginning7223,","15":"According to all these words1697, and according to all this vision2377, so did Nathan5416 speak1696 unto David1732.","21":"And what one259 nation1471 in the earth776 is like thy people5971 Israel3478, whom God430 went1980 to redeem6299 to be his own people5971, to make7760 thee a name8034 of greatness1420 and terribleness3372, by driving out1644 nations1471 from before6440 thy people5971, whom thou hast redeemed6299 out of Egypt4714?","24":"Let it even be established539, that thy name8034 may be magnified1431 for5704 ever5769, saying559, The LORD3068 of hosts6635 is the God430 of Israel3478, even a God430 to Israel3478: and let the house1004 of David1732 thy servant5650 be established3559 before6440 thee.","16":"And David1732 the king4428 came935 and sat3427 before6440 the LORD3068, and said559, Who am I, O LORD3068 God430, and what is mine house1004, that thou hast brought935 me hitherto1988?","7":"Now therefore thus shalt thou say559 unto my servant5650 David1732, Thus saith559 the LORD3068 of hosts6635, I took3947 thee from the sheepcote5116, even from following310 the sheep6629, that thou shouldest be ruler5057 over my people5971 Israel3478: from following: Heb. from after","2":"Then Nathan5416 said559 unto David1732, Do6213 all that is in thine heart3824; for God430 is with thee.","6":"Wheresoever I have walked1980 with all Israel3478, spake1696 I a word1697 to any259 of the judges8199 of Israel3478, whom I commanded6680 to feed7462 my people5971, saying559, Why have ye not built1129 me an house1004 of cedars730?"},"13":{"3":"And let us bring again5437 the ark727 of our God430 to us: for we enquired1875 not at it in the days3117 of Saul7586. bring: Heb. bring about","5":"So David1732 gathered6950 all Israel3478 together6950, from Shihor7883 of Egypt4714 even unto the entering935 of Hemath2574, to bring935 the ark727 of God430 from Kirjathjearim7157.","12":"And David1732 was afraid3372 of God430 that day3117, saying559, How1963 shall I bring935 the ark727 of God430 home to me?","10":"And the anger639 of the LORD3068 was kindled2734 against Uzza5798, and he smote5221 him, because he put7971 his hand3027 to the ark727: and there he died4191 before6440 God430.","2":"And David1732 said559 unto all the congregation6951 of Israel3478, If it seem good2895 unto you, and that it be of the LORD3068 our God430, let us send7971 abroad6555 unto our brethren251 every where, that are left7604 in all the land776 of Israel3478, and with them also to the priests3548 and Levites3881 which are in their cities5892 and suburbs4054, that they may gather6908 themselves unto us: send: Heb. break forth and send in their: Heb. in the cities of their suburbs","8":"And David1732 and all Israel3478 played7832 before6440 God430 with all their might5797, and with singing7892, and with harps3658, and with psalteries5035, and with timbrels8596, and with cymbals4700, and with trumpets2689. singing: Heb. songs","11":"And David1732 was displeased2734, because the LORD3068 had made6555 a breach6556 upon Uzza5798: wherefore that place4725 is called7121 Perezuzza6560 to this day3117. Perezuzza: that is, The breach of Uzza","1":"And David1732 consulted3289 with the captains8269 of thousands505 and hundreds3967, and with every leader5057.","9":"And when they came935 unto the threshingfloor1637 of Chidon3592, Uzza5798 put forth7971 his hand3027 to hold270 the ark727; for the oxen1241 stumbled8058. Chidon: also called Nachon, 2.Sam.6.6. stumbled: or, shook it","14":"And the ark727 of God430 remained3427 with the family1004 of Obededom5654 in his house1004 three7969 months2320. And the LORD3068 blessed1288 the house1004 of Obededom5654, and all that he had.","7":"And they carried7392 the ark727 of God430 in a new2319 cart5699 out of the house1004 of Abinadab41: and Uzza5798 and Ahio283 drave5090 the cart5699. carried: Heb. made the ark to ride","6":"And David1732 went up5927, and all Israel3478, to Baalah1173, that is, to Kirjathjearim7157, which belonged to Judah3063, to bring up5927 thence the ark727 of God430 the LORD3068, that dwelleth3427 between the cherubims3742, whose name8034 is called7121 on it.","4":"And all the congregation6951 said559 that they would do so6213: for the thing1697 was right3474 in the eyes5869 of all the people5971.","13":"So David1732 brought5493 not the ark727 home to himself to the city5892 of David1732, but carried it aside5186 into the house1004 of Obededom5654 the Gittite1663. brought: Heb. removed"},"27":{"11":"The eighth8066 captain for the eighth8066 month2320 was Sibbecai5444 the Hushathite2843, of the Zarhites2227: and in his course4256 were twenty6242 and four702 thousand505.","3":"Of the children1121 of Perez6557 was the chief7218 of all the captains8269 of the host6635 for the first7223 month2320.","20":"Of the children1121 of Ephraim669, Hoshea1954 the son1121 of Azaziah5812: of the half2677 tribe7626 of Manasseh4519, Joel3100 the son1121 of Pedaiah6305:","12":"The ninth8671 captain for the ninth8671 month2320 was Abiezer44 the Anetothite6069, of the Benjamites1145: and in his course4256 were twenty6242 and four702 thousand505.","10":"The seventh7637 captain for the seventh7637 month2320 was Helez2503 the Pelonite6397, of the children1121 of Ephraim669: and in his course4256 were twenty6242 and four702 thousand505.","17":"Of the Levites3881, Hashabiah2811 the son1121 of Kemuel7055: of the Aaronites175, Zadok6659:","13":"The tenth6224 captain for the tenth6224 month2320 was Maharai4121 the Netophathite5200, of the Zarhites2227: and in his course4256 were twenty6242 and four702 thousand505.","27":"And over the vineyards3754 was Shimei8096 the Ramathite7435: over the increase of the vineyards3754 for the wine3196 cellars214 was Zabdi2067 the Shiphmite8225: over the increase: Heb. over that which was of the vineyards","30":"Over the camels1581 also was Obil179 the Ishmaelite3459: and over the asses860 was Jehdeiah3165 the Meronothite4824:","18":"Of Judah3063, Elihu453, one of the brethren251 of David1732: of Issachar3485, Omri6018 the son1121 of Michael4317:","29":"And over the herds1241 that fed7462 in Sharon8289 was Shitrai7861 the Sharonite8290: and over the herds1241 that were in the valleys6010 was Shaphat8202 the son1121 of Adlai5724:","23":"But David1732 took5375 not the number4557 of them from twenty6242 years8141 old1121 and under4295: because the LORD3068 had said559 he would increase7235 Israel3478 like to the stars3556 of the heavens8064.","19":"Of Zebulun2074, Ishmaiah3460 the son1121 of Obadiah5662: of Naphtali5321, Jerimoth3406 the son1121 of Azriel5837:","1":"Now the children1121 of Israel3478 after their number4557, to wit, the chief7218 fathers1 and captains8269 of thousands505 and hundreds3967, and their officers7860 that served8334 the king4428 in any matter1697 of the courses4256, which came in935 and went out3318 month2320 by month2320 throughout all the months2320 of the year8141, of every259 course4256 were twenty6242 and four702 thousand505.","5":"The third7992 captain8269 of the host6635 for the third7992 month2320 was Benaiah1141 the son1121 of Jehoiada3077, a chief7218 priest3548: and in his course4256 were twenty6242 and four702 thousand505. chief: or, principal officer","4":"And over the course4256 of the second8145 month2320 was Dodai1737 an Ahohite266, and of his course4256 was Mikloth4732 also the ruler5057: in his course4256 likewise were twenty6242 and four702 thousand505. Dodai: or, Dodo, 2.Sam.23.9.","8":"The fifth2549 captain8269 for the fifth2549 month2320 was Shamhuth8049 the Izrahite3155: and in his course4256 were twenty6242 and four702 thousand505.","26":"And over them that did6213 the work4399 of the field7704 for tillage5656 of the ground127 was Ezri5836 the son1121 of Chelub3620:","14":"The eleventh6249 6240 captain for the eleventh6249 6240 month2320 was Benaiah1141 the Pirathonite6553, of the children1121 of Ephraim669: and in his course4256 were twenty6242 and four702 thousand505.","22":"Of Dan1835, Azareel5832 the son1121 of Jeroham3395. These were the princes8269 of the tribes7626 of Israel3478.","28":"And over the olive trees2132 and the sycomore trees8256 that were in the low plains8219 was Baalhanan1177 the Gederite1451: and over the cellars214 of oil8081 was Joash3135:","25":"And over the king\u0027s4428 treasures214 was Azmaveth5820 the son1121 of Adiel5717: and over the storehouses214 in the fields7704, in the cities5892, and in the villages3723, and in the castles4026, was Jehonathan3083 the son1121 of Uzziah5818:","9":"The sixth8345 captain for the sixth8345 month2320 was Ira5896 the son1121 of Ikkesh6142 the Tekoite8621: and in his course4256 were twenty6242 and four702 thousand505.","33":"And Ahithophel302 was the king\u0027s4428 counsellor3289: and Hushai2365 the Archite757 was the king\u0027s4428 companion7453:","15":"The twelfth8147 6240 captain for the twelfth8147 6240 month2320 was Heldai2469 the Netophathite5200, of Othniel6274: and in his course4256 were twenty6242 and four702 thousand505. Heldai: or, Heled, Chap.11.30.","34":"And after310 Ahithophel302 was Jehoiada3077 the son1121 of Benaiah1141, and Abiathar54: and the general8269 of the king\u0027s4428 army6635 was Joab3097.","21":"Of the half2677 tribe of Manasseh4519 in Gilead1568, Iddo3035 the son1121 of Zechariah2148: of Benjamin1144, Jaasiel3300 the son1121 of Abner74:","24":"Joab3097 the son1121 of Zeruiah6870 began2490 to number4487, but he finished3615 not, because there fell wrath7110 for it2063 against Israel3478; neither was the number4557 put5927 in the account4557 of the chronicles1697 3117 of king4428 David1732. was: Heb. ascended","16":"Furthermore over the tribes7626 of Israel3478: the ruler5057 of the Reubenites7206 was Eliezer461 the son1121 of Zichri2147: of the Simeonites8099, Shephatiah8203 the son1121 of Maachah4601:","32":"Also Jonathan3083 David\u0027s1732 uncle1730 was a counsellor3289, a wise995 man376, and a scribe5608: and Jehiel3171 the son1121 of Hachmoni2453 was with the king\u0027s4428 sons1121: scribe: or, secretary son: or, Hachmonite","7":"The fourth7243 captain for the fourth7243 month2320 was Asahel6214 the brother251 of Joab3097, and Zebadiah2069 his son1121 after310 him: and in his course4256 were twenty6242 and four702 thousand505.","2":"Over the first7223 course4256 for the first7223 month2320 was Jashobeam3434 the son1121 of Zabdiel2068: and in his course4256 were twenty6242 and four702 thousand505.","6":"This is that Benaiah1141, who was mighty1368 among the thirty7970, and above the thirty7970: and in his course4256 was Ammizabad5990 his son1121.","31":"And over the flocks6629 was Jaziz3151 the Hagerite1905. All these were the rulers8269 of the substance7399 which was king4428 David\u0027s1732."},"18":{"16":"And Zadok6659 the son1121 of Ahitub285, and Abimelech40 the son1121 of Abiathar54, were the priests3548; and Shavsha7798 was scribe5608; Abimelech: called Ahimelech Sam. Shavsha: called Seraiah in Sam. and Shisha, I.King.4.2.","3":"And David1732 smote5221 Hadarezer1928 king4428 of Zobah6678 unto Hamath2574, as he went3212 to stablish5324 his dominion3027 by the river5104 Euphrates6578. Hadarezer: or, Hadadezer","5":"And when the Syrians758 of Damascus1834 came935 to help5826 Hadarezer1928 king4428 of Zobah6678, David1732 slew5221 of the Syrians758 two8147 and twenty6242 thousand505 men376. Damascus: Heb. Darmesek","12":"Moreover Abishai52 the son1121 of Zeruiah6870 slew5221 of the Edomites123 in the valley1516 of salt4417 eighteen8083 6240 thousand505. Abishai: Heb. Abshai","10":"He sent7971 Hadoram1913 his son1121 to king4428 David1732, to enquire7592 of his welfare7965, and to congratulate1288 him, because he had fought3898 against Hadarezer1928, and smitten5221 him; (for Hadarezer1928 had war376 4421 with Tou8583;) and with him all manner of vessels3627 of gold2091 and silver3701 and brass5178. Hadoram: also called, Joram to enquire: or, to salute to congratulate: Heb. to bless had war: Heb. was the man of wars","2":"And he smote5221 Moab4124; and the Moabites4124 became David\u0027s1732 servants5650, and brought5375 gifts4503.","8":"Likewise from Tibhath2880, and from Chun3560, cities5892 of Hadarezer1928, brought3947 David1732 very3966 much7227 brass5178, wherewith Solomon8010 made6213 the brasen5178 sea3220, and the pillars5982, and the vessels3627 of brass5178. Tibhath: called in the book of Samuel Betah, and Berothai","17":"And Benaiah1141 the son1121 of Jehoiada3077 was over the Cherethites3774 and the Pelethites6432; and the sons1121 of David1732 were chief7223 about3027 the king4428. about: Heb. at the hand of the king","11":"Them also king4428 David1732 dedicated6942 unto the LORD3068, with the silver3701 and the gold2091 that he brought5375 from all these nations1471; from Edom123, and from Moab4124, and from the children1121 of Ammon5983, and from the Philistines6430, and from Amalek6002.","1":"Now after this310 it came to pass, that David1732 smote5221 the Philistines6430, and subdued3665 them, and took3947 Gath1661 and her towns1323 out of the hand3027 of the Philistines6430.","9":"Now when Tou8583 king4428 of Hamath2574 heard8085 how David1732 had smitten5221 all the host2428 of Hadarezer1928 king4428 of Zobah6678; Tou: also called, Toi","14":"So David1732 reigned4427 over all Israel3478, and executed6213 judgment4941 and justice6666 among all his people5971.","7":"And David1732 took3947 the shields7982 of gold2091 that were on the servants5650 of Hadarezer1928, and brought935 them to Jerusalem3389.","15":"And Joab3097 the son1121 of Zeruiah6870 was over the host6635; and Jehoshaphat3092 the son1121 of Ahilud286, recorder2142. recorder: or, remembrancer","6":"Then David1732 put7760 garrisons in Syriadamascus758 1834; and the Syrians758 became David\u0027s1732 servants5650, and brought5375 gifts4503. Thus the LORD3068 preserved3467 David1732 whithersoever he went1980.","4":"And David1732 took3920 from him a thousand505 chariots7393, and seven7651 thousand505 horsemen6571, and twenty6242 thousand505 footmen376 7273: David1732 also houghed6131 all the chariot7393 horses, but reserved3498 of them an hundred3967 chariots7393. seven: or, seven hundred","13":"And he put7760 garrisons5333 in Edom123; and all the Edomites123 became David\u0027s1732 servants5650. Thus the LORD3068 preserved3467 David1732 whithersoever he went1980."},"29":{"11":"Thine, O LORD3068, is the greatness1420, and the power1369, and the glory8597, and the victory5331, and the majesty1935: for all that is in the heaven8064 and in the earth776 is thine; thine is the kingdom4467, O LORD3068, and thou art exalted4984 as head7218 above all.","3":"Moreover, because I have set my affection7521 to the house1004 of my God430, I have3426 of mine own proper good5459, of gold2091 and silver3701, which I have given5414 to the house1004 of my God430, over and above4605 all that I have prepared3559 for the holy6944 house1004,","20":"And David1732 said559 to all the congregation6951, Now bless1288 the LORD3068 your God430. And all the congregation6951 blessed1288 the LORD3068 God430 of their fathers1, and bowed down their heads6915, and worshipped7812 the LORD3068, and the king4428.","12":"Both riches6239 and honour3519 come of thee6440, and thou reignest4910 over all; and in thine hand3027 is power3581 and might1369; and in thine hand3027 it is to make great1431, and to give strength2388 unto all.","10":"Wherefore David1732 blessed1288 the LORD3068 before5869 all the congregation6951: and David1732 said559, Blessed1288 be thou, LORD3068 God430 of Israel3478 our father1, for5704 ever5769 and ever5769.","17":"I know3045 also, my God430, that thou triest974 the heart3824, and hast pleasure7521 in uprightness3476. As for me, in the uprightness4339 of mine heart3824 I have willingly offered5068 all these things: and now have I seen7200 with joy8057 thy people5971, which are present4672 here, to offer willingly5068 unto thee. present: Heb. found","13":"Now therefore, our God430, we thank3034 thee, and praise1984 thy glorious8597 name8034.","27":"And the time3117 that he reigned4427 over Israel3478 was forty705 years8141; seven7651 years8141 reigned4427 he in Hebron2275, and thirty7970 and three7969 years reigned4427 he in Jerusalem3389.","30":"With all his reign4438 and his might1369, and the times6256 that went over5674 him, and over Israel3478, and over all the kingdoms4467 of the countries776.","18":"O LORD3068 God430 of Abraham85, Isaac3327, and of Israel3478, our fathers1, keep8104 this for ever5769 in the imagination3336 of the thoughts4284 of the heart3824 of thy people5971, and prepare3559 their heart3824 unto thee: prepare: or, stablish","29":"Now the acts1697 of David1732 the king4428, first7223 and last314, behold, they are written3789 in the book1697 of Samuel8050 the seer7200, and in the book1697 of Nathan5416 the prophet5030, and in the book1697 of Gad1410 the seer2374, book: or, history: Heb. words","23":"Then Solomon8010 sat on3427 the throne3678 of the LORD3068 as king4428 instead of David1732 his father1, and prospered6743; and all Israel3478 obeyed8085 him.","19":"And give5414 unto Solomon8010 my son1121 a perfect8003 heart3824, to keep8104 thy commandments4687, thy testimonies5715, and thy statutes2706, and to do6213 all these things, and to build1129 the palace1002, for the which I have made provision3559.","1":"Furthermore David1732 the king4428 said559 unto all the congregation6951, Solomon8010 my son1121, whom alone259 God430 hath chosen977, is yet young5288 and tender7390, and the work4399 is great1419: for the palace1002 is not for man120, but for the LORD3068 God430.","5":"The gold2091 for things of gold2091, and the silver3701 for things of silver3701, and for all manner of work4399 to be made by the hands3027 of artificers2796. And who then is willing5068 to consecrate4390 his service3027 this day3117 unto the LORD3068? consecrate his service: Heb. fill his hand","4":"Even three7969 thousand505 talents3603 of gold2091, of the gold2091 of Ophir211, and seven7651 thousand505 talents3603 of refined2212 silver3701, to overlay2902 the walls7023 of the houses1004 withal:","8":"And they with whom precious stones68 were found4672 gave5414 them to the treasure214 of the house1004 of the LORD3068, by the hand3027 of Jehiel3171 the Gershonite1649.","26":"Thus David1732 the son1121 of Jesse3448 reigned4427 over all Israel3478.","14":"But who am I, and what is my people5971, that we should be6113 able3581 to offer so willingly5068 after this sort? for all things come of thee, and of thine own3027 have we given5414 thee. be able: Heb. retain, or, obtain strength of thine: Heb. of thine hand","22":"And did eat398 and drink8354 before6440 the LORD3068 on that day3117 with great1419 gladness8057. And they made Solomon8010 the son1121 of David1732 king4427 the second time8145, and anointed4886 him unto the LORD3068 to be the chief governor5057, and Zadok6659 to be priest3548.","28":"And he died4191 in a good2896 old age7872, full7649 of days3117, riches6239, and honour3519: and Solomon8010 his son1121 reigned4427 in his stead.","25":"And the LORD3068 magnified1431 Solomon8010 exceedingly4605 in the sight5869 of all Israel3478, and bestowed5414 upon him such royal4438 majesty1935 as had not been on any king4428 before6440 him in Israel3478.","9":"Then the people5971 rejoiced8055, for that they offered willingly5068, because with perfect8003 heart3820 they offered willingly5068 to the LORD3068: and David1732 the king4428 also rejoiced8055 with great1419 joy8057.","15":"For we are strangers1616 before6440 thee, and sojourners8453, as were all our fathers1: our days3117 on the earth776 are as a shadow6738, and there is none abiding4723. abiding: Heb. expectation","21":"And they sacrificed2076 sacrifices2077 unto the LORD3068, and offered5927 burnt offerings5930 unto the LORD3068, on the morrow4283 after that day3117, even a thousand505 bullocks6499, a thousand505 rams352, and a thousand505 lambs3532, with their drink offerings5262, and sacrifices2077 in abundance7230 for all Israel3478:","24":"And all the princes8269, and the mighty men1368, and all the sons1121 likewise of king4428 David1732, submitted themselves5414 3027 8478 unto Solomon8010 the king4428. submitted: Heb. gave the hand under Solomon","16":"O LORD3068 our God430, all this store1995 that we have prepared3559 to build1129 thee an house1004 for thine holy6944 name8034 cometh of thine hand3027, and is all thine own.","7":"And gave5414 for the service5656 of the house1004 of God430 of gold2091 five2568 thousand505 talents3603 and ten thousand7239 drams150, and of silver3701 ten6235 thousand505 talents3603, and of brass5178 eighteen8083 7239 thousand505 talents3603, and one hundred3967 thousand505 talents3603 of iron1270.","2":"Now I have prepared3559 with all my might3581 for the house1004 of my God430 the gold2091 for things to be made of gold2091, and the silver3701 for things of silver3701, and the brass5178 for things of brass5178, the iron1270 for things of iron1270, and wood6086 for things of wood6086; onyx7718 stones68, and stones to be set4394, glistering6320 stones68, and of divers colours7553, and all manner of precious3368 stones68, and marble7893 stones68 in abundance7230.","6":"Then the chief8269 of the fathers1 and princes8269 of the tribes7626 of Israel3478, and the captains8269 of thousands505 and of hundreds3967, with the rulers8269 of the king\u0027s4428 work4399, offered willingly5068,"},"23":{"11":"And Jahath3189 was the chief7218, and Zizah2125 the second8145: but Jeush3266 and Beriah1283 had not many7235 sons1121; therefore they were in one259 reckoning6486, according to their father\u0027s1 house1004. had: Heb. did not multiply sons","3":"Now the Levites3881 were numbered5608 from the age1121 of thirty7970 years8141 and upward4605: and their number4557 by their polls1538, man by man1397, was thirty7970 and eight8083 thousand505.","20":"Of the sons1121 of Uzziel5816; Michah4318 the first7218, and Jesiah3449 the second8145.","12":"The sons1121 of Kohath6955; Amram6019, Izhar3324, Hebron2275, and Uzziel5816, four702.","10":"And the sons1121 of Shimei8096 were, Jahath3189, Zina2126, and Jeush3266, and Beriah1283. These four702 were the sons1121 of Shimei8096. Zina: or, Zizah","17":"And the sons1121 of Eliezer461 were, Rehabiah7345 the chief7218. And Eliezer461 had none other312 sons1121; but the sons1121 of Rehabiah7345 were very4605 many7235. the chief: or, the first very many: Heb. were highly multiplied","13":"The sons1121 of Amram6019; Aaron175 and Moses4872: and Aaron175 was separated914, that he should sanctify6942 the most6944 holy things6944, he and his sons1121 for5704 ever5769, to burn incense6999 before6440 the LORD3068, to minister8334 unto him, and to bless1288 in his name8034 for5704 ever5769.","27":"For by the last314 words1697 of David1732 the Levites3881 were numbered4557 from twenty6242 years8141 old1121 and above4605: numbered: Heb. number","30":"And to stand5975 every morning1242 to thank3034 and praise1984 the LORD3068, and likewise at even6153;","18":"Of the sons1121 of Izhar3324; Shelomith8019 the chief7218.","29":"Both for the shewbread3899 4635, and for the fine flour5560 for meat offering4503, and for the unleavened4682 cakes7550, and for that which is baked in the pan4227, and for that which is fried7246, and for all manner of measure4884 and size4060; pan: or, flat plate","23":"The sons1121 of Mushi4187; Mahli4249, and Eder5740, and Jeremoth3406, three7969.","19":"Of the sons1121 of Hebron2275; Jeriah3404 the first7218, Amariah568 the second8145, Jahaziel3166 the third7992, and Jekameam3360 the fourth7243.","1":"So when David1732 was old2204 and full7646 of days3117, he made Solomon8010 his son1121 king4427 over Israel3478.","5":"Moreover four702 thousand505 were porters7778; and four702 thousand505 praised1984 the LORD3068 with the instruments3627 which I made6213, said David, to praise1984 therewith.","4":"Of which428, twenty6242 and four702 thousand505 were to set forward5329 the work4399 of the house1004 of the LORD3068; and six8337 thousand505 were officers7860 and judges8199: set: or, oversee","8":"The sons1121 of Laadan3936; the chief7218 was Jehiel3171, and Zetham2241, and Joel3100, three7969.","26":"And also unto the Levites3881; they shall no more carry5375 the tabernacle4908, nor any vessels3627 of it for the service5656 thereof.","14":"Now concerning Moses4872 the man376 of God430, his sons1121 were named7121 of the tribe7626 of Levi3878.","22":"And Eleazar499 died4191, and had no sons1121, but daughters1323: and their brethren251 the sons1121 of Kish7027 took5375 them. brethren: or, kinsmen","28":"Because their office4612 was to wait3027 on the sons1121 of Aaron175 for the service5656 of the house1004 of the LORD3068, in the courts2691, and in the chambers3957, and in the purifying2893 of all holy things6944, and the work4639 of the service5656 of the house1004 of God430; their: Heb. their station was at the hand of the sons of Aaron","25":"For David1732 said559, The LORD3068 God430 of Israel3478 hath given rest5117 unto his people5971, that they may dwell7931 in Jerusalem3389 for ever5769: that: or, and he dwelleth in Jerusalem, etc","9":"The sons1121 of Shimei8096; Shelomith8019 8013, and Haziel2381, and Haran2039, three7969. These were the chief7218 of the fathers1 of Laadan3936.","15":"The sons1121 of Moses4872 were, Gershom1647, and Eliezer461.","21":"The sons1121 of Merari4847; Mahli4249, and Mushi4187. The sons1121 of Mahli4249; Eleazar499, and Kish7027.","24":"These were the sons1121 of Levi3878 after the house1004 of their fathers1; even the chief7218 of the fathers1, as they were counted6485 by number4557 of names8034 by their polls1538, that did6213 the work4399 for the service5656 of the house1004 of the LORD3068, from the age1121 of twenty6242 years8141 and upward4605.","16":"Of the sons1121 of Gershom1647, Shebuel7619 was the chief7218. Shebuel: or, Shubael","32":"And that they should keep8104 the charge4931 of the tabernacle168 of the congregation4150, and the charge4931 of the holy6944 place, and the charge4931 of the sons1121 of Aaron175 their brethren251, in the service5656 of the house1004 of the LORD3068.","7":"Of the Gershonites1649 were, Laadan3936, and Shimei8096. Laadan: or, Libni","2":"And he gathered together622 all the princes8269 of Israel3478, with the priests3548 and the Levites3881.","6":"And David1732 divided2505 them into courses4256 among the sons1121 of Levi3878, namely, Gershon1648, Kohath6955, and Merari4847. courses: Heb. divisions","31":"And to offer5927 all burnt sacrifices5930 unto the LORD3068 in the sabbaths7676, in the new moons2320, and on the set feasts4150, by number4557, according to the order4941 commanded unto them, continually8548 before6440 the LORD3068:"},"19":{"16":"And when the Syrians758 saw7200 that they were put to the worse5062 before6440 Israel3478, they sent7971 messengers4397, and drew forth3318 the Syrians758 that were beyond5676 the river5104: and Shophach7780 the captain8269 of the host6635 of Hadarezer1928 went before6440 them. river: i.that is, Euphrates Shophach: or, Shobach.2Sam.10.16","3":"But the princes8269 of the children1121 of Ammon5983 said559 to Hanun2586, Thinkest5869 thou that David1732 doth honour3513 thy father1, that he hath sent7971 comforters5162 unto thee? are not his servants5650 come935 unto thee for to search2713, and to overthrow2015, and to spy out7270 the land776? Thinkest: Heb. In thine eyes doth David, etc","5":"Then there went3212 certain, and told5046 David1732 how the men582 were served. And he sent7971 to meet7125 them: for the men582 were greatly3966 ashamed3637. And the king4428 said559, Tarry3427 at Jericho3405 until your beards2206 be grown6779, and then return7725.","18":"But the Syrians758 fled5127 before6440 Israel3478; and David1732 slew2026 of the Syrians758 seven7651 thousand505 men which fought in chariots7393, and forty705 thousand505 footmen376 7273, and killed4191 Shophach7780 the captain8269 of the host6635.","12":"And he said559, If the Syrians758 be too strong2388 for me, then thou shalt help8668 me: but if the children1121 of Ammon5983 be too strong2388 for thee, then I will help3467 thee.","10":"Now when Joab3097 saw7200 that the battle4421 was set against him before6440 and behind268, he chose out977 of all the choice977 of Israel3478, and put them in array6186 against7125 the Syrians758. the battle: Heb. the face of the battle was choice: or, young men","2":"And David1732 said559, I will shew6213 kindness2617 unto Hanun2586 the son1121 of Nahash5176, because his father1 shewed6213 kindness2617 to me. And David1732 sent7971 messengers4397 to comfort5162 him concerning his father1. So the servants5650 of David1732 came935 into the land776 of the children1121 of Ammon5983 to Hanun2586, to comfort5162 him.","8":"And when David1732 heard8085 of it, he sent7971 Joab3097, and all the host6635 of the mighty men1368.","17":"And it was told5046 David1732; and he gathered622 all Israel3478, and passed over5674 Jordan3383, and came935 upon them, and set the battle in array6186 against them. So when David1732 had put the battle4421 in array6186 against7125 the Syrians758, they fought3898 with him.","11":"And the rest3499 of the people5971 he delivered5414 unto the hand3027 of Abishai52 his brother251, and they set themselves in array6186 against7125 the children1121 of Ammon5983. Abishai: Heb. Abshai","1":"Now it came to pass after this310, that Nahash5176 the king4428 of the children1121 of Ammon5983 died4191, and his son1121 reigned4427 in his stead.","9":"And the children1121 of Ammon5983 came out3318, and put the battle4421 in array6186 before the gate6607 of the city5892: and the kings4428 that were come935 were by themselves in the field7704.","14":"So Joab3097 and the people5971 that were with him drew nigh5066 before6440 the Syrians758 unto the battle4421; and they fled5127 before6440 him.","7":"So they hired7936 thirty7970 and two8147 thousand505 chariots7393, and the king4428 of Maachah4601 and his people5971; who came935 and pitched2583 before6440 Medeba4311. And the children1121 of Ammon5983 gathered themselves together622 from their cities5892, and came935 to battle4421.","15":"And when the children1121 of Ammon5983 saw7200 that the Syrians758 were fled5127, they likewise fled5127 before6440 Abishai52 his brother251, and entered935 into the city5892. Then Joab3097 came935 to Jerusalem3389.","6":"And when the children1121 of Ammon5983 saw7200 that they had made themselves odious887 to David1732, Hanun2586 and the children1121 of Ammon5983 sent7971 a thousand505 talents3603 of silver3701 to hire7936 them chariots7393 and horsemen6571 out of Mesopotamia763, and out of Syriamaachah758 4601, and out of Zobah6678. odious: Heb. to stink","4":"Wherefore Hanun2586 took3947 David\u0027s1732 servants5650, and shaved1548 them, and cut off3772 their garments4063 in the midst2677 hard by their buttocks4667, and sent them away7971.","19":"And when the servants5650 of Hadarezer1928 saw7200 that they were put to the worse5062 before6440 Israel3478, they made peace7999 with David1732, and became his servants5647: neither would14 the Syrians758 help3467 the children1121 of Ammon5983 any more.","13":"Be of good courage2388, and let us behave ourselves valiantly2388 for our people5971, and for the cities5892 of our God430: and let the LORD3068 do6213 that which is good2896 in his sight5869."},"1":{"11":"And Mizraim4714 begat3205 Ludim3866, and Anamim6047, and Lehabim3853, and Naphtuhim5320,","41":"The sons1121 of Anah6034; Dishon1787. And the sons1121 of Dishon1787; Amram2566, and Eshban790, and Ithran3506, and Cheran3763. Amram: or, Hemdan","45":"And when Jobab3103 was dead4191, Husham2367 of the land776 of the Temanites8489 reigned4427 in his stead.","42":"The sons1121 of Ezer687; Bilhan1092, and Zavan2190, and Jakan3292. The sons1121 of Dishan1789; Uz5780, and Aran765. Jakan: or, Akan","3":"Henoch2585, Methuselah4968, Lamech3929,","20":"And Joktan3355 begat3205 Almodad486, and Sheleph8026, and Hazarmaveth2700, and Jerah3392,","12":"And Pathrusim6625, and Casluhim3695, (of whom came3318 the Philistines6430,) and Caphthorim3732.","10":"And Cush3568 begat3205 Nimrod5248: he began2490 to be mighty1368 upon the earth776.","17":"The sons1121 of Shem8035; Elam5867, and Asshur804, and Arphaxad775, and Lud3865, and Aram758, and Uz5780, and Hul2343, and Gether1666, and Meshech4902. Meshech: or, Mash","51":"Hadad1908 died4191 also. And the dukes441 of Edom123 were; duke441 Timnah8555, duke441 Aliah5933, duke441 Jetheth3509,","44":"And when Bela1106 was dead4191, Jobab3103 the son1121 of Zerah2226 of Bozrah1224 reigned4427 in his stead.","40":"The sons1121 of Shobal7732; Alian5935, and Manahath4506, and Ebal5858, Shephi8195, and Onam208. And the sons1121 of Zibeon6649; Aiah345, and Anah6034.","13":"And Canaan3667 begat3205 Zidon6721 his firstborn1060, and Heth2845,","27":"Abram87; the same is Abraham85.","30":"Mishma4927, and Dumah1746, Massa4854, Hadad2301, and Tema8485,","53":"Duke441 Kenaz7073, duke441 Teman8487, duke441 Mibzar4014,","18":"And Arphaxad775 begat3205 Shelah7974, and Shelah7974 begat3205 Eber5677.","36":"The sons1121 of Eliphaz464; Teman8487, and Omar201, Zephi6825, and Gatam1609, Kenaz7073, and Timna8555, and Amalek6002. Zephi: or, Zepho","29":"These are their generations8435: The firstborn1060 of Ishmael3458, Nebaioth5032; then Kedar6938, and Adbeel110, and Mibsam4017,","23":"And Ophir211, and Havilah2341, and Jobab3103. All these were the sons1121 of Joktan3355.","19":"And unto Eber5677 were born3205 two8147 sons1121: the name8034 of the one259 was Peleg6389; because in his days3117 the earth776 was divided6385: and his brother\u0027s251 name8034 was Joktan3355. Peleg: that is, division","1":"Adam121, Sheth8352, Enosh583,","47":"And when Hadad1908 was dead4191, Samlah8072 of Masrekah4957 reigned4427 in his stead.","5":"The sons1121 of Japheth3315; Gomer1586, and Magog4031, and Madai4074, and Javan3120, and Tubal8422, and Meshech4902, and Tiras8494.","54":"Duke441 Magdiel4025, duke441 Iram5902. These are the dukes441 of Edom123.","52":"Duke441 Aholibamah173, duke441 Elah425, duke441 Pinon6373,","49":"And when Shaul7586 was dead4191, Baalhanan1177 the son1121 of Achbor5907 reigned4427 in his stead.","4":"Noah5146, Shem8035, Ham2526, and Japheth3315.","8":"The sons1121 of Ham2526; Cush3568, and Mizraim4714, Put6316, and Canaan3667.","26":"Serug8286, Nahor5152, Terah8646,","39":"And the sons1121 of Lotan3877; Hori2753, and Homam1950: and Timna8555 was Lotan\u0027s3877 sister269. Homam: or, Hemam","14":"The Jebusite2983 also, and the Amorite567, and the Girgashite1622,","37":"The sons1121 of Reuel7467; Nahath5184, Zerah2226, Shammah8048, and Mizzah4199.","22":"And Ebal5858, and Abimael39, and Sheba7614,","28":"The sons1121 of Abraham85; Isaac3327, and Ishmael3458.","25":"Eber5677, Peleg6389, Reu7466,","9":"And the sons1121 of Cush3568; Seba5434, and Havilah2341, and Sabta5454, and Raamah7484, and Sabtecha5455. And the sons1121 of Raamah7484; Sheba7614, and Dedan1719.","33":"And the sons1121 of Midian4080; Ephah5891, and Epher6081, and Henoch2585, and Abida28, and Eldaah420. All these are the sons1121 of Keturah6989.","15":"And the Hivite2340, and the Arkite6208, and the Sinite5513,","34":"And Abraham85 begat3205 Isaac3327. The sons1121 of Isaac3327; Esau6215 and Israel3478.","21":"Hadoram1913 also, and Uzal187, and Diklah1853,","24":"Shem8035, Arphaxad775, Shelah7974,","46":"And when Husham2367 was dead4191, Hadad1908 the son1121 of Bedad911, which smote5221 Midian4080 in the field7704 of Moab4124, reigned4427 in his stead: and the name8034 of his city5892 was Avith5762.","16":"And the Arvadite721, and the Zemarite6786, and the Hamathite2577.","35":"The sons1121 of Esau6215; Eliphaz464, Reuel7467, and Jeush3266, and Jaalam3281, and Korah7141.","32":"Now the sons1121 of Keturah6989, Abraham\u0027s85 concubine6370: she bare3205 Zimran2175, and Jokshan3370, and Medan4091, and Midian4080, and Ishbak3435, and Shuah7744. And the sons1121 of Jokshan3370; Sheba7614, and Dedan1719.","7":"And the sons1121 of Javan3120; Elishah473, and Tarshish8659, Kittim3794, and Dodanim1721. Dodanim: or, Rodanim, according to some copies","43":"Now these are the kings4428 that reigned4427 in the land776 of Edom123 before6440 any king4428 reigned4427 over the children1121 of Israel3478; Bela1106 the son1121 of Beor1160: and the name8034 of his city5892 was Dinhabah1838.","48":"And when Samlah8072 was dead4191, Shaul7586 of Rehoboth7344 by the river5104 reigned4427 in his stead.","2":"Kenan7018, Mahalaleel4111, Jered3382,","38":"And the sons1121 of Seir8165; Lotan3877, and Shobal7732, and Zibeon6649, and Anah6034, and Dishon1787, and Ezer687, and Dishan1789.","50":"And when Baalhanan1177 was dead4191, Hadad1908 reigned4427 in his stead: and the name8034 of his city5892 was Pai6464; and his wife\u0027s802 name8034 was Mehetabel4105, the daughter1323 of Matred4308, the daughter1323 of Mezahab4314. Hadad: or, Hadar Pai: or, Pau","6":"And the sons1121 of Gomer1586; Ashchenaz813, and Riphath7384, and Togarmah8425. Riphath: or, Diphath as it is in some copies","31":"Jetur3195, Naphish5305, and Kedemah6929. These are the sons1121 of Ishmael3458."},"5":{"16":"And they dwelt3427 in Gilead1568 in Bashan1316, and in her towns1323, and in all the suburbs4054 of Sharon8289, upon their borders8444. their: Heb. their goings forth","3":"The sons1121, I say, of Reuben7205 the firstborn1060 of Israel3478 were, Hanoch2585, and Pallu6396, Hezron2696, and Carmi3756.","5":"Micah4318 his son1121, Reaia7211 his son1121, Baal1168 his son1121,","21":"And they took away7617 their cattle4735; of their camels1581 fifty2572 thousand505, and of sheep6629 two hundred3967 and fifty2572 thousand505, and of asses2543 two thousand505, and of men120 5315 an hundred3967 thousand505. took: Heb. led captive men: Heb. souls of men","18":"The sons1121 of Reuben7205, and the Gadites1425, and half2677 the tribe7626 of Manasseh4519, of valiant men2428, men582 able to bear5375 buckler4043 and sword2719, and to shoot1869 with bow7198, and skilful3925 in war4421, were four702 and forty705 thousand505 seven7651 hundred3967 and threescore8346, that went out3318 to the war6635. valiant: Heb. sons of valour","12":"Joel3100 the chief7218, and Shapham8223 the next4932, and Jaanai3285, and Shaphat8202 in Bashan1316.","10":"And in the days3117 of Saul7586 they made6213 war4421 with the Hagarites1905, who fell5307 by their hand3027: and they dwelt3427 in their tents168 throughout6440 all the east4217 land of Gilead1568. throughout: Heb. upon all the face of the east","2":"For Judah3063 prevailed1396 above his brethren251, and of him came the chief ruler5057; but the birthright1062 was Joseph\u0027s3130:) chief: or, prince","22":"For there fell5307 down many7227 slain2491, because the war4421 was of God430. And they dwelt3427 in their steads until the captivity1473.","8":"And Bela1106 the son1121 of Azaz5811, the son1121 of Shema8087, the son1121 of Joel3100, who dwelt3427 in Aroer6177, even unto Nebo5015 and Baalmeon1186: Shema: or, Shemaiah","17":"All these were reckoned by genealogies3187 in the days3117 of Jotham3147 king4428 of Judah3063, and in the days3117 of Jeroboam3379 king4428 of Israel3478.","11":"And the children1121 of Gad1410 dwelt3427 over against them, in the land776 of Bashan1316 unto Salchah5548:","1":"Now the sons1121 of Reuben7205 the firstborn1060 of Israel3478, (for he was the firstborn1060; but, forasmuch as he defiled2490 his father\u0027s1 bed3326, his birthright1062 was given5414 unto the sons1121 of Joseph3130 the son1121 of Israel3478: and the genealogy is not to be reckoned3187 after the birthright1062.","9":"And eastward4217 he inhabited3427 unto the entering935 in of the wilderness4057 from the river5104 Euphrates6578: because their cattle4735 were multiplied7235 in the land776 of Gilead1568.","24":"And these were the heads7218 of the house1004 of their fathers1, even Epher6081, and Ishi3469, and Eliel447, and Azriel5837, and Jeremiah3414, and Hodaviah1938, and Jahdiel3164, mighty1368 men582 of valour2428, famous8034 men582, and heads7218 of the house1004 of their fathers1. famous: Heb. men of names","14":"These are the children1121 of Abihail32 the son1121 of Huri2359, the son1121 of Jaroah3386, the son1121 of Gilead1568, the son1121 of Michael4317, the son1121 of Jeshishai3454, the son1121 of Jahdo3163, the son1121 of Buz938;","7":"And his brethren251 by their families4940, when the genealogy3187 of their generations8435 was reckoned3187, were the chief7218, Jeiel3273, and Zechariah2148,","15":"Ahi277 the son1121 of Abdiel5661, the son1121 of Guni1476, chief7218 of the house1004 of their fathers1.","20":"And they were helped5826 against them, and the Hagarites1905 were delivered5414 into their hand3027, and all that were with them: for they cried2199 to God430 in the battle4421, and he was intreated6279 of them; because they put their trust982 in him.","25":"And they transgressed4603 against the God430 of their fathers1, and went a whoring2181 after310 the gods430 of the people5971 of the land776, whom God430 destroyed8045 before6440 them.","23":"And the children1121 of the half2677 tribe7626 of Manasseh4519 dwelt3427 in the land776: they increased7235 from Bashan1316 unto Baalhermon1179 and Senir8149, and unto mount2022 Hermon2768.","6":"Beerah880 his son1121, whom Tilgathpilneser8407 king4428 of Assyria804 carried away1540 captive: he was prince5387 of the Reubenites7206. Tilgathpilneser: or, Tig-lath-pilne-ser, 2.kin.15.29.and 16.7.","4":"The sons1121 of Joel3100; Shemaiah8098 his son1121, Gog1463 his son1121, Shimei8096 his son1121,","19":"And they made6213 war4421 with the Hagarites1905, with Jetur3195, and Nephish5305, and Nodab5114.","13":"And their brethren251 of the house1004 of their fathers1 were, Michael4317, and Meshullam4918, and Sheba7652, and Jorai3140, and Jachan3275, and Zia2127, and Heber5677, seven7651.","26":"And the God430 of Israel3478 stirred up5782 the spirit7307 of Pul6322 king4428 of Assyria804, and the spirit7307 of Tilgathpilneser8407 king4428 of Assyria804, and he carried them away1540, even the Reubenites7206, and the Gadites1425, and the half2677 tribe7626 of Manasseh4519, and brought935 them unto Halah2477, and Habor2249, and Hara2024, and to the river5104 Gozan1470, unto this day3117."},"4":{"11":"And Chelub3620 the brother251 of Shuah7746 begat3205 Mehir4243, which was the father1 of Eshton850.","41":"And these written3789 by name8034 came935 in the days3117 of Hezekiah3169 king4428 of Judah3063, and smote5221 their tents168, and the habitations4583 that were found4672 there, and destroyed2763 them utterly unto this day3117, and dwelt3427 in their rooms: because there was pasture4829 there for their flocks6629.","42":"And some of them, even of the sons1121 of Simeon8095, five2568 hundred3967 men582, went1980 to mount2022 Seir8165, having for their captains7218 Pelatiah6410, and Neariah5294, and Rephaiah7509, and Uzziel5816, the sons1121 of Ishi3469.","3":"And these were of the father1 of Etam5862; Jezreel3157, and Ishma3457, and Idbash3031: and the name8034 of their sister269 was Hazelelponi6753:","20":"And the sons1121 of Shimon7889 were, Amnon550, and Rinnah7441, Benhanan1135, and Tilon8436. And the sons1121 of Ishi3469 were, Zoheth2105, and Benzoheth1132.","12":"And Eshton850 begat3205 Bethrapha1051, and Paseah6454, and Tehinnah8468 the father1 of Irnahash5904. These are the men582 of Rechah7397. Irnahash: or, the city of Nahash","10":"And Jabez3258 called7121 on the God430 of Israel3478, saying559, Oh that518 thou wouldest bless1288 me indeed1288, and enlarge7235 my coast1366, and that thine hand3027 might be with me, and that thou wouldest keep6213 me from evil7451, that it may not grieve6087 me! And God430 granted935 him that which he requested7592. Oh: Heb. If thou wilt, etc keep: Heb. do me","17":"And the sons1121 of Ezra5834 were, Jether3500, and Mered4778, and Epher6081, and Jalon3210: and she bare2029 Miriam4813, and Shammai8060, and Ishbah3431 the father1 of Eshtemoa851.","40":"And they found4672 fat8082 pasture4829 and good2896, and the land776 was wide7342 3027, and quiet8252, and peaceable7961; for they of Ham2526 had dwelt3427 there of old6440.","13":"And the sons1121 of Kenaz7073; Othniel6274, and Seraiah8304: and the sons1121 of Othniel6274; Hathath2867. Hathath: or, Hathath, and Meonothai, who begat, etc","27":"And Shimei8096 had sixteen8337 6240 sons1121 and six8337 daughters1323; but his brethren251 had not many7227 children1121, neither did all their family4940 multiply7235, like to the children1121 of Judah3063. like: Heb. unto","30":"And at Bethuel1328, and at Hormah2767, and at Ziklag6860,","18":"And his wife802 Jehudijah3057 bare3205 Jered3382 the father1 of Gedor1446, and Heber2268 the father1 of Socho7755, and Jekuthiel3354 the father1 of Zanoah2182. And these are the sons1121 of Bithiah1332 the daughter1323 of Pharaoh6547, which Mered4778 took3947. Jehudijah: or, the Jewess","36":"And Elioenai454, and Jaakobah3291, and Jeshohaiah3439, and Asaiah6222, and Adiel5717, and Jesimiel3450, and Benaiah1141,","29":"And at Bilhah1090, and at Ezem6107, and at Tolad8434, Bilhah: or, Balah Tolad: or, Eltolad","23":"These were the potters3335, and those that dwelt3427 among plants5196 and hedges1448: there they dwelt3427 with the king4428 for his work4399.","19":"And the sons1121 of his wife802 Hodiah1940 the sister269 of Naham5163, the father1 of Keilah7084 the Garmite1636, and Eshtemoa851 the Maachathite4602. Hodiah: or, Jehudijah, mentioned before","1":"The sons1121 of Judah3063; Pharez6557, Hezron2696, and Carmi3756, and Hur2354, and Shobal7732. Carmi: or, Chelubai Chap.2.9. or Caleb Chap.2.18.","5":"And Ashur806 the father1 of Tekoa8620 had two8147 wives802, Helah2458 and Naarah5292.","4":"And Penuel6439 the father1 of Gedor1446, and Ezer5829 the father1 of Hushah2364. These are the sons1121 of Hur2354, the firstborn1060 of Ephratah672, the father1 of Bethlehem1035.","8":"And Coz6976 begat3205 Anub6036, and Zobebah6637, and the families4940 of Aharhel316 the son1121 of Harum2037.","26":"And the sons1121 of Mishma4927; Hamuel2536 his son1121, Zacchur2139 his son1121, Shimei8096 his son1121.","39":"And they went3212 to the entrance3996 of Gedor1446, even unto the east side4217 of the valley1516, to seek1245 pasture4829 for their flocks6629.","14":"And Meonothai4587 begat3205 Ophrah6084: and Seraiah8304 begat3205 Joab3097, the father1 of the valley1516 of Charashim2798; for they were craftsmen2791. valley: or, inhabitants of the valley Charashim: that is, craftsmen Hathath: or, Hathath, and Meonothai, who begat, etc","37":"And Ziza2124 the son1121 of Shiphi8230, the son1121 of Allon438, the son1121 of Jedaiah3042, the son1121 of Shimri8113, the son1121 of Shemaiah8098;","22":"And Jokim3137, and the men582 of Chozeba3578, and Joash3101, and Saraph8315, who had the dominion1166 in Moab4124, and Jashubilehem3433. And these are ancient6267 things1697.","28":"And they dwelt3427 at Beersheba884, and Moladah4137, and Hazarshual2705,","25":"Shallum7967 his son1121, Mibsam4017 his son1121, Mishma4927 his son1121.","9":"And Jabez3258 was more honourable3513 than his brethren251: and his mother517 called7121 his name8034 Jabez3258, saying559, Because I bare3205 him with sorrow6090. Jabez: that is, Sorrowful","33":"And all their villages2691 that were round about5439 the same cities5892, unto Baal1168. These were their habitations4186, and their genealogy3187. Baal: or, Baalathbeer their genealogy: or, as they divided themselves by nations among them","15":"And the sons1121 of Caleb3612 the son1121 of Jephunneh3312; Iru5900, Elah425, and Naam5277: and the sons1121 of Elah425, even Kenaz7073. even Kenaz: or, Uknaz","34":"And Meshobab4877, and Jamlech3230, and Joshah3144 the son1121 of Amaziah558,","21":"The sons1121 of Shelah7956 the son1121 of Judah3063 were, Er6147 the father1 of Lecah3922, and Laadah3935 the father1 of Mareshah4762, and the families4940 of the house1004 of them that wrought5656 fine linen948, of the house1004 of Ashbea791,","24":"The sons1121 of Simeon8095 were, Nemuel5241, and Jamin3226, Jarib3402, Zerah2226, and Shaul7586: Nemuel: or, Jemuel Jarib, Zerah: or, Jachin Zohar","16":"And the sons1121 of Jehaleleel3094; Ziph2128, and Ziphah2129, Tiria8493, and Asareel840.","35":"And Joel3100, and Jehu3058 the son1121 of Josibiah3143, the son1121 of Seraiah8304, the son1121 of Asiel6221,","32":"And their villages2691 were, Etam5862, and Ain5871, Rimmon7417, and Tochen8507, and Ashan6228, five2568 cities5892: Etam: or, Ether","7":"And the sons1121 of Helah2458 were, Zereth6889, and Jezoar6714 3328, and Ethnan869.","43":"And they smote5221 the rest7611 of the Amalekites6002 that were escaped6413, and dwelt3427 there unto this day3117.","2":"And Reaiah7211 the son1121 of Shobal7732 begat3205 Jahath3189; and Jahath3189 begat3205 Ahumai267, and Lahad3855. These are the families4940 of the Zorathites6882. Reaiah: or, Haroe Chap.2.52.","38":"These mentioned935 by their names8034 were princes5387 in their families4940: and the house1004 of their fathers1 increased6555 greatly7230. mentioned: Heb. coming","6":"And Naarah5292 bare3205 him Ahuzam275, and Hepher2660, and Temeni8488, and Haahashtari326. These were the sons1121 of Naarah5292.","31":"And at Bethmarcaboth1024, and Hazarsusim2702, and at Bethbirei1011, and at Shaaraim8189. These were their cities5892 unto the reign4427 of David1732. Hazarsusim: or, Hazarsusah"},"8":{"11":"And of Hushim2366 he begat3205 Abitub36, and Elpaal508.","3":"And the sons1121 of Bela1106 were, Addar146, and Gera1617, and Abihud31, Addar: or, Ard.Gen.26.21","20":"And Elienai462, and Zilthai6769, and Eliel447,","12":"The sons1121 of Elpaal508; Eber5677, and Misham4936, and Shamed8106, who built1129 Ono207, and Lod3850, with the towns1323 thereof:","10":"And Jeuz3263, and Shachia7634, and Mirma4821. These were his sons1121, heads7218 of the fathers1.","17":"And Zebadiah2069, and Meshullam4918, and Hezeki2395, and Heber2268,","40":"And the sons1121 of Ulam198 were mighty1368 men582 of valour2428, archers1869 7198, and had many7235 sons1121, and sons\u00271121 sons1121, an hundred3967 and fifty2572. All these are of the sons1121 of Benjamin1144.","13":"Beriah1283 also, and Shema8087, who1992 were heads7218 of the fathers1 of the inhabitants3427 of Aijalon357, who drove away1272 the inhabitants3427 of Gath1661:","27":"And Jaresiah3298, and Eliah452, and Zichri2147, the sons1121 of Jeroham3395.","30":"And his firstborn1060 son1121 Abdon5658, and Zur6698, and Kish7027, and Baal1168, and Nadab5070,","18":"Ishmerai3461 also, and Jezliah3152, and Jobab3103, the sons1121 of Elpaal508;","36":"And Ahaz271 begat3205 Jehoadah3085; and Jehoadah3085 begat3205 Alemeth5964, and Azmaveth5820, and Zimri2174; and Zimri2174 begat3205 Moza4162,","29":"And at Gibeon1391 dwelt3427 the father1 of Gibeon1391 25; whose wife\u0027s802 name8034 was Maachah4601: father: called Jehiel,IChro.9.35","23":"And Abdon5658, and Zichri2147, and Hanan2605,","19":"And Jakim3356, and Zichri2147, and Zabdi2067,","1":"Now Benjamin1144 begat3205 Bela1106 his firstborn1060, Ashbel788 the second8145, and Aharah315 the third7992,","5":"And Gera1617, and Shephuphan8197, and Huram2361. Shephuphan: or, Shupham.Num.26.39","4":"And Abishua50, and Naaman5283, and Ahoah265,","8":"And Shaharaim7842 begat3205 children in the country7704 of Moab4124, after4480 he had sent them away7971; Hushim2366 and Baara1199 were his wives802.","26":"And Shamsherai8125, and Shehariah7841, and Athaliah6271,","39":"And the sons1121 of Eshek6232 his brother251 were, Ulam198 his firstborn1060, Jehush3266 the second8145, and Eliphelet467 the third7992.","14":"And Ahio283, Shashak8349, and Jeremoth3406,","37":"And Moza4162 begat3205 Binea1150: Rapha7498 was his son1121, Eleasah501 his son1121, Azel682 his son1121:","22":"And Ishpan3473, and Heber5677, and Eliel447,","28":"These were heads7218 of the fathers1, by their generations8435, chief7218 men. These dwelt3427 in Jerusalem3389.","25":"And Iphedeiah3301, and Penuel6439, the sons1121 of Shashak8349;","9":"And he begat3205 of Hodesh2321 his wife802, Jobab3103, and Zibia6644, and Mesha4331, and Malcham4445,","33":"And Ner5369 begat3205 Kish7027, and Kish7027 begat3205 Saul7586, and Saul7586 begat3205 Jonathan3083, and Malchishua4444, and Abinadab41, and Eshbaal792. Eshbaal: or, Ishbosheth 2.Sam.2.8","15":"And Zebadiah2069, and Arad6166, and Ader5738,","34":"And the son1121 of Jonathan3083 was Meribbaal4807; and Meribbaal4807 begat3205 Micah4318. Meribbaal: or, Mephibosheth.2.Sam.4.4","21":"And Adaiah5718, and Beraiah1256, and Shimrath8119, the sons1121 of Shimhi8096; Shimhi: or, Shema.vers.13","24":"And Hananiah2608, and Elam5867, and Antothijah6070,","16":"And Michael4317, and Ispah3472, and Joha3109, the sons1121 of Beriah1283;","35":"And the sons1121 of Micah4318 were, Pithon6377, and Melech4429, and Tarea8390, and Ahaz271. Tarea: or, Tahrea.e.9.41","32":"And Mikloth4732 begat3205 Shimeah8039. And these also637 dwelt3427 with their brethren251 in Jerusalem3389, over against them5048. Shimeah: or, Shimeam.ca.9.38, I.Sam.14.51","7":"And Naaman5283, and Ahiah281, and Gera1617, he removed1540 them, and begat3205 Uzza5798, and Ahihud284.","2":"Nohah5119 the fourth7243, and Rapha7498 the fifth2549.","38":"And Azel682 had six8337 sons1121, whose names8034 are these, Azrikam5840, Bocheru1074, and Ishmael3458, and Sheariah8187, and Obadiah5662, and Hanan2605. All these were the sons1121 of Azel682.","6":"And these are the sons1121 of Ehud261: these are the heads7218 of the fathers1 of the inhabitants3427 of Geba1387, and they removed1540 them to Manahath4506:","31":"And Gedor1446, and Ahio283, and Zacher2144. Zacher: or, Zechariah.IChr.9.37"},"26":{"11":"Hilkiah2518 the second8145, Tebaliah2882 the third7992, Zechariah2148 the fourth7243: all the sons1121 and brethren251 of Hosah2621 were thirteen7969 6240.","3":"Elam5867 the fifth2549, Jehohanan3076 the sixth8345, Elioenai454 the seventh7637.","20":"And of the Levites3881, Ahijah281 was over the treasures214 of the house1004 of God430, and over the treasures214 of the dedicated things6944. dedicated: Heb. holy things","12":"Among these were the divisions4256 of the porters7778, even among the chief7218 men1397, having wards4931 one against5980 another251, to minister8334 in the house1004 of the LORD3068.","10":"Also Hosah2621, of the children1121 of Merari4847, had sons1121; Simri8113 the chief7218, (for though he was not the firstborn1060, yet his father1 made7760 him the chief7218;)","17":"Eastward4217 were six8337 Levites3881, northward6828 four702 a day3117, southward5045 four702 a day3117, and toward Asuppim624 two8147 and two8147.","13":"And they cast5307 lots1486, as well the small6996 as the great1419, according to the house1004 of their fathers1, for every gate8179. as well: or, as well for the small as for the great","27":"Out of the spoils7998 won in battles4421 did they dedicate6942 to maintain2388 the house1004 of the LORD3068. spoils: Heb. battles and spoils","30":"And of the Hebronites2276, Hashabiah2811 and his brethren251, men1121 of valour2428, a thousand505 and seven7651 hundred3967, were officers6486 among them of Israel3478 on this side5676 Jordan3383 westward4628 in all the business4399 of the LORD3068, and in the service5656 of the king4428. officers: Heb. over the charge","18":"At Parbar6503 westward4628, four702 at the causeway4546, and two8147 at Parbar6503.","29":"Of the Izharites3325, Chenaniah3663 and his sons1121 were for the outward2435 business4399 over Israel3478, for officers7860 and judges8199.","23":"Of the Amramites6020, and the Izharites3325, the Hebronites2276, and the Uzzielites5817:","19":"These are the divisions4256 of the porters7778 among the sons1121 of Kore7145, and among the sons1121 of Merari4847.","1":"Concerning the divisions4256 of the porters7778: Of the Korhites7145 was Meshelemiah4920 the son1121 of Kore6981, of the sons1121 of Asaph623. Meshelemiah: or, Shelemiah, ver.14. Asaph: or, Abiasaph Chap.9.19.\u0026 6.37.","5":"Ammiel5988 the sixth8345, Issachar3485 the seventh7637, Peulthai6469 the eighth8066: for God430 blessed1288 him. him: that is, Obededom","4":"Moreover the sons1121 of Obededom5654 were, Shemaiah8098 the firstborn1060, Jehozabad3075 the second8145, Joah3098 the third7992, and Sacar7940 the fourth7243, and Nethaneel5417 the fifth2549,","8":"All these of the sons1121 of Obededom5654: they and their sons1121 and their brethren251, able2428 men376 for strength3581 for the service5656, were threescore8346 and two8147 of Obededom5654.","26":"Which Shelomith8013 and his brethren251 were over all the treasures214 of the dedicated things6944, which David1732 the king4428, and the chief7218 fathers1, the captains8269 over thousands505 and hundreds3967, and the captains8269 of the host6635, had dedicated6942.","14":"And the lot1486 eastward4217 fell5307 to Shelemiah8018. Then for Zechariah2148 his son1121, a wise7922 counsellor3289, they cast5307 lots1486; and his lot1486 came out3318 northward6828. Shelemiah: also called Meshelemiah, ver.I.","22":"The sons1121 of Jehieli3172; Zetham2241, and Joel3100 his brother251, which were over the treasures214 of the house1004 of the LORD3068.","28":"And all that Samuel8050 the seer7200, and Saul7586 the son1121 of Kish7027, and Abner74 the son1121 of Ner5369, and Joab3097 the son1121 of Zeruiah6870, had dedicated6942; and whosoever had dedicated6942 any thing, it was under the hand3027 of Shelomith8019, and of his brethren251.","25":"And his brethren251 by Eliezer461; Rehabiah7345 his son1121, and Jeshaiah3470 his son1121, and Joram3141 his son1121, and Zichri2147 his son1121, and Shelomith8019 8013 his son1121.","9":"And Meshelemiah4920 had sons1121 and brethren251, strong2428 men1121, eighteen8083 6240.","15":"To Obededom5654 southward5045; and to his sons1121 the house1004 of Asuppim624. Asuppim: Heb. gatherings","21":"As concerning the sons1121 of Laadan3936; the sons1121 of the Gershonite1649 Laadan3936, chief7218 fathers1, even of Laadan3936 the Gershonite1649, were Jehieli3172. Laadan: or, Libni, Chap.16.17. Jehieli: or, Jehiel, Chap.23.8.","24":"And Shebuel7619 the son1121 of Gershom1647, the son1121 of Moses4872, was ruler5057 of the treasures214.","16":"To Shuppim8206 and Hosah2621 the lot came forth westward4628, with the gate8179 Shallecheth7996, by the causeway4546 of the going up5927, ward4929 against5980 ward4929.","32":"And his brethren251, men1121 of valour2428, were two thousand505 and seven7651 hundred3967 chief7218 fathers1, whom king4428 David1732 made rulers6485 over the Reubenites7206, the Gadites1425, and the half2677 tribe7626 of Manasseh4520, for every matter1697 pertaining to God430, and affairs1697 of the king4428. affairs: Heb. thing","7":"The sons1121 of Shemaiah8098; Othni6273, and Rephael7501, and Obed5744, Elzabad443, whose brethren251 were strong2428 men1121, Elihu453, and Semachiah5565.","2":"And the sons1121 of Meshelemiah4920 were, Zechariah2148 the firstborn1060, Jediael3043 the second8145, Zebadiah2069 the third7992, Jathniel3496 the fourth7243,","6":"Also unto Shemaiah8098 his son1121 were sons1121 born3205, that ruled4474 throughout the house1004 of their father1: for they were mighty men1368 of valour2428.","31":"Among the Hebronites2276 was Jerijah3404 the chief7218, even among the Hebronites2276, according to the generations8435 of his fathers1. In the fortieth705 year8141 of the reign4438 of David1732 they were sought1875 for, and there were found4672 among them mighty men1368 of valour2428 at Jazer3270 of Gilead1568."},"14":{"16":"David1732 therefore did6213 as God430 commanded6680 him: and they smote5221 the host4264 of the Philistines6430 from Gibeon1391 even to Gazer1507.","3":"And David1732 took3947 more wives802 at Jerusalem3389: and David1732 begat3205 more sons1121 and daughters1323. more: Heb. yet","5":"And Ibhar2984, and Elishua474, and Elpalet467,","12":"And when they had left5800 their gods430 there, David1732 gave a commandment559, and they were burned8313 with fire784.","10":"And David1732 enquired7592 of God430, saying559, Shall I go up5927 against the Philistines6430? and wilt thou deliver5414 them into mine hand3027? And the LORD3068 said559 unto him, Go up5927; for I will deliver5414 them into thine hand3027.","2":"And David1732 perceived3045 that the LORD3068 had confirmed3559 him king4428 over Israel3478, for his kingdom4438 was lifted up5375 on high4605, because of his people5971 Israel3478.","8":"And when the Philistines6430 heard8085 that David1732 was anointed4886 king4428 over all Israel3478, all the Philistines6430 went up5927 to seek1245 David1732. And David1732 heard8085 of it, and went out3318 against6440 them.","17":"And the fame8034 of David1732 went out3318 into all lands776; and the LORD3068 brought5414 the fear6343 of him upon all nations1471.","11":"So they came up5927 to Baalperazim1188; and David1732 smote5221 them there. Then David1732 said559, God430 hath broken in6555 upon mine enemies341 by mine hand3027 like the breaking forth6556 of waters4325: therefore they called7121 the name8034 of that place4725 Baalperazim1188. Baalperazim: that is, A place of breaches","1":"Now Hiram2438 2361 king4428 of Tyre6865 sent7971 messengers4397 to David1732, and timber6086 of cedars730, with masons7023 and carpenters2796, to build1129 him an house1004.","9":"And the Philistines6430 came935 and spread6584 themselves in the valley6010 of Rephaim7497.","14":"Therefore David1732 enquired7592 again of God430; and God430 said559 unto him, Go not up5927 after310 them; turn away5437 from them, and come935 upon them over against4136 the mulberry trees1057.","7":"And Elishama476, and Beeliada1182, and Eliphalet467. Beeliada: also called, Eliada 2.Sam.5.16.","15":"And it shall be, when thou shalt hear8085 a sound6963 of going6807 in the tops7218 of the mulberry trees1057, that then thou shalt go out3318 to battle4421: for God430 is gone forth3318 before6440 thee to smite5221 the host4264 of the Philistines6430.","6":"And Nogah5052, and Nepheg5298, and Japhia3309,","4":"Now these are the names8034 of his children3205 which he had in Jerusalem3389; Shammua8051, and Shobab7727, Nathan5416, and Solomon8010,","13":"And the Philistines6430 yet again3254 spread themselves abroad6584 in the valley6010."},"22":{"16":"Of the gold2091, the silver3701, and the brass5178, and the iron1270, there is no number4557. Arise6965 therefore, and be doing6213, and the LORD3068 be with thee.","3":"And David1732 prepared3559 iron1270 in abundance7230 for the nails4548 for the doors1817 of the gates8179, and for the joinings4226; and brass5178 in abundance7230 without weight4948;","5":"And David1732 said559, Solomon8010 my son1121 is young5288 and tender7390, and the house1004 that is to be builded1129 for the LORD3068 must be exceeding4605 magnifical1431, of fame8034 and of glory8597 throughout all countries776: I will therefore now make preparation3559 for it. So David1732 prepared3559 abundantly7230 before6440 his death4194.","18":"Is not the LORD3068 your God430 with you? and hath he not given you rest5117 on every side5439? for he hath given5414 the inhabitants3427 of the land776 into mine hand3027; and the land776 is subdued3533 before6440 the LORD3068, and before6440 his people5971.","12":"Only the LORD3068 give5414 thee wisdom7922 and understanding998, and give thee charge6680 concerning Israel3478, that thou mayest keep8104 the law8451 of the LORD3068 thy God430.","10":"He shall build1129 an house1004 for my name8034; and he shall be my son1121, and I will be his father1; and I will establish3559 the throne3678 of his kingdom4438 over Israel3478 for5704 ever5769.","2":"And David1732 commanded559 to gather together3664 the strangers1616 that were in the land776 of Israel3478; and he set5975 masons2672 to hew2672 wrought1496 stones68 to build1129 the house1004 of God430.","8":"But the word1697 of the LORD3068 came to me, saying559, Thou hast shed8210 blood1818 abundantly7230, and hast made6213 great1419 wars4421: thou shalt not build1129 an house1004 unto my name8034, because thou hast shed8210 much7227 blood1818 upon the earth776 in my sight6440.","17":"David1732 also commanded6680 all the princes8269 of Israel3478 to help5826 Solomon8010 his son1121, saying,","11":"Now, my son1121, the LORD3068 be with thee; and prosper6743 thou, and build1129 the house1004 of the LORD3068 thy God430, as he hath said1696 of thee.","1":"Then David1732 said559, This is the house1004 of the LORD3068 God430, and this is the altar4196 of the burnt offering5930 for Israel3478.","9":"Behold, a son1121 shall be born3205 to thee, who shall be a man376 of rest4496; and I will give him rest5117 from all his enemies341 round about5439: for his name8034 shall be Solomon8010, and I will give5414 peace7965 and quietness8253 unto Israel3478 in his days3117. Solomon: that is, Peaceable","14":"Now, behold, in my trouble6040 I have prepared3559 for the house1004 of the LORD3068 an hundred3967 thousand505 talents3603 of gold2091, and a thousand505 thousand505 talents3603 of silver3701; and of brass5178 and iron1270 without weight4948; for it is in abundance7230: timber6086 also and stone68 have I prepared3559; and thou mayest add3254 thereto. trouble: or, poverty","7":"And David1732 said559 to Solomon8010, My son1121, as for me, it was in my mind3824 to build1129 an house1004 unto the name8034 of the LORD3068 my God430:","15":"Moreover there are workmen6213 4399 with thee in abundance7230, hewers2672 and workers2796 of stone68 and timber6086, and all manner of cunning men2450 for every manner of work4399. workers: that is, masons and carpenters","6":"Then he called7121 for Solomon8010 his son1121, and charged6680 him to build1129 an house1004 for the LORD3068 God430 of Israel3478.","4":"Also cedar730 trees6086 in abundance369 4557: for the Zidonians6722 and they of Tyre6876 brought935 much7230 cedar730 wood6086 to David1732.","19":"Now set5414 your heart3824 and your soul5315 to seek1875 the LORD3068 your God430; arise6965 therefore, and build1129 ye the sanctuary4720 of the LORD3068 God430, to bring935 the ark727 of the covenant1285 of the LORD3068, and the holy6944 vessels3627 of God430, into the house1004 that is to be built1129 to the name8034 of the LORD3068.","13":"Then shalt thou prosper6743, if thou takest heed8104 to fulfil6213 the statutes2706 and judgments4941 which the LORD3068 charged6680 Moses4872 with concerning Israel3478: be strong2388, and of good courage553; dread3372 not, nor be dismayed2865."},"28":{"16":"And by weight4948 he gave gold2091 for the tables7979 of shewbread4635, for every table7979; and likewise silver3701 for the tables7979 of silver3701:","3":"But God430 said559 unto me, Thou shalt not build1129 an house1004 for my name8034, because thou hast been a man376 of war4421, and hast shed8210 blood1818. blood: Heb. bloods","5":"And of all my sons1121, (for the LORD3068 hath given5414 me many7227 sons1121,) he hath chosen977 Solomon8010 my son1121 to sit3427 upon the throne3678 of the kingdom4438 of the LORD3068 over Israel3478.","21":"And, behold, the courses4256 of the priests3548 and the Levites3881, even they shall be with thee for all the service5656 of the house1004 of God430: and there shall be with thee for all manner of workmanship4399 every willing5081 skilful man2451, for any manner of service5656: also the princes8269 and all the people5971 will be wholly at thy commandment1697.","18":"And for the altar4196 of incense7004 refined2212 gold2091 by weight4948; and gold2091 for the pattern8403 of the chariot4818 of the cherubims3742, that spread out6566 their wings, and covered5526 the ark727 of the covenant1285 of the LORD3068.","12":"And the pattern8403 of all that he had by the spirit7307, of the courts2691 of the house1004 of the LORD3068, and of all the chambers3957 round about5439, of the treasuries214 of the house1004 of God430, and of the treasuries214 of the dedicated things6944: of all that: Heb. of all that was with him","10":"Take heed7200 now; for the LORD3068 hath chosen977 thee to build1129 an house1004 for the sanctuary4720: be strong2388, and do6213 it.","2":"Then David1732 the king4428 stood up6965 upon his feet7272, and said559, Hear8085 me, my brethren251, and my people5971: As for me, I had in mine heart3824 to build1129 an house1004 of rest4496 for the ark727 of the covenant1285 of the LORD3068, and for the footstool1916 7272 of our God430, and had made ready3559 for the building1129:","8":"Now therefore in the sight5869 of all Israel3478 the congregation6951 of the LORD3068, and in the audience241 of our God430, keep8104 and seek1875 for all the commandments4687 of the LORD3068 your God430: that ye may possess3423 this good2896 land776, and leave it for an inheritance5157 for your children1121 after310 you for5704 ever5769.","17":"Also pure2889 gold2091 for the fleshhooks4207, and the bowls4219, and the cups7184: and for the golden2091 basons3713 he gave gold by weight4948 for every bason3713; and likewise silver by weight4948 for every bason3713 of silver3701:","11":"Then David1732 gave5414 to Solomon8010 his son1121 the pattern8403 of the porch197, and of the houses1004 thereof, and of the treasuries1597 thereof, and of the upper chambers5944 thereof, and of the inner6442 parlours2315 thereof, and of the place1004 of the mercy seat3727,","1":"And David1732 assembled6950 all the princes8269 of Israel3478, the princes8269 of the tribes7626, and the captains8269 of the companies4256 that ministered8334 to the king4428 by course4256, and the captains8269 over the thousands505, and captains8269 over the hundreds3967, and the stewards8269 over all the substance7399 and possession4735 of the king4428, and of his sons1121, with the officers5631, and with the mighty men1368, and with all the valiant men2428, unto Jerusalem3389. possession: or, cattle and of: or, and his sons officers: or, eunuchs","9":"And thou, Solomon8010 my son1121, know3045 thou the God430 of thy father1, and serve5647 him with a perfect8003 heart3820 and with a willing2655 mind5315: for the LORD3068 searcheth1875 all hearts3824, and understandeth995 all the imaginations3336 of the thoughts4284: if thou seek1875 him, he will be found4672 of thee; but if thou forsake5800 him, he will cast thee off2186 for ever5703.","14":"He gave of gold2091 by weight4948 for things of gold2091, for all instruments3627 of all manner of service5656; silver also for all instruments3627 of silver3701 by weight4948, for all instruments3627 of every kind of service5656:","7":"Moreover I will establish3559 his kingdom4438 for ever5769, if he be constant2388 to do6213 my commandments4687 and my judgments4941, as at this day3117. constant: Heb. strong","15":"Even the weight4948 for the candlesticks4501 of gold2091, and for their lamps5216 of gold2091, by weight4948 for every candlestick4501, and for the lamps5216 thereof: and for the candlesticks4501 of silver3701 by weight4948, both for the candlestick4501, and also for the lamps5216 thereof, according to the use5656 of every candlestick4501.","20":"And David1732 said559 to Solomon8010 his son1121, Be strong2388 and of good courage553, and do6213 it: fear3372 not, nor be dismayed2865: for the LORD3068 God430, even my God430, will be with thee; he will not fail7503 thee, nor forsake5800 thee, until thou hast finished3615 all the work4399 for the service5656 of the house1004 of the LORD3068.","6":"And he said559 unto me, Solomon8010 thy son1121, he shall build1129 my house1004 and my courts2691: for I have chosen977 him to be my son1121, and I will be his father1.","4":"Howbeit the LORD3068 God430 of Israel3478 chose977 me before all the house1004 of my father1 to be king4428 over Israel3478 for ever5769: for he hath chosen977 Judah3063 to be the ruler5057; and of the house1004 of Judah3063, the house1004 of my father1; and among the sons1121 of my father1 he liked7521 me to make me king4427 over all Israel3478:","19":"All this, said David, the LORD3068 made me understand7919 in writing3791 by his hand3027 upon me, even all the works4399 of this pattern8403.","13":"Also for the courses4256 of the priests3548 and the Levites3881, and for all the work4399 of the service5656 of the house1004 of the LORD3068, and for all the vessels3627 of service5656 in the house1004 of the LORD3068."},"25":{"11":"The fourth7243 to Izri3339, he, his sons1121, and his brethren251, were twelve8147 6240:","3":"Of Jeduthun3038: the sons1121 of Jeduthun3038; Gedaliah1436, and Zeri6874, and Jeshaiah3470, Hashabiah2811, and Mattithiah4993, six8337, under the hands3027 of their father1 Jeduthun3038, who prophesied5012 with a harp3658, to give thanks3034 and to praise1984 the LORD3068. Zeri: or, Izri","20":"The thirteenth7969 6240 to Shubael7619, he, his sons1121, and his brethren251, were twelve8147 6240:","12":"The fifth2549 to Nethaniah5418, he, his sons1121, and his brethren251, were twelve8147 6240:","10":"The third7992 to Zaccur2139, he, his sons1121, and his brethren251, were twelve8147 6240:","17":"The tenth6224 to Shimei8096, he, his sons1121, and his brethren251, were twelve8147 6240:","13":"The sixth8345 to Bukkiah1232, he, his sons1121, and his brethren251, were twelve8147 6240:","27":"The twentieth6242 to Eliathah448, he, his sons1121, and his brethren251, were twelve8147 6240:","30":"The three7969 and twentieth6242 to Mahazioth4238, he, his sons1121, and his brethren251, were twelve8147 6240:","18":"The eleventh6249 6240 to Azareel5832, he, his sons1121, and his brethren251, were twelve8147 6240:","29":"The two8147 and twentieth6242 to Giddalti1437, he, his sons1121, and his brethren251, were twelve8147 6240:","23":"The sixteenth8337 6240 to Hananiah2608, he, his sons1121, and his brethren251, were twelve8147 6240:","19":"The twelfth8147 6240 to Hashabiah2811, he, his sons1121, and his brethren251, were twelve8147 6240:","1":"Moreover David1732 and the captains8269 of the host6635 separated914 to the service5656 of the sons1121 of Asaph623, and of Heman1968, and of Jeduthun3038, who should prophesy5012 5030 with harps3658, with psalteries5035, and with cymbals4700: and the number4557 of the workmen582 4399 according to their service5656 was:","5":"All these were the sons1121 of Heman1968 the king\u0027s4428 seer2374 in the words1697 of God430, to lift up7311 the horn7161. And God430 gave5414 to Heman1968 fourteen702 6240 sons1121 and three7969 daughters1323. words: or, matters","4":"Of Heman1968: the sons1121 of Heman1968; Bukkiah1232, Mattaniah4983, Uzziel5816, Shebuel7619, and Jerimoth3406, Hananiah2608, Hanani2607, Eliathah448, Giddalti1437, and Romamtiezer7320, Joshbekashah3436, Mallothi4413, Hothir1956, and Mahazioth4238: Uzziel: also called, Azareel, ver.18. Shebuel: also called, Shubael, ver.20.","8":"And they cast5307 lots1486, ward4931 against5980 ward, as well the small6996 as the great1419, the teacher995 as the scholar8527.","26":"The nineteenth8672 6240 to Mallothi4413, he, his sons1121, and his brethren251, were twelve8147 6240:","14":"The seventh7637 to Jesharelah3480, he, his sons1121, and his brethren251, were twelve8147 6240:","22":"The fifteenth2568 6240 to Jeremoth3406, he, his sons1121, and his brethren251, were twelve8147 6240:","28":"The one259 and twentieth6242 to Hothir1956, he, his sons1121, and his brethren251, were twelve8147 6240:","25":"The eighteenth8083 6240 to Hanani2607, he, his sons1121, and his brethren251, were twelve8147 6240:","9":"Now the first7223 lot1486 came forth3318 for Asaph623 to Joseph3130: the second8145 to Gedaliah1436, who with his brethren251 and sons1121 were twelve8147 6240:","15":"The eighth8066 to Jeshaiah3470, he, his sons1121, and his brethren251, were twelve8147 6240:","21":"The fourteenth702 6240 to Mattithiah4993, he, his sons1121, and his brethren251, were twelve8147 6240:","24":"The seventeenth7651 6240 to Joshbekashah3436, he, his sons1121, and his brethren251, were twelve8147 6240:","16":"The ninth8671 to Mattaniah4983, he, his sons1121, and his brethren251, were twelve8147 6240:","7":"So the number4557 of them, with their brethren251 that were instructed3925 in the songs7892 of the LORD3068, even all that were cunning995, was two hundred3967 fourscore8084 and eight8083.","2":"Of the sons1121 of Asaph623; Zaccur2139, and Joseph3130, and Nethaniah5418, and Asarelah841, the sons1121 of Asaph623 under the hands3027 of Asaph623, which prophesied5012 according to the order3027 of the king4428. Asarelah: otherwise called Jesharelah according: Heb. by the hands of the king","6":"All these were under the hands3027 of their father1 for song7892 in the house1004 of the LORD3068, with cymbals4700, psalteries5035, and harps3658, for the service5656 of the house1004 of God430, according to the king\u0027s4428 order3027 to Asaph623, Jeduthun3038, and Heman1968. according: Heb. by the hands of the king","31":"The four702 and twentieth6242 to Romamtiezer7320, he, his sons1121, and his brethren251, were twelve8147 6240."},"9":{"11":"And Azariah5838 the son1121 of Hilkiah2518, the son1121 of Meshullam4918, the son1121 of Zadok6659, the son1121 of Meraioth4812, the son1121 of Ahitub285, the ruler5057 of the house1004 of God430;","41":"And the sons1121 of Micah4318 were, Pithon6377, and Melech4429, and Tahrea8475, and Ahaz.","42":"And Ahaz271 begat3205 Jarah3294; and Jarah3294 begat3205 Alemeth5964, and Azmaveth5820, and Zimri2174; and Zimri2174 begat3205 Moza4162;","3":"And in Jerusalem3389 dwelt3427 of the children1121 of Judah3063, and of the children1121 of Benjamin1144, and of the children1121 of Ephraim669, and Manasseh4519;","20":"And Phinehas6372 the son1121 of Eleazar499 was the ruler5057 over them in time past6440, and the LORD3068 was with him.","12":"And Adaiah5718 the son1121 of Jeroham3395, the son1121 of Pashur6583, the son1121 of Malchijah4441, and Maasiai4640 the son1121 of Adiel5717, the son1121 of Jahzerah3170, the son1121 of Meshullam4918, the son1121 of Meshillemith4921, the son1121 of Immer564;","10":"And of the priests3548; Jedaiah3048, and Jehoiarib3080, and Jachin3199,","17":"And the porters7778 were, Shallum7967, and Akkub6126, and Talmon2929, and Ahiman289, and their brethren251: Shallum7967 was the chief7218;","44":"And Azel682 had six8337 sons1121, whose names8034 are these, Azrikam5840, Bocheru1074, and Ishmael3458, and Sheariah8187, and Obadiah5662, and Hanan2605: these were the sons1121 of Azel682.","40":"And the son1121 of Jonathan3083 was Meribbaal4807: and Meribbaal4810 begat3205 Micah4318.","13":"And their brethren251, heads7218 of the house1004 of their fathers1, a thousand505 and seven7651 hundred3967 and threescore8346; very able2428 men1368 for the work4399 of the service5656 of the house1004 of God430. very: Heb. mighty men of valour","27":"And they lodged3885 round about5439 the house1004 of God430, because the charge4931 was upon them, and the opening4668 thereof every morning1242 pertained to them.","30":"And some of the sons1121 of the priests3548 made7543 the ointment4842 of the spices1314.","18":"Who hitherto waited in the king\u0027s4428 gate8179 eastward4217: they were porters7778 in the companies4264 of the children1121 of Levi3878.","36":"And his firstborn1060 son1121 Abdon5658, then Zur6698, and Kish7027, and Baal1168, and Ner5369, and Nadab5070,","29":"Some of them also were appointed4487 to oversee the vessels3627, and all the instruments3627 of the sanctuary6944, and the fine flour5560, and the wine3196, and the oil8081, and the frankincense3828, and the spices1314. instruments: or, vessels","23":"So they and their children1121 had the oversight of the gates8179 of the house1004 of the LORD3068, namely, the house1004 of the tabernacle168, by wards4931.","19":"And Shallum7967 the son1121 of Kore6981, the son1121 of Ebiasaph43, the son1121 of Korah7141, and his brethren251, of the house1004 of his father1, the Korahites7145, were over the work4399 of the service5656, keepers8104 of the gates5592 of the tabernacle168: and their fathers1, being over the host4264 of the LORD3068, were keepers8104 of the entry3996. gates: Heb. thresholds","1":"So all Israel3478 were reckoned by genealogies3187; and, behold, they were written3789 in the book5612 of the kings4428 of Israel3478 and Judah3063, who were carried away1540 to Babylon894 for their transgression4604.","5":"And of the Shilonites7888; Asaiah6222 the firstborn1060, and his sons1121.","4":"Uthai5793 the son1121 of Ammihud5989, the son1121 of Omri6018, the son1121 of Imri566, the son1121 of Bani1137, of the children1121 of Pharez6557 the son1121 of Judah3063.","8":"And Ibneiah2997 the son1121 of Jeroham3395, and Elah425 the son1121 of Uzzi5813, the son1121 of Michri4381, and Meshullam4918 the son1121 of Shephathiah8203, the son1121 of Reuel7467, the son1121 of Ibnijah2998;","26":"For these Levites3881, the four702 chief1368 porters7778, were in their set office530, and were over the chambers3957 and treasuries214 of the house1004 of God430. set: or, trust chambers: or, storehouses","39":"And Ner5369 begat3205 Kish7027; and Kish7027 begat3205 Saul7586; and Saul7586 begat3205 Jonathan3083, and Malchishua4444, and Abinadab41, and Eshbaal792.","14":"And of the Levites3881; Shemaiah8098 the son1121 of Hasshub2815, the son1121 of Azrikam5840, the son1121 of Hashabiah2811, of the sons1121 of Merari4847;","37":"And Gedor1446, and Ahio283, and Zechariah2148, and Mikloth4732.","22":"All these which were chosen1305 to be porters7778 in the gates5592 were two hundred3967 and twelve8147 6240. These were reckoned by their genealogy3187 in their villages2691, whom1992 David1732 and Samuel8050 the seer7200 did ordain3245 in their set office530. did: Heb. founded set: or, trust","28":"And certain of them had the charge of5921 the ministering5656 vessels3627, that they should bring them in935 and out3318 by tale4557 4557. bring: Heb. bring them in by tale, and carry them out by tale","25":"And their brethren251, which were in their villages2691, were to come935 after seven7651 days3117 from time6256 to time6256 with them.","9":"And their brethren251, according to their generations8435, nine8672 hundred3967 and fifty2572 and six8337. All these men582 were chief7218 of the fathers1 in the house1004 of their fathers1.","33":"And these are the singers7891, chief7218 of the fathers1 of the Levites3881, who remaining in the chambers3957 were free6362 6359: for they were employed in that work4399 day3119 and night3915. they: Heb. upon them","15":"And Bakbakkar1230, Heresh2792, and Galal1559, and Mattaniah4983 the son1121 of Micah4316, the son1121 of Zichri2147, the son1121 of Asaph623;","34":"These chief7218 fathers1 of the Levites3881 were chief7218 throughout their generations8435; these dwelt3427 at Jerusalem3389.","21":"And Zechariah2148 the son1121 of Meshelemiah4920 was porter7778 of the door6607 of the tabernacle168 of the congregation4150.","24":"In four702 quarters7307 were the porters7778, toward the east4217, west3220, north6828, and south5045.","16":"And Obadiah5662 the son1121 of Shemaiah8098, the son1121 of Galal1559, the son1121 of Jeduthun3038, and Berechiah1296 the son1121 of Asa609, the son1121 of Elkanah511, that dwelt3427 in the villages2691 of the Netophathites5200.","35":"And in Gibeon1391 dwelt3427 the father1 of Gibeon1391 25, Jehiel3273, whose wife\u0027s802 name8034 was Maachah4601:","32":"And other of their brethren251, of the sons1121 of the Kohathites6956, were over the shewbread3899 4635, to prepare3559 it every sabbath7676. shewbread: Heb. bread of ordering","7":"And of the sons1121 of Benjamin1144; Sallu5543 the son1121 of Meshullam4918, the son1121 of Hodaviah1938, the son1121 of Hasenuah5574,","43":"And Moza4162 begat3205 Binea1150; and Rephaiah7509 his son1121, Eleasah501 his son1121, Azel682 his son1121.","2":"Now the first7223 inhabitants3427 that dwelt in their possessions272 in their cities5892 were, the Israelites3478, the priests3548, Levites3881, and the Nethinims5411.","38":"And Mikloth4732 begat3205 Shimeam8043. And they also dwelt3427 with their brethren251 at Jerusalem3389, over against their brethren251.","6":"And of the sons1121 of Zerah2226; Jeuel3262, and their brethren251, six8337 hundred3967 and ninety8673.","31":"And Mattithiah4993, one of the Levites3881, who was the firstborn1060 of Shallum7967 the Korahite7145, had the set office530 over the things that were made4639 in the pans2281. set: or, trust in: or, on flat plates, or, slices"},"15":{"11":"And David1732 called7121 for Zadok6659 and Abiathar54 the priests3548, and for the Levites3881, for Uriel222, Asaiah6222, and Joel3100, Shemaiah8098, and Eliel447, and Amminadab5992,","3":"And David1732 gathered6950 all Israel3478 together6950 to Jerusalem3389, to bring up5927 the ark727 of the LORD3068 unto his place4725, which he had prepared3559 for it.","20":"And Zechariah2148, and Aziel5815, and Shemiramoth8070, and Jehiel3171, and Unni6042, and Eliab446, and Maaseiah4641, and Benaiah1141, with psalteries5035 on Alamoth5961;","12":"And said559 unto them, Ye are the chief7218 of the fathers1 of the Levites3881: sanctify6942 yourselves, both ye and your brethren251, that ye may bring up5927 the ark727 of the LORD3068 God430 of Israel3478 unto the place that I have prepared3559 for it.","10":"Of the sons1121 of Uzziel5816; Amminadab5992 the chief8269, and his brethren251 an hundred3967 and twelve8147 6240.","17":"So the Levites3881 appointed5975 Heman1968 the son1121 of Joel3100; and of his brethren251, Asaph623 the son1121 of Berechiah1296; and of the sons1121 of Merari4847 their brethren251, Ethan387 the son1121 of Kushaiah6984;","13":"For because ye did it not at the first7223, the LORD3068 our God430 made a breach6555 upon us, for that we sought1875 him not after the due order4941.","27":"And David1732 was clothed3736 with a robe4598 of fine linen948, and all the Levites3881 that bare5375 the ark727, and the singers7891, and Chenaniah3663 the master8269 of the song4853 with the singers7891: David1732 also had upon him an ephod646 of linen906. song: or, carriage","18":"And with them their brethren251 of the second4932 degree, Zechariah2148, Ben1122, and Jaaziel3268, and Shemiramoth8070, and Jehiel3171, and Unni6042, Eliab446, and Benaiah1141, and Maaseiah4641, and Mattithiah4993, and Elipheleh466, and Mikneiah4737, and Obededom5654, and Jeiel3273, the porters7778.","29":"And it came to pass, as the ark727 of the covenant1285 of the LORD3068 came935 to the city5892 of David1732, that Michal4324 the daughter1323 of Saul7586 looking out8259 at a window2474 saw7200 king4428 David1732 dancing7540 and playing7832: and she despised959 him in her heart3820.","23":"And Berechiah1296 and Elkanah511 were doorkeepers7778 for the ark727.","19":"So the singers7891, Heman1968, Asaph623, and Ethan387, were appointed to sound8085 with cymbals4700 of brass5178;","1":"And David made6213 him houses1004 in the city5892 of David1732, and prepared3559 a place4725 for the ark727 of God430, and pitched5186 for it a tent168.","5":"Of the sons1121 of Kohath6955; Uriel222 the chief8269, and his brethren251 an hundred3967 and twenty6242: brethren: or, kinsmen","4":"And David1732 assembled622 the children1121 of Aaron175, and the Levites3881:","8":"Of the sons1121 of Elizaphan469; Shemaiah8098 the chief8269, and his brethren251 two hundred3967:","26":"And it came to pass, when God430 helped5826 the Levites3881 that bare5375 the ark727 of the covenant1285 of the LORD3068, that they offered2076 seven7651 bullocks6499 and seven7651 rams352.","14":"So the priests3548 and the Levites3881 sanctified6942 themselves to bring up5927 the ark727 of the LORD3068 God430 of Israel3478.","22":"And Chenaniah3663, chief8269 of the Levites3881, was for song4853: he instructed3256 about the song4853, because he was skilful995. was for: or, was for the carriage: he instructed about the carriage song: Heb. lifting up","28":"Thus all Israel3478 brought up5927 the ark727 of the covenant1285 of the LORD3068 with shouting8643, and with sound6963 of the cornet7782, and with trumpets2689, and with cymbals4700, making a noise8085 with psalteries5035 and harps3658.","25":"So David1732, and the elders2205 of Israel3478, and the captains8269 over thousands505, went1980 to bring up5927 the ark727 of the covenant1285 of the LORD3068 out of the house1004 of Obededom5654 with joy8057.","9":"Of the sons1121 of Hebron2275; Eliel447 the chief8269, and his brethren251 fourscore8084:","15":"And the children1121 of the Levites3881 bare5375 the ark727 of God430 upon their shoulders3802 with the staves4133 thereon, as Moses4872 commanded6680 according to the word1697 of the LORD3068.","21":"And Mattithiah4993, and Elipheleh466, and Mikneiah4737, and Obededom5654, and Jeiel3273, and Azaziah5812, with harps3658 on the Sheminith8067 to excel5329. on the: or, on the eighth to oversee","24":"And Shebaniah7645, and Jehoshaphat3146, and Nethaneel5417, and Amasai6022, and Zechariah2148, and Benaiah1141, and Eliezer461, the priests3548, did blow2690 2690 with the trumpets2689 before6440 the ark727 of God430: and Obededom5654 and Jehiah3174 were doorkeepers7778 for the ark727.","16":"And David1732 spake559 to the chief8269 of the Levites3881 to appoint5975 their brethren251 to be the singers7891 with instruments3627 of musick7892, psalteries5035 and harps3658 and cymbals4700, sounding8085, by lifting up7311 the voice6963 with joy8057.","7":"Of the sons1121 of Gershom1647; Joel3100 the chief8269, and his brethren251 an hundred3967 and thirty7970:","2":"Then David1732 said559, None ought to carry5375 the ark727 of God430 but the Levites3881: for them hath the LORD3068 chosen977 to carry5375 the ark727 of God430, and to minister8334 unto him for5704 ever5769. None: Heb. It is not to carry the ark of God, but for the Levites","6":"Of the sons1121 of Merari4847; Asaiah6222 the chief8269, and his brethren251 two hundred3967 and twenty6242:"},"21":{"11":"So Gad1410 came935 to David1732, and said559 unto him, Thus saith559 the LORD3068, Choose6901 thee Choose: Heb. Take to thee","3":"And Joab3097 answered559, The LORD3068 make his people5971 an hundred3967 times6471 so many more3254 as they1992 be: but, my lord113 the king4428, are they not all my lord\u0027s113 servants5650? why then doth my lord113 require1245 this thing? why will he be a cause of trespass819 to Israel3478?","20":"And Ornan771 turned back7725, and saw7200 the angel4397; and his four702 sons1121 with him hid2244 themselves. Now Ornan771 was threshing1758 wheat2406. And Ornan: or, When Ornan turned back and saw the angel, then he and his four sons with him hid themselves","12":"Either three7969 years\u00278141 famine7458; or three7969 months2320 to be destroyed5595 before6440 thy foes6862, while that the sword2719 of thine enemies341 overtaketh5381 thee; or518 else three7969 days3117 the sword2719 of the LORD3068, even the pestilence1698, in the land776, and the angel4397 of the LORD3068 destroying7843 throughout all the coasts1366 of Israel3478. Now therefore advise7200 thyself what word1697 I shall bring again7725 to him that sent7971 me.","10":"Go3212 and tell1696 David1732, saying559, Thus saith559 the LORD3068, I offer5186 thee three7969 things: choose977 thee one259 of them2007, that I may do6213 it unto thee. offer: Heb. stretch out","17":"And David1732 said559 unto God430, Is it not I that commanded559 the people5971 to be numbered4487? even I it is that have sinned2398 and done evil7489 indeed7489; but as for these sheep6629, what have they done6213? let thine hand3027, I pray thee, O LORD3068 my God430, be on me, and on my father\u0027s1 house1004; but not on thy people5971, that they should be plagued4046.","13":"And David1732 said559 unto Gad1410, I am in a great3966 strait6887: let me fall5307 now into the hand3027 of the LORD3068; for very3966 great7227 are his mercies7356: but let me not fall5307 into the hand3027 of man120. very great: or, very many","27":"And the LORD3068 commanded559 the angel4397; and he put up7725 his sword2719 again7725 into the sheath5084 thereof.","30":"But David1732 could3201 not go3212 before6440 it to enquire1875 of God430: for he was afraid1204 because6440 of the sword2719 of the angel4397 of the LORD3068.","18":"Then the angel4397 of the LORD3068 commanded559 Gad1410 to say559 to David1732, that David1732 should go up5927, and set up6965 an altar4196 unto the LORD3068 in the threshingfloor1637 of Ornan771 the Jebusite2983.","29":"For the tabernacle4908 of the LORD3068, which Moses4872 made6213 in the wilderness4057, and the altar4196 of the burnt offering5930, were at that season6256 in the high place1116 at Gibeon1391.","23":"And Ornan771 said559 unto David1732, Take3947 it to thee, and let my lord113 the king4428 do6213 that which is good2896 in his eyes5869: lo7200, I give5414 thee the oxen1241 also for burnt offerings5930, and the threshing instruments4173 for wood6086, and the wheat2406 for the meat offering4503; I give5414 it all.","19":"And David1732 went up5927 at the saying1697 of Gad1410, which he spake1696 in the name8034 of the LORD3068.","1":"And Satan7854 stood up5975 against Israel3478, and provoked5496 David1732 to number4487 Israel3478.","5":"And Joab3097 gave5414 the sum4557 of the number4662 of the people5971 unto David1732. And all they of Israel3478 were a thousand505 thousand505 and an hundred3967 thousand505 men376 that drew8025 sword2719: and Judah3063 was four702 hundred3967 threescore and ten7657 thousand505 men376 that drew8025 sword2719.","4":"Nevertheless the king\u0027s4428 word1697 prevailed2388 against Joab3097. Wherefore Joab3097 departed3318, and went1980 throughout all Israel3478, and came935 to Jerusalem3389.","8":"And David1732 said559 unto God430, I have sinned2398 greatly3966, because I have done6213 this thing1697: but now, I beseech thee, do away5674 the iniquity5771 of thy servant5650; for I have done very3966 foolishly5528.","26":"And David1732 built1129 there an altar4196 unto the LORD3068, and offered5927 burnt offerings5930 and peace offerings8002, and called7121 upon the LORD3068; and he answered6030 him from heaven8064 by fire784 upon the altar4196 of burnt offering5930.","14":"So the LORD3068 sent5414 pestilence1698 upon Israel3478: and there fell5307 of Israel3478 seventy7657 thousand505 men376.","22":"Then David1732 said559 to Ornan771, Grant5414 me the place4725 of this threshingfloor1637, that I may build1129 an altar4196 therein unto the LORD3068: thou shalt grant5414 it me for the full4392 price3701: that the plague4046 may be stayed6113 from the people5971. Grant: Heb. Give","28":"At that time6256 when David1732 saw7200 that the LORD3068 had answered6030 him in the threshingfloor1637 of Ornan771 the Jebusite2983, then he sacrificed2076 there.","25":"So David1732 gave5414 to Ornan771 for the place4725 six8337 hundred3967 shekels8255 of gold2091 by weight4948.","9":"And the LORD3068 spake1696 unto Gad1410, David\u0027s1732 seer2374, saying559,","15":"And God430 sent7971 an angel4397 unto Jerusalem3389 to destroy7843 it: and as he was destroying7843, the LORD3068 beheld7200, and he repented5162 him of the evil7451, and said559 to the angel4397 that destroyed7843, It is enough7227, stay7503 now thine hand3027. And the angel4397 of the LORD3068 stood5975 by the threshingfloor1637 of Ornan771 the Jebusite2983. Ornan: also called, Araunah 2.Sam.24.18.","21":"And as David1732 came935 to Ornan771, Ornan771 looked5027 and saw7200 David1732, and went out3318 of the threshingfloor1637, and bowed7812 himself to David1732 with his face639 to the ground776.","24":"And king4428 David1732 said559 to Ornan771, Nay; but I will verily7069 buy7069 it for the full4392 price3701: for I will not take5375 that which is thine for the LORD3068, nor offer5927 burnt offerings5930 without cost2600.","16":"And David1732 lifted up5375 his eyes5869, and saw7200 the angel4397 of the LORD3068 stand5975 between the earth776 and the heaven8064, having a drawn8025 sword2719 in his hand3027 stretched out5186 over Jerusalem3389. Then David1732 and the elders2205 of Israel, who were clothed3680 in sackcloth8242, fell5307 upon their faces6440.","7":"And God430 was displeased3415 5869 with this thing1697; therefore he smote5221 Israel3478. And: Heb. And it was evil in the eyes of the LORD concerning this thing","2":"And David1732 said559 to Joab3097 and to the rulers8269 of the people5971, Go3212, number5608 Israel3478 from Beersheba884 even to Dan1835; and bring935 the number4557 of them to me, that I may know3045 it.","6":"But Levi3878 and Benjamin1144 counted6485 he not among8432 them: for the king\u0027s4428 word1697 was abominable8581 to Joab3097."},"24":{"11":"The ninth8671 to Jeshua3442, the tenth6224 to Shecaniah7935,","3":"And David1732 distributed2505 them, both Zadok6659 of the sons1121 of Eleazar499, and Ahimelech288 of the sons1121 of Ithamar385, according to their offices6486 in their service5656.","20":"And the rest3498 of the sons1121 of Levi3878 were these: Of the sons1121 of Amram6019; Shubael7619: of the sons1121 of Shubael7619; Jehdeiah3165.","12":"The eleventh6249 6240 to Eliashib475, the twelfth8147 6240 to Jakim3356,","10":"The seventh7637 to Hakkoz6976, the eighth8066 to Abijah29,","17":"The one259 and twentieth6242 to Jachin3199, the two8147 and twentieth6242 to Gamul1577,","13":"The thirteenth7969 6240 to Huppah2647, the fourteenth702 6240 to Jeshebeab3428,","27":"The sons1121 of Merari4847 by Jaaziah3269; Beno1121, and Shoham7719, and Zaccur2139, and Ibri5681.","30":"The sons1121 also of Mushi4187; Mahli4249, and Eder5740, and Jerimoth3406. These were the sons1121 of the Levites3881 after the house1004 of their fathers1.","18":"The three7969 and twentieth6242 to Delaiah1806, the four702 and twentieth6242 to Maaziah4590.","29":"Concerning Kish7027: the son1121 of Kish7027 was Jerahmeel3396.","23":"And the sons1121 of Hebron; Jeriah3404 the first, Amariah568 the second8145, Jahaziel3166 the third7992, Jekameam3360 the fourth7243.","19":"These were the orderings6486 of them in their service5656 to come935 into the house1004 of the LORD3068, according to their manner4941, under3027 Aaron175 their father1, as the LORD3068 God430 of Israel3478 had commanded6680 him.","1":"Now these are the divisions4256 of the sons1121 of Aaron175. The sons1121 of Aaron175; Nadab5070, and Abihu30, Eleazar499, and Ithamar385.","5":"Thus were they divided2505 by lot1486, one sort428 with another428; for the governors8269 of the sanctuary6944, and governors8269 of the house of God430, were of the sons1121 of Eleazar499, and of the sons1121 of Ithamar385.","4":"And there were more7227 chief7218 men1397 found4672 of the sons1121 of Eleazar499 than of the sons1121 of Ithamar385; and thus were they divided2505. Among the sons1121 of Eleazar499 there were sixteen8337 6240 chief men7218 of the house1004 of their fathers1, and eight8083 among the sons1121 of Ithamar385 according to the house1004 of their fathers1.","8":"The third7992 to Harim2766, the fourth7243 to Seorim8188,","26":"The sons1121 of Merari4847 were Mahli4249 and Mushi4187: the sons1121 of Jaaziah3269; Beno1121.","14":"The fifteenth2568 6240 to Bilgah1083, the sixteenth8337 6240 to Immer564,","22":"Of the Izharites3325; Shelomoth8013: of the sons1121 of Shelomoth8013; Jahath3189.","28":"Of Mahli4249 came Eleazar499, who had no sons1121.","25":"The brother251 of Michah4318 was Isshiah3449: of the sons1121 of Isshiah3449; Zechariah2148.","9":"The fifth2549 to Malchijah4441, the sixth8345 to Mijamin4326,","15":"The seventeenth7651 6240 to Hezir2387, the eighteenth8083 6240 to Aphses6483,","21":"Concerning Rehabiah7345: of the sons1121 of Rehabiah7345, the first7218 was Isshiah3449.","24":"Of the sons1121 of Uzziel5816; Michah4318: of the sons1121 of Michah4318; Shamir8053.","16":"The nineteenth8672 6240 to Pethahiah6611, the twentieth6242 to Jehezekel3168,","7":"Now the first7223 lot1486 came forth3318 to Jehoiarib3080, the second8145 to Jedaiah3048,","2":"But Nadab5070 and Abihu30 died4191 before6440 their father1, and had no children1121: therefore Eleazar499 and Ithamar385 executed the priest\u0027s office3547.","6":"And Shemaiah8098 the son1121 of Nethaneel5417 the scribe5608, one of the Levites3881, wrote3789 them before6440 the king4428, and the princes8269, and Zadok6659 the priest3548, and Ahimelech288 the son1121 of Abiathar54, and before the chief7218 of the fathers1 of the priests3548 and Levites3881: one259 principal1 household1004 being taken270 for Eleazar499, and one taken270 for Ithamar385. principal: Heb. house of the father","31":"These likewise cast5307 lots1486 over against5980 their brethren251 the sons1121 of Aaron175 in the presence6440 of David1732 the king4428, and Zadok6659, and Ahimelech288, and the chief7218 of the fathers1 of the priests3548 and Levites3881, even the principal7218 fathers1 over against5980 their younger6996 brethren251."},"16":{"11":"Seek1875 the LORD3068 and his strength5797, seek1245 his face6440 continually8548.","41":"And with them Heman1968 and Jeduthun3038, and the rest7605 that were chosen1305, who were expressed5344 by name8034, to give thanks3034 to the LORD3068, because his mercy2617 endureth for ever5769;","42":"And with them Heman1968 and Jeduthun3038 with trumpets2689 and cymbals4700 for those that should make a sound8085, and with musical7892 instruments3627 of God430. And the sons1121 of Jeduthun3038 were porters8179. porters: Heb. for the gate","3":"And he dealt2505 to every one376 of Israel3478, both man376 and woman802, to every one376 a loaf3603 of bread3899, and a good piece of flesh829, and a flagon809 of wine.","20":"And when they went1980 from nation1471 to nation1471, and from one kingdom4467 to another312 people5971;","12":"Remember2142 his marvellous6381 works that he hath done6213, his wonders4159, and the judgments4941 of his mouth6310;","10":"Glory1984 ye in his holy6944 name8034: let the heart3820 of them rejoice8055 that seek1245 the LORD3068.","17":"And hath confirmed5975 the same to Jacob3290 for a law2706, and to Israel3478 for an everlasting5769 covenant1285,","40":"To offer5927 burnt offerings5930 unto the LORD3068 upon the altar4196 of the burnt offering5930 continually8548 morning1242 and evening6153, and to do according to all that is written3789 in the law8451 of the LORD3068, which he commanded6680 Israel3478; morning: Heb. in the morning, and in the evening","13":"O ye seed2233 of Israel3478 his servant5650, ye children1121 of Jacob3290, his chosen ones972.","27":"Glory1935 and honour1926 are in his presence6440; strength5797 and gladness2304 are in his place4725.","30":"Fear2342 before6440 him, all the earth776: the world8398 also shall be stable3559, that it be not moved4131.","18":"Saying559, Unto thee will I give5414 the land776 of Canaan3667, the lot2256 of your inheritance5159; the lot: Heb. the cord","36":"Blessed1288 be the LORD3068 God430 of Israel3478 for ever5769 and ever5769. And all the people5971 said559, Amen543, and praised1984 the LORD3068.","29":"Give3051 unto the LORD3068 the glory3519 due unto his name8034: bring5375 an offering4503, and come935 before6440 him: worship7812 the LORD3068 in the beauty1927 of holiness6944.","23":"Sing7891 unto the LORD3068, all the earth776; shew forth1319 from day3117 to day3117 his salvation3444.","19":"When ye were but few4557 4962, even a few4592, and strangers1481 in it. few, even: Heb. men of number, etc","1":"So they brought935 the ark727 of God430, and set3322 it in the midst8432 of the tent168 that David1732 had pitched5186 for it: and they offered7126 burnt sacrifices5930 and peace offerings8002 before6440 God430.","5":"Asaph623 the chief7218, and next4932 to him Zechariah2148, Jeiel3273, and Shemiramoth8070, and Jehiel3171, and Mattithiah4993, and Eliab446, and Benaiah1141, and Obededom5654: and Jeiel3273 with psalteries5035 3627 and with harps3658; but Asaph623 made a sound8085 with cymbals4700; with psalteries: Heb. with instruments of psalteries and harps","4":"And he appointed5414 certain of the Levites3881 to minister8334 before6440 the ark727 of the LORD3068, and to record2142, and to thank3034 and praise1984 the LORD3068 God430 of Israel3478:","8":"Give thanks3034 unto the LORD3068, call7121 upon his name8034, make known3045 his deeds5949 among the people5971.","26":"For all the gods430 of the people5971 are idols457: but the LORD3068 made6213 the heavens8064.","39":"And Zadok6659 the priest3548, and his brethren251 the priests3548, before6440 the tabernacle4908 of the LORD3068 in the high place1116 that was at Gibeon1391,","14":"He is the LORD3068 our God430; his judgments4941 are in all the earth776.","37":"So he left5800 there before6440 the ark727 of the covenant1285 of the LORD3068 Asaph623 and his brethren251, to minister8334 before6440 the ark727 continually8548, as every day\u0027s3117 work1697 required3117:","22":"Saying, Touch5060 not mine anointed4899, and do my prophets5030 no harm7489.","28":"Give3051 unto the LORD3068, ye kindreds4940 of the people5971, give3051 unto the LORD3068 glory3519 and strength5797.","25":"For great1419 is the LORD3068, and greatly3966 to be praised1984: he also is to be feared3372 above all gods430.","9":"Sing7891 unto him, sing psalms2167 unto him, talk7878 ye of all his wondrous6381 works.","33":"Then shall the trees6086 of the wood3293 sing out7442 at the presence6440 of the LORD3068, because he cometh935 to judge8199 the earth776.","15":"Be ye mindful2142 always5769 of his covenant1285; the word1697 which he commanded6680 to a thousand505 generations1755;","34":"O give thanks3034 unto the LORD3068; for he is good2896; for his mercy2617 endureth for ever5769.","21":"He suffered3240 no man376 to do them wrong6231: yea, he reproved3198 kings4428 for their sakes,","24":"Declare5608 his glory3519 among the heathen1471; his marvellous works6381 among all nations5971.","16":"Even of the covenant which he made3772 with Abraham85, and of his oath7621 unto Isaac3327;","35":"And say559 ye, Save3467 us, O God430 of our salvation3468, and gather us together6908, and deliver5337 us from the heathen1471, that we may give thanks3034 to thy holy6944 name8034, and glory7623 in thy praise8416.","32":"Let the sea3220 roar7481, and the fulness4393 thereof: let the fields7704 rejoice5970, and all that is therein.","7":"Then on that day3117 David1732 delivered5414 first7218 this psalm to thank3034 the LORD3068 into the hand3027 of Asaph623 and his brethren251.","43":"And all the people5971 departed3212 every man376 to his house1004: and David1732 returned5437 to bless1288 his house1004.","2":"And when David1732 had made an end3615 of offering5927 the burnt offerings5930 and the peace offerings8002, he blessed1288 the people5971 in the name8034 of the LORD3068.","38":"And Obededom5654 with their brethren251, threescore8346 and eight8083; Obededom5654 also the son1121 of Jeduthun3038 and Hosah2621 to be porters7778:","6":"Benaiah1141 also and Jahaziel3166 the priests3548 with trumpets2689 continually8548 before6440 the ark727 of the covenant1285 of God430.","31":"Let the heavens8064 be glad8055, and let the earth776 rejoice1523: and let men say559 among the nations1471, The LORD3068 reigneth4427."},"7":{"11":"All these the sons1121 of Jediael3043, by the heads7218 of their fathers1, mighty1368 men of valour2428, were seventeen7651 6240 thousand505 and two hundred3967 soldiers, fit to go out3318 for war6635 and battle4421.","3":"And the sons1121 of Uzzi5813; Izrahiah3156: and the sons1121 of Izrahiah3156; Michael4317, and Obadiah5662, and Joel3100, Ishiah3449, five2568: all of them chief men7218.","20":"And the sons1121 of Ephraim669; Shuthelah7803, and Bered1260 his son1121, and Tahath8480 his son1121, and Eladah497 his son1121, and Tahath8480 his son1121,","12":"Shuppim8206 also, and Huppim2650, the children1121 of Ir5893, and Hushim2366, the sons1121 of Aher313. Ir: or, Iri Aher: or, Ahiram","10":"The sons1121 also of Jediael3043; Bilhan1092: and the sons1121 of Bilhan1092; Jeush3274, and Benjamin1144, and Ehud164, and Chenaanah3668, and Zethan2133, and Tharshish8659, and Ahishahar300.","17":"And the sons1121 of Ulam198; Bedan917. These were the sons1121 of Gilead1568, the son1121 of Machir4353, the son1121 of Manasseh4519.","40":"All these were the children1121 of Asher836, heads7218 of their father\u0027s1 house1004, choice1305 and mighty men1368 of valour2428, chief7218 of the princes5387. And the number4557 throughout the genealogy3187 of them that were apt to the war6635 and to battle4421 was twenty6242 and six8337 thousand505 men582.","13":"The sons1121 of Naphtali5321; Jahziel3185, and Guni1476, and Jezer3337, and Shallum7967, the sons1121 of Bilhah1090.","27":"Non5126 his son1121, Jehoshua3091 his son1121. Non: or, Nun","30":"The sons1121 of Asher836; Imnah3232, and Isuah3440, and Ishuai3438, and Beriah1283, and Serah8294 their sister269.","18":"And his sister269 Hammoleketh4447 bare3205 Ishod379, and Abiezer44, and Mahalah4244.","36":"The sons1121 of Zophah6690; Suah5477, and Harnepher2774, and Shual7777, and Beri1275, and Imrah3236,","29":"And by the borders3027 of the children1121 of Manasseh4519, Bethshean1052 and her towns1323, Taanach8590 and her towns1323, Megiddo4023 and her towns1323, Dor1756 and her towns1323. In these dwelt3427 the children1121 of Joseph3130 the son1121 of Israel3478. towns: Heb. daughters","23":"And when he went in935 to his wife802, she conceived2029, and bare3205 a son1121, and he called7121 his name8034 Beriah1283, because it went evil7451 with his house1004.","19":"And the sons1121 of Shemida8061 were, Ahian291, and Shechem7928, and Likhi3949, and Aniam593.","1":"Now the sons1121 of Issachar3485 were, Tola8439, and Puah6312, Jashub3437, and Shimron8110, four702.","5":"And their brethren251 among all the families4940 of Issachar3485 were valiant1368 men of might2428, reckoned in all by their genealogies3187 fourscore8084 and seven7651 thousand505.","4":"And with them, by their generations8435, after the house1004 of their fathers1, were bands1416 of soldiers6635 for war4421, six8337 and thirty7970 thousand505 men: for they had many7235 wives802 and sons1121.","8":"And the sons1121 of Becher1071; Zemira2160, and Joash3135, and Eliezer461, and Elioenai454, and Omri6018, and Jerimoth3406, and Abiah29, and Anathoth6068, and Alameth5964. All these are the sons1121 of Becher1071.","26":"Laadan3936 his son1121, Ammihud5989 his son1121, Elishama476 his son1121,","39":"And the sons1121 of Ulla5925; Arah733, and Haniel2592, and Rezia7525.","14":"The sons1121 of Manasseh4519; Ashriel844, whom she bare3205: ( but his concubine6370 the Aramitess761 bare3205 Machir4353 the father1 of Gilead1568:","37":"Bezer1221, and Hod1936, and Shamma8037, and Shilshah8030, and Ithran3506, and Beera878.","22":"And Ephraim669 their father1 mourned56 many7227 days3117, and his brethren251 came935 to comfort5162 him.","28":"And their possessions272 and habitations4186 were, Bethel1008 and the towns1323 thereof, and eastward4217 Naaran5295, and westward4628 Gezer1507, with the towns1323 thereof; Shechem7927 also and the towns1323 thereof, unto Gaza5804 and the towns1323 thereof: towns: Heb. daughters unto Gaza: or, Adassa","25":"And Rephah7506 was his son1121, also Resheph7566, and Telah8520 his son1121, and Tahan8465 his son1121,","9":"And the number3187 of them, after their genealogy by their generations8435, heads7218 of the house1004 of their fathers1, mighty men1368 of valour2428, was twenty6242 thousand505 and two hundred3967.","33":"And the sons1121 of Japhlet3310; Pasach6457, and Bimhal1118, and Ashvath6220. These are the children1121 of Japhlet3310.","15":"And Machir4353 took3947 to wife802 the sister of Huppim2650 and Shuppim8206, whose sister\u0027s269 name8034 was Maachah4601;) and the name8034 of the second8145 was Zelophehad6765: and Zelophehad6765 had daughters1323.","34":"And the sons1121 of Shamer8106; Ahi277, and Rohgah7303, Jehubbah3160, and Aram758.","21":"And Zabad2066 his son1121, and Shuthelah7803 his son1121, and Ezer5827, and Elead496, whom the men582 of Gath1661 that were born3205 in that land776 slew2026, because they came down3381 to take away3947 their cattle4735.","24":"(And his daughter1323 was Sherah7609, who built1129 Bethhoron1032 the nether8481, and the upper5945, and Uzzensherah242.)","16":"And Maachah4601 the wife802 of Machir4353 bare3205 a son1121, and she called7121 his name8034 Peresh6570; and the name8034 of his brother251 was Sheresh8329; and his sons1121 were Ulam198 and Rakem7552.","35":"And the sons1121 of his brother251 Helem1987; Zophah6690, and Imna3234, and Shelesh8028, and Amal6000.","32":"And Heber2268 begat3205 Japhlet3310, and Shomer7763, and Hotham2369, and Shua7774 their sister269.","7":"And the sons1121 of Bela1106; Ezbon675, and Uzzi5813, and Uzziel5816, and Jerimoth3406, and Iri5901, five2568; heads7218 of the house1004 of their fathers1, mighty1368 men of valour2428; and were reckoned by their genealogies3187 twenty6242 and two8147 thousand505 and thirty7970 and four702.","2":"And the sons1121 of Tola8439; Uzzi5813, and Rephaiah7509, and Jeriel3400, and Jahmai3181, and Jibsam3005, and Shemuel8050, heads7218 of their father\u0027s1 house1004, to wit, of Tola8439: they were valiant men1368 of might2428 in their generations8435; whose number4557 was in the days3117 of David1732 two8147 and twenty6242 thousand505 and six8337 hundred3967.","38":"And the sons1121 of Jether3500; Jephunneh3312, and Pispah6462, and Ara690.","6":"The sons of Benjamin1144; Bela1106, and Becher1071, and Jediael3043, three7969.","31":"And the sons1121 of Beriah1283; Heber2268, and Malchiel4439, who is the father1 of Birzavith1269."},"2":{"11":"And Nahshon5177 begat3205 Salma8007, and Salma8007 begat3205 Boaz1162,","41":"And Shallum7967 begat3205 Jekamiah3359, and Jekamiah3359 begat3205 Elishama476.","45":"And the son1121 of Shammai8060 was Maon4584: and Maon4584 was the father1 of Bethzur1049.","42":"Now the sons1121 of Caleb3612 the brother251 of Jerahmeel3396 were, Mesha4337 his firstborn1060, which was the father1 of Ziph2128; and the sons1121 of Mareshah4762 the father1 of Hebron2275.","3":"The sons1121 of Judah3063; Er6147, and Onan209, and Shelah7956: which three7969 were born3205 unto him of the daughter1323 of Shua7774 1340 the Canaanitess3669. And Er6147, the firstborn1060 of Judah3063, was evil7451 in the sight5869 of the LORD3068; and he slew4191 him.","20":"And Hur2354 begat3205 Uri221, and Uri221 begat3205 Bezaleel1212.","12":"And Boaz1162 begat3205 Obed5744, and Obed5744 begat3205 Jesse3448,","10":"And Ram7410 begat3205 Amminadab5992; and Amminadab5992 begat3205 Nahshon5177, prince5387 of the children1121 of Judah3063;","17":"And Abigail26 bare3205 Amasa6021: and the father1 of Amasa6021 was Jether3500 the Ishmeelite3459.","51":"Salma8007 the father1 of Bethlehem1035, Hareph2780 the father1 of Bethgader1013.","44":"And Shema8087 begat3205 Raham7357, the father1 of Jorkoam3421: and Rekem7552 begat3205 Shammai8060.","40":"And Eleasah501 begat3205 Sisamai5581, and Sisamai5581 begat3205 Shallum7967,","13":"And Jesse3448 begat3205 his firstborn1060 Eliab446, and Abinadab41 the second8145, and Shimma8092 the third7992, Shimma: or, Shammah","27":"And the sons1121 of Ram7410 the firstborn1060 of Jerahmeel3396 were, Maaz4619, and Jamin3226, and Eker6134.","30":"And the sons1121 of Nadab5070; Seled5540, and Appaim649: but Seled5540 died4191 without children1121.","53":"And the families4940 of Kirjathjearim7157; the Ithrites3505, and the Puhites6336, and the Shumathites8126, and the Mishraites4954; of them came3318 the Zareathites6882, and the Eshtaulites848.","18":"And Caleb3612 the son1121 of Hezron2696 begat3205 children of854 Azubah5806 his wife802, and of Jerioth3408: her sons1121 are these; Jesher3475, and Shobab7727, and Ardon715.","36":"And Attai6262 begat3205 Nathan5416, and Nathan5416 begat3205 Zabad2066,","29":"And the name8034 of the wife802 of Abishur51 was Abihail32, and she bare3205 him Ahban257, and Molid4140.","23":"And he took3947 Geshur1650, and Aram758, with the towns2333 of Jair2971, from them, with Kenath7079, and the towns1323 thereof, even threescore8346 cities5892. All these belonged to the sons1121 of Machir4353 the father1 of Gilead1568.","19":"And when Azubah5806 was dead4191, Caleb3612 took3947 unto him Ephrath672, which bare3205 him Hur2354.","1":"These are the sons1121 of Israel3478; Reuben7205, Simeon8095, Levi3878, and Judah3063, Issachar3485, and Zebulun2074, Israel: or, Jacob","47":"And the sons1121 of Jahdai3056; Regem7276, and Jotham3147, and Geshan1529, and Pelet6404, and Ephah5891, and Shaaph8174.","5":"The sons1121 of Pharez6557; Hezron2696, and Hamul2538.","54":"The sons1121 of Salma8007; Bethlehem1035, and the Netophathites5200, Ataroth5852, the house of Joab5854, and half2677 of the Manahethites2680, the Zorites6882. Ataroth: or, Atarites, or, crowns of the house of Joab","52":"And Shobal7732 the father1 of Kirjathjearim7157 had sons1121; Haroeh7204, and half2677 of the Manahethites2679. Haroeh: or, Reaiah half: or, half of the Menuchites, or, Hatsihammenuchoth","49":"She bare3205 also Shaaph8174 the father1 of Madmannah4089, Sheva7724 the father1 of Machbenah4343, and the father1 of Gibea1388: and the daughter1323 of Caleb3612 was Achsah5915.","4":"And Tamar8559 his daughter in law3618 bare3205 him Pharez6557 and Zerah2226. All the sons1121 of Judah3063 were five2568.","8":"And the sons1121 of Ethan387; Azariah5838.","26":"Jerahmeel3396 had also another312 wife802, whose name8034 was Atarah5851; she was the mother517 of Onam208.","39":"And Azariah5838 begat3205 Helez2503, and Helez2503 begat3205 Eleasah501,","14":"Nethaneel5417 the fourth7243, Raddai7288 the fifth2549,","37":"And Zabad2066 begat3205 Ephlal654, and Ephlal654 begat3205 Obed5744,","22":"And Segub7687 begat3205 Jair2971, who had three7969 and twenty6242 cities5892 in the land776 of Gilead1568.","28":"And the sons1121 of Onam208 were, Shammai8060, and Jada3047. And the sons1121 of Shammai8060; Nadab5070, and Abishur51.","25":"And the sons1121 of Jerahmeel3396 the firstborn1060 of Hezron2696 were, Ram7410 the firstborn1060, and Bunah946, and Oren767, and Ozem684, and Ahijah281.","9":"The sons1121 also of Hezron2696, that were born3205 unto him; Jerahmeel3396, and Ram7410, and Chelubai3621. Ram: Gr. Aram Chelubai: or, Caleb","33":"And the sons1121 of Jonathan3129; Peleth6431, and Zaza2117. These were the sons1121 of Jerahmeel3396.","15":"Ozem684 the sixth8345, David1732 the seventh7637:","34":"Now Sheshan8348 had no sons1121, but daughters1323. And Sheshan8348 had a servant5650, an Egyptian4713, whose name8034 was Jarha3398.","21":"And afterward310 Hezron2696 went in935 to the daughter1323 of Machir4353 the father1 of Gilead1568, whom he married3947 when he was threescore8346 years8141 old1121; and she bare3205 him Segub7687. married: Heb. took","24":"And after310 that Hezron2696 was dead4194 in Calebephratah3613, then Abiah29 Hezron\u0027s2696 wife802 bare3205 him Ashur806 the father1 of Tekoa8620.","46":"And Ephah5891, Caleb\u0027s3612 concubine6370, bare3205 Haran2771, and Moza4162, and Gazez1495: and Haran2771 begat3205 Gazez1495.","16":"Whose sisters269 were Zeruiah6870, and Abigail26. And the sons1121 of Zeruiah6870; Abishai52, and Joab3097, and Asahel6214, three7969.","35":"And Sheshan8348 gave5414 his daughter1323 to Jarha3398 his servant5650 to wife802; and she bare3205 him Attai6262.","32":"And the sons1121 of Jada3047 the brother251 of Shammai8060; Jether3500, and Jonathan3129: and Jether3500 died4191 without children1121.","7":"And the sons1121 of Carmi3756; Achar5917, the troubler5916 of Israel3478, who transgressed4603 in the thing accursed2764. Achar: or, Achan","43":"And the sons1121 of Hebron2275; Korah7141, and Tappuah8599, and Rekem7552, and Shema8087.","48":"Maachah4601, Caleb\u0027s3612 concubine6370, bare3205 Sheber7669, and Tirhanah8647.","2":"Dan1835, Joseph3130, and Benjamin1144, Naphtali5321, Gad1410, and Asher836.","38":"And Obed5744 begat3205 Jehu3058, and Jehu3058 begat3205 Azariah5838,","55":"And the families4940 of the scribes5608 which dwelt3427 3427 at Jabez3258; the Tirathites8654, the Shimeathites8101, and Suchathites7756. These1992 are the Kenites7017 that came935 of Hemath2574, the father1 of the house1004 of Rechab7394.","50":"These were the sons1121 of Caleb3612 the son1121 of Hur2354, the firstborn1060 of Ephratah672; Shobal7732 the father1 of Kirjathjearim7157,","6":"And the sons1121 of Zerah2226; Zimri2174, and Ethan387, and Heman1968, and Calcol3633, and Dara1873: five2568 of them in all. Zimri: or, Zabdi Dara: or, Darda","31":"And the sons1121 of Appaim649; Ishi3469. And the sons1121 of Ishi3469; Sheshan8348. And the children1121 of Sheshan8348; Ahlai304."},"6":{"78":"And on the other side5676 Jordan3383 by Jericho3405, on the east side4217 of Jordan3383, were given them out of the tribe4294 of Reuben7205, Bezer1221 in the wilderness4057 with her suburbs4054, and Jahzah3096 with her suburbs4054,","10":"And Johanan3110 begat3205 Azariah5838, (he it is that executed the priest\u0027s office3547 in the temple1004 that Solomon8010 built1129 in Jerusalem3389:) in the temple: Heb. in the house","63":"Unto the sons1121 of Merari4847 were given by lot1486, throughout their families4940, out of the tribe4294 of Reuben7205, and out of the tribe4294 of Gad1410, and out of the tribe4294 of Zebulun2074, twelve8147 6240 cities5892.","30":"Shimea8092 his son1121, Haggiah2293 his son1121, Asaiah6222 his son1121.","49":"But Aaron175 and his sons1121 offered6999 upon the altar4196 of the burnt offering5930, and on the altar4196 of incense7004, and were appointed for all the work4399 of the place most6944 holy6944, and to make an atonement3722 for Israel3478, according to all that Moses4872 the servant5650 of God430 had commanded6680.","62":"And to the sons1121 of Gershom1647 throughout their families4940 out of the tribe4294 of Issachar3485, and out of the tribe4294 of Asher836, and out of the tribe4294 of Naphtali5321, and out of the tribe4294 of Manasseh4519 in Bashan1316, thirteen7969 6240 cities5892.","22":"The sons1121 of Kohath6955; Amminadab5992 his son1121, Korah7141 his son1121, Assir617 his son1121, Amminadab: or, Izahar.ver.2.18.","13":"And Shallum7967 begat3205 Hilkiah2518, and Hilkiah2518 begat3205 Azariah5838,","47":"The son1121 of Mahli4249, the son1121 of Mushi4187, the son1121 of Merari4847, the son1121 of Levi3878.","71":"Unto the sons1121 of Gershom1647 were given out of the family4940 of the half2677 tribe4294 of Manasseh4519, Golan1474 in Bashan1316 with her suburbs4054, and Ashtaroth6252 with her suburbs4054:","77":"Unto the rest3498 of the children1121 of Merari4847 were given out of the tribe4294 of Zebulun2074, Rimmon7417 with her suburbs4054, Tabor8396 with her suburbs4054:","73":"And Ramoth7216 with her suburbs4054, and Anem6046 with her suburbs4054:","3":"And the children1121 of Amram6019; Aaron175, and Moses4872, and Miriam4813. The sons1121 also of Aaron175; Nadab5070, and Abihu30, Eleazar499, and Ithamar385.","8":"And Ahitub285 begat3205 Zadok6659, and Zadok6659 begat3205 Ahimaaz290,","12":"And Ahitub285 begat3205 Zadok6659, and Zadok6659 begat3205 Shallum7967, Shallum: or, Meshullam","65":"And they gave5414 by lot1486 out of the tribe4294 of the children1121 of Judah3063, and out of the tribe4294 of the children1121 of Simeon8095, and out of the tribe4294 of the children1121 of Benjamin1144, these cities5892, which are called7121 by their names8034.","40":"The son1121 of Michael4317, the son1121 of Baaseiah1202, the son1121 of Malchiah4441,","14":"And Azariah5838 begat3205 Seraiah8304, and Seraiah8304 begat3205 Jehozadak3087,","26":"As for Elkanah511: the sons1121 of Elkanah511; Zophai6689 his son1121, and Nahath5184 his son1121, Zophai: or, Zuph","17":"And these be the names8034 of the sons1121 of Gershom1647; Libni3845, and Shimei8096.","28":"And the sons1121 of Samuel8050; the firstborn1060 Vashni2059, and Abiah29. Vashni: called also Joel","76":"And out of the tribe4294 of Naphtali5321; Kedesh6943 in Galilee1551 with her suburbs4054, and Hammon2540 with her suburbs4054, and Kirjathaim7156 with her suburbs4054.","36":"The son1121 of Elkanah511, the son1121 of Joel3100, the son1121 of Azariah5838, the son1121 of Zephaniah6846,","4":"Eleazar499 begat3205 Phinehas6372, Phinehas6372 begat3205 Abishua50,","50":"And these are the sons1121 of Aaron175; Eleazar499 his son1121, Phinehas6372 his son1121, Abishua50 his son1121,","45":"The son1121 of Hashabiah2811, the son1121 of Amaziah558, the son1121 of Hilkiah2518,","60":"And out of the tribe4294 of Benjamin1144; Geba1387 with her suburbs4054, and Alemeth5964 with her suburbs4054, and Anathoth6068 with her suburbs4054. All their cities5892 throughout their families4940 were thirteen7969 6240 cities5892. Alemeth: or, Almon","38":"The son1121 of Izhar3324, the son1121 of Kohath6955, the son1121 of Levi3878, the son1121 of Israel3478.","23":"Elkanah511 his son1121, and Ebiasaph43 his son1121, and Assir617 his son1121,","51":"Bukki1231 his son1121, Uzzi5813 his son1121, Zerahiah2228 his son1121,","20":"Of Gershom1647; Libni3845 his son1121, Jahath3189 his son1121, Zimmah2155 his son1121,","59":"And Ashan6228 with her suburbs4054, and Bethshemesh1053 with her suburbs4054: Ashan: or, Ain","69":"And Aijalon357 with her suburbs4054, and Gathrimmon1667 with her suburbs4054:","54":"Now these are their dwelling places4186 throughout their castles2918 in their coasts1366, of the sons1121 of Aaron175, of the families4940 of the Kohathites6956: for theirs was the lot1486.","66":"And the residue of the families4940 of the sons1121 of Kohath6955 had cities5892 of their coasts1366 out of the tribe4294 of Ephraim669.","57":"And to the sons1121 of Aaron175 they gave5414 the cities5892 of Judah, namely, Hebron2275, the city of refuge4733, and Libnah3841 with her suburbs4054, and Jattir3492, and Eshtemoa851, with their suburbs4054,","43":"The son1121 of Jahath3189, the son1121 of Gershom1647, the son1121 of Levi3878.","80":"And out of the tribe4294 of Gad1410; Ramoth7216 in Gilead1568 with her suburbs4054, and Mahanaim4266 with her suburbs4054,","35":"The son1121 of Zuph6689, the son1121 of Elkanah511, the son1121 of Mahath4287, the son1121 of Amasai6022,","41":"The son1121 of Ethni867, the son1121 of Zerah2226, the son1121 of Adaiah5718,","5":"And Abishua50 begat3205 Bukki1231, and Bukki1231 begat3205 Uzzi5813,","34":"The son1121 of Elkanah511, the son1121 of Jeroham3395, the son1121 of Eliel447, the son1121 of Toah8430,","6":"And Uzzi5813 begat3205 Zerahiah2228, and Zerahiah2228 begat3205 Meraioth4812,","53":"Zadok6659 his son1121, Ahimaaz290 his son1121.","2":"And the sons1121 of Kohath6955; Amram6019, Izhar3324, and Hebron2275, and Uzziel5816.","44":"And their brethren251 the sons1121 of Merari4847 stood on the left hand8040: Ethan387 the son1121 of Kishi7029, the son1121 of Abdi5660, the son1121 of Malluch4409, Kishi: or, Kushaiah","72":"And out of the tribe4294 of Issachar3485; Kedesh6943 with her suburbs4054, Daberath1705 with her suburbs4054,","11":"And Azariah5838 begat3205 Amariah568, and Amariah568 begat3205 Ahitub285,","70":"And out of the half4276 tribe4294 of Manasseh4519; Aner6063 with her suburbs4054, and Bileam1109 with her suburbs4054, for the family4940 of the remnant3498 of the sons1121 of Kohath6955.","68":"And Jokmeam3361 with her suburbs4054, and Bethhoron1032 with her suburbs4054,","1":"The sons1121 of Levi3878; Gershon1648, Kohath6955, and Merari4847. Gershon: or, Gershom","58":"And Hilen2432 with her suburbs4054, Debir1688 with her suburbs4054, Hilen: or, Holon","55":"And they gave5414 them Hebron2275 in the land776 of Judah3063, and the suburbs4054 thereof round about5439 it.","33":"And these are they that waited5975 with their children1121. Of the sons1121 of the Kohathites6956: Heman1968 a singer7891, the son1121 of Joel3100, the son1121 of Shemuel8050, waited: Heb. stood","67":"And they gave5414 unto them, of the cities5892 of refuge4733, Shechem7927 in mount2022 Ephraim669 with her suburbs4054; they gave also Gezer1507 with her suburbs4054,","27":"Eliab446 his son1121, Jeroham3395 his son1121, Elkanah511 his son1121.","16":"The sons1121 of Levi3878; Gershom1647, Kohath6955, and Merari4847. Gershom: or, Gershon","64":"And the children1121 of Israel3478 gave5414 to the Levites3881 these cities5892 with their suburbs4054.","24":"Tahath8480 his son1121, Uriel222 his son1121, Uzziah5818 his son1121, and Shaul7586 his son1121.","19":"The sons1121 of Merari4847; Mahli4249, and Mushi4187. And these are the families4940 of the Levites3881 according to their fathers1.","29":"The sons1121 of Merari4847; Mahli4249, Libni3845 his son1121, Shimei8096 his son1121, Uzza5798 his son1121,","61":"And unto the sons1121 of Kohath6955, which were left3498 of the family4940 of that tribe4294, were cities given out of the half2677 tribe4294, namely, out of the half4276 tribe of Manasseh4519, by lot1486, ten6235 cities5892.","9":"And Ahimaaz290 begat3205 Azariah5838, and Azariah5838 begat3205 Johanan3110,","74":"And out of the tribe4294 of Asher836; Mashal4913 with her suburbs4054, and Abdon5658 with her suburbs4054,","37":"The son1121 of Tahath8480, the son1121 of Assir617, the son1121 of Ebiasaph43, the son1121 of Korah7141,","7":"Meraioth4812 begat3205 Amariah568, and Amariah568 begat3205 Ahitub285,","52":"Meraioth4812 his son1121, Amariah568 his son1121, Ahitub285 his son1121,","81":"And Heshbon2809 with her suburbs4054, and Jazer3270 with her suburbs4054.","39":"And his brother251 Asaph623, who stood5975 on his right hand3225, even Asaph623 the son1121 of Berachiah1296, the son1121 of Shimea8092,","48":"Their brethren251 also the Levites3881 were appointed5414 unto all manner of service5656 of the tabernacle4908 of the house1004 of God430.","21":"Joah3098 his son1121, Iddo5714 his son1121, Zerah2226 his son1121, Jeaterai2979 his son1121. Joah: or, Ethan.ver.2. Iddo: or, Adaiah.ver.41.","56":"But the fields7704 of the city5892, and the villages2691 thereof, they gave5414 to Caleb3612 the son1121 of Jephunneh3312.","46":"The son1121 of Amzi557, the son1121 of Bani1137, the son1121 of Shamer8106,","75":"And Hukok2712 with her suburbs4054, and Rehob7340 with her suburbs4054:","79":"Kedemoth6932 also with her suburbs4054, and Mephaath4158 with her suburbs4054:","32":"And they ministered8334 before6440 the dwelling4908 place of the tabernacle168 of the congregation4150 with singing7892, until Solomon8010 had built1129 the house1004 of the LORD3068 in Jerusalem3389: and then they waited5975 on their office5656 according to their order4941.","31":"And these are they whom David1732 set5975 over the service3027 of song7892 in the house1004 of the LORD3068, after that the ark727 had rest4494.","15":"And Jehozadak3087 went1980 into captivity, when the LORD3068 carried away1540 Judah3063 and Jerusalem3389 by the hand3027 of Nebuchadnezzar5019.","25":"And the sons1121 of Elkanah511; Amasai6022, and Ahimoth287.","18":"And the sons1121 of Kohath6955 were, Amram6019, and Izhar3324, and Hebron2275, and Uzziel5816.","42":"The son1121 of Ethan387, the son1121 of Zimmah2155, the son1121 of Shimei8096,"}}}