{"translationKey":"kjv","translation":"KJV","book":"1 Kings","bookSlug":"1-kings","chapters":{"16":{"11":"And it came to pass, when he began to reign4427, as soon as he sat3427 on his throne3678, that he slew5221 all the house1004 of Baasha1201: he left7604 him not one that pisseth8366 against a wall7023, neither of his kinsfolks1350, nor of his friends7453. neither: or, both his kinsmen and his friends","3":"Behold, I will take away1197 the posterity310 of Baasha1201, and the posterity310 of his house1004; and will make5414 thy house1004 like the house1004 of Jeroboam3379 the son1121 of Nebat5028.","20":"Now the rest3499 of the acts1697 of Zimri2174, and his treason7195 that he wrought7194, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","12":"Thus did Zimri2174 destroy8045 all the house1004 of Baasha1201, according to the word1697 of the LORD3068, which he spake1696 against Baasha1201 by3027 Jehu3058 the prophet5030, by: Heb. by the hand of","10":"And Zimri2174 went in935 and smote5221 him, and killed4191 him, in the twenty6242 and seventh7651 year8141 of Asa609 king4428 of Judah3063, and reigned4427 in his stead.","17":"And Omri6018 went up5927 from Gibbethon1405, and all Israel3478 with him, and they besieged6696 Tirzah8656.","13":"For all the sins2403 of Baasha1201, and the sins2403 of Elah425 his son1121, by which they sinned2398, and by which they made Israel3478 to sin2398, in provoking the LORD3068 God430 of Israel3478 to anger3707 with their vanities1892.","27":"Now the rest3499 of the acts1697 of Omri6018 which he did6213, and his might1369 that he shewed6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","30":"And Ahab256 the son1121 of Omri6018 did6213 evil7451 in the sight5869 of the LORD3068 above all that were before6440 him.","18":"And it came to pass, when Zimri2174 saw7200 that the city5892 was taken3920, that he went935 into the palace759 of the king\u0027s4428 house1004, and burnt8313 the king\u0027s4428 house1004 over him with fire784, and died4191,","29":"And in the thirty7970 8141 and eighth8083 year8141 of Asa609 king4428 of Judah3063 began Ahab256 the son1121 of Omri6018 to reign4427 over Israel3478: and Ahab256 the son1121 of Omri6018 reigned4427 over Israel3478 in Samaria8111 twenty6242 and two8147 years8141.","23":"In the thirty7970 8141 and first259 year8141 of Asa609 king4428 of Judah3063 began Omri6018 to reign4427 over Israel3478, twelve8147 6240 years8141: six8337 years8141 reigned4427 he in Tirzah8656.","19":"For his sins2403 which he sinned2398 in doing6213 evil7451 in the sight5869 of the LORD3068, in walking3212 in the way1870 of Jeroboam3379, and in his sin2403 which he did6213, to make Israel3478 to sin2398.","1":"Then the word1697 of the LORD3068 came to Jehu3058 the son1121 of Hanani2607 against Baasha1201, saying559,","5":"Now the rest3499 of the acts1697 of Baasha1201, and what he did6213, and his might1369, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","4":"Him that dieth4191 of Baasha1201 in the city5892 shall the dogs3611 eat398; and him that dieth4191 of his in the fields7704 shall the fowls5775 of the air8064 eat398.","8":"In the twenty6242 8141 and sixth8337 year8141 of Asa609 king4428 of Judah3063 began Elah425 the son1121 of Baasha1201 to reign4427 over Israel3478 in Tirzah8656, two years8141.","26":"For he walked3212 in all the way1870 of Jeroboam3379 the son1121 of Nebat5028, and in his sin2403 wherewith he made Israel3478 to sin2398, to provoke the LORD3068 God430 of Israel3478 to anger3707 with their vanities1892.","14":"Now the rest3499 of the acts1697 of Elah425, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","22":"But the people5971 that followed310 Omri6018 prevailed2388 against854 the people5971 that followed310 Tibni8402 the son1121 of Ginath1527: so Tibni8402 died4191, and Omri6018 reigned4427.","28":"So Omri6018 slept7901 with his fathers1, and was buried6912 in Samaria8111: and Ahab256 his son1121 reigned4427 in his stead.","25":"But Omri6018 wrought6213 evil7451 in the eyes5869 of the LORD3068, and did worse7489 than all that were before6440 him.","9":"And his servant5650 Zimri2174, captain8269 of half4276 his chariots7393, conspired7194 against him, as he was in Tirzah8656, drinking8354 himself drunk7910 in the house1004 of Arza777 steward of his house1004 in Tirzah8656. steward: Heb. which was over","33":"And Ahab256 made6213 a grove842; and Ahab256 did6213 more3254 to provoke the LORD3068 God430 of Israel3478 to anger3707 than all the kings4428 of Israel3478 that were before6440 him.","15":"In the twenty6242 8141 and seventh7651 year8141 of Asa609 king4428 of Judah3063 did Zimri2174 reign4427 seven7651 days3117 in Tirzah8656. And the people5971 were encamped2583 against Gibbethon1405, which belonged to the Philistines6430.","34":"In his days3117 did Hiel2419 the Bethelite1017 build1129 Jericho3405: he laid the foundation3245 thereof in Abiram48 his firstborn1060, and set up5324 the gates1817 thereof in his youngest6810 son Segub7687, according to the word1697 of the LORD3068, which he spake1696 by3027 Joshua3091 the son1121 of Nun5126.","21":"Then were the people5971 of Israel3478 divided2505 into two parts2677: half2677 of the people5971 followed1961 310 Tibni8402 the son1121 of Ginath1527, to make him king4427; and half2677 followed310 Omri6018.","24":"And he bought7069 the hill2022 Samaria8111 of Shemer8106 for two talents3603 of silver3701, and built1129 on the hill2022, and called7121 the name8034 of the city5892 which he built1129, after the name8034 of Shemer8106, owner113 of the hill2022, Samaria8111. Samaria: Heb. Shomeron","16":"And the people5971 that were encamped2583 heard8085 say559, Zimri2174 hath conspired7194, and hath also slain5221 the king4428: wherefore all Israel3478 made Omri6018, the captain8269 of the host6635, king4427 over Israel3478 that day3117 in the camp4264.","32":"And he reared up6965 an altar4196 for Baal1168 in the house1004 of Baal1168, which he had built1129 in Samaria8111.","7":"And also by the hand3027 of the prophet5030 Jehu3058 the son1121 of Hanani2607 came the word1697 of the LORD3068 against Baasha1201, and against his house1004, even for all the evil7451 that he did6213 in the sight5869 of the LORD3068, in provoking him to anger3707 with the work4639 of his hands3027, in being like the house1004 of Jeroboam3379; and because he killed5221 him.","2":"Forasmuch as I exalted7311 thee out of the dust6083, and made5414 thee prince5057 over my people5971 Israel3478; and thou hast walked3212 in the way1870 of Jeroboam3379, and hast made my people5971 Israel3478 to sin2398, to provoke me to anger3707 with their sins2403;","6":"So Baasha1201 slept7901 with his fathers1, and was buried6912 in Tirzah8656: and Elah425 his son1121 reigned4427 in his stead.","31":"And it came to pass, as if it had been a light thing7043 for him to walk3212 in the sins2403 of Jeroboam3379 the son1121 of Nebat5028, that he took3947 to wife802 Jezebel348 the daughter1323 of Ethbaal856 king4428 of the Zidonians6722, and went3212 and served5647 Baal1168, and worshipped7812 him. as if: Heb. was it a light thing, etc"},"3":{"11":"And God430 said559 unto him, Because thou hast asked7592 this thing1697, and hast not asked7592 for thyself long7227 life3117; neither hast asked7592 riches6239 for thyself, nor hast asked7592 the life5315 of thine enemies341; but hast asked7592 for thyself understanding995 to discern8085 judgment4941; long life: Heb. many days discern: Heb. hear","3":"And Solomon8010 loved157 the LORD3068, walking3212 in the statutes2708 of David1732 his father1: only he sacrificed2076 and burnt incense6999 in high places1116.","20":"And she arose6965 at midnight8432 3915, and took3947 my son1121 from beside681 me, while thine handmaid519 slept3463, and laid7901 it in her bosom2436, and laid7901 her dead4191 child1121 in my bosom2436.","12":"Behold, I have done6213 according to thy words1697: lo, I have given5414 thee a wise2450 and an understanding995 heart3820; so that there was none like thee before6440 thee, neither after310 thee shall any arise6965 like unto thee.","10":"And the speech1697 pleased3190 5869 the Lord136, that Solomon8010 had asked7592 this thing1697.","17":"And the one259 woman802 said559, O994 my lord113, I and this woman802 dwell3427 in one259 house1004; and I was delivered of a child3205 with her in the house1004.","13":"And I have also given5414 thee that which thou hast not asked7592, both riches6239, and honour3519: so that there shall not be any376 among the kings4428 like unto thee all thy days3117. shall: or, hath not been","27":"Then the king4428 answered6030 and said559, Give5414 her the living2416 child3205, and in no wise4191 slay4191 it: she is the mother517 thereof.","18":"And it came to pass the third7992 day3117 after that I was delivered3205, that this woman802 was delivered3205 also: and we were together3162; there was no stranger2114 with us in the house1004, save2108 we two8147 in the house1004.","23":"Then said559 the king4428, The one2063 saith559, This is my son1121 that liveth2416, and thy son1121 is the dead4191: and the other2063 saith559, Nay; but thy son1121 is the dead4191, and my son1121 is the living2416.","19":"And this woman\u0027s802 child1121 died4191 in the night3915; because she overlaid7901 it.","1":"And Solomon8010 made affinity2859 with Pharaoh6547 king4428 of Egypt4714, and took3947 Pharaoh\u0027s6547 daughter1323, and brought935 her into the city5892 of David1732, until he had made an end3615 of building1129 his own house1004, and the house1004 of the LORD3068, and the wall2346 of Jerusalem3389 round about5439.","5":"In Gibeon1391 the LORD3068 appeared7200 to Solomon8010 in a dream2472 by night3915: and God430 said559, Ask7592 what I shall give5414 thee.","4":"And the king4428 went3212 to Gibeon1391 to sacrifice2076 there; for that1931 was the great1419 high place1116: a thousand505 burnt offerings5930 did Solomon8010 offer5927 upon that altar4196.","8":"And thy servant5650 is in the midst8432 of thy people5971 which thou hast chosen977, a great7227 people5971, that cannot be numbered4487 nor counted5608 for multitude7230.","26":"Then spake559 the woman802 whose the living2416 child1121 was unto the king4428, for her bowels7356 yearned3648 upon her son1121, and she said559, O994 my lord113, give5414 her the living2416 child3205, and in no wise4191 slay4191 it. But the other said559, Let it be neither mine nor thine, but divide1504 it. yearned: Heb. were hot","14":"And if thou wilt walk3212 in my ways1870, to keep8104 my statutes2706 and my commandments4687, as thy father1 David1732 did walk1980, then I will lengthen748 thy days3117.","22":"And the other312 woman802 said559, Nay; but the living2416 is my son1121, and the dead4191 is thy son1121. And this said559, No; but the dead4191 is thy son1121, and the living2416 is my son1121. Thus they spake1696 before6440 the king4428.","28":"And all Israel3478 heard8085 of the judgment4941 which the king4428 had judged8199; and they feared3372 the king6440: for they saw7200 that the wisdom2451 of God430 was in him7130, to do6213 judgment4941. in him: Heb. in the midst of him","25":"And the king4428 said559, Divide1504 the living2416 child3206 in two8147, and give5414 half2677 to the one259, and half2677 to the other259.","9":"Give5414 therefore thy servant5650 an understanding8085 heart3820 to judge8199 thy people5971, that I may discern995 between good2896 and bad7451: for who is able3201 to judge8199 this thy so great3515 a people5971? understanding: Heb. hearing","15":"And Solomon8010 awoke3364; and, behold, it was a dream2472. And he came935 to Jerusalem3389, and stood5975 before6440 the ark727 of the covenant1285 of the LORD3068, and offered up5927 burnt offerings5930, and offered6213 peace offerings8002, and made6213 a feast4960 to all his servants5650.","21":"And when I rose6965 in the morning1242 to give my child1121 suck3243, behold, it was dead4191: but when I had considered995 it in the morning1242, behold, it was not my son1121, which I did bear3205.","24":"And the king4428 said559, Bring3947 me a sword2719. And they brought935 a sword2719 before6440 the king4428.","16":"Then came935 there two8147 women802, that were harlots2181, unto the king4428, and stood5975 before6440 him.","7":"And now, O LORD3068 my God430, thou hast made thy servant5650 king4427 instead of David1732 my father1: and I am but a little6996 child5288: I know3045 not how to go out3318 or come in935.","2":"Only the people5971 sacrificed2076 in high places1116, because there was no house1004 built1129 unto the name8034 of the LORD3068, until those days3117.","6":"And Solomon8010 said559, Thou hast shewed6213 unto thy servant5650 David1732 my father1 great1419 mercy2617, according as he walked1980 before6440 thee in truth571, and in righteousness6666, and in uprightness3483 of heart3824 with thee; and thou hast kept8104 for him this great1419 kindness2617, that thou hast given5414 him a son1121 to sit3427 on his throne3678, as it is this day3117. mercy: or, bounty"},"5":{"16":"Beside the chief8269 of Solomon\u0027s8010 officers5324 which were over the work4399, three7969 thousand505 and three7969 hundred3967, which ruled7287 over the people5971 that wrought6213 in the work4399.","3":"Thou knowest3045 how that David1732 my father1 could3201 not build1129 an house1004 unto the name8034 of the LORD3068 his God430 for6440 the wars4421 which were about him on every side5437, until the LORD3068 put5414 them under the soles3709 of his feet7272.","5":"And, behold, I purpose559 to build1129 an house1004 unto the name8034 of the LORD3068 my God430, as the LORD3068 spake1696 unto David1732 my father1, saying559, Thy son1121, whom I will set5414 upon thy throne3678 in thy room, he shall build1129 an house1004 unto my name8034. purpose: Heb. say","18":"And Solomon\u0027s8010 builders1129 and Hiram\u0027s2438 builders1129 did hew6458 them, and the stonesquarers1382: so they prepared3559 timber6086 and stones68 to build1129 the house1004. stonesquares: or, Giblites","12":"And the LORD3068 gave5414 Solomon8010 wisdom2451, as he promised1696 him: and there was peace7965 between Hiram2438 and Solomon8010; and they two8147 made3772 a league1285 together8147.","10":"So Hiram2438 gave5414 Solomon8010 cedar730 trees6086 and fir1265 trees6086 according to all his desire2656.","2":"And Solomon8010 sent7971 to Hiram2438, saying559,","8":"And Hiram2438 sent7971 to Solomon8010, saying559, I have considered8085 the things which thou sentest7971 to me for: and I will do6213 all thy desire2656 concerning timber6086 of cedar730, and concerning timber6086 of fir1265. considered: Heb. heard","17":"And the king4428 commanded6680, and they brought5265 great1419 stones68, costly3368 stones68, and hewed1496 stones68, to lay the foundation3245 of the house1004.","11":"And Solomon8010 gave5414 Hiram2438 twenty6242 thousand505 measures3734 of wheat2406 for food4361 to his household1004, and twenty6242 measures3734 of pure3795 oil8081: thus gave5414 Solomon8010 to Hiram2438 year8141 by year8141. measures: Heb. cors","1":"And Hiram2438 king4428 of Tyre6865 sent7971 his servants5650 unto Solomon8010; for he had heard8085 that they had anointed4886 him king4428 in the room of his father1: for Hiram2438 was ever3117 a lover157 of David1732.","9":"My servants5650 shall bring them down3381 from Lebanon3844 unto the sea3220: and I will convey7760 them by sea3220 in floats1702 unto the place4725 that thou shalt appoint7971 me, and will cause them to be discharged5310 there, and thou shalt receive5375 them: and thou shalt accomplish6213 my desire2656, in giving5414 food3899 for my household1004. appoint: Heb. send","14":"And he sent7971 them to Lebanon3844, ten6235 thousand505 a month2320 by courses2487: a month2320 they were in Lebanon3844, and two8147 months2320 at home1004: and Adoniram141 was over the levy4522.","7":"And it came to pass, when Hiram2438 heard8085 the words1697 of Solomon8010, that he rejoiced8055 greatly3966, and said559, Blessed1288 be the LORD3068 this day3117, which hath given5414 unto David1732 a wise2450 son1121 over this great7227 people5971.","15":"And Solomon8010 had threescore and ten7657 thousand505 that bare5375 burdens5449, and fourscore8084 thousand505 hewers2672 in the mountains2022;","6":"Now therefore command6680 thou that they hew3772 me cedar trees730 out of Lebanon3844; and my servants5650 shall be with thy servants5650: and unto thee will I give5414 hire7939 for thy servants5650 according to all that thou shalt appoint559: for thou knowest3045 that there is not among us any376 that can skill3045 to hew3772 timber6086 like unto the Sidonians6722. appoint: Heb. say","4":"But now the LORD3068 my God430 hath given me rest5117 on every side5439, so that there is neither adversary7854 nor evil7451 occurrent6294.","13":"And king4428 Solomon8010 raised5927 a levy4522 out of all Israel3478; and the levy4522 was thirty7970 thousand505 men376. levy: Heb. tribute of men"},"21":{"11":"And the men582 of his city5892, even the elders2205 and the nobles2715 who were the inhabitants3427 in his city5892, did6213 as Jezebel348 had sent7971 unto them, and as it was written3789 in the letters5612 which she had sent7971 unto them.","3":"And Naboth5022 said559 to Ahab256, The LORD3068 forbid2486 it me, that I should give5414 the inheritance5159 of my fathers1 unto thee.","20":"And Ahab256 said559 to Elijah452, Hast thou found4672 me, O mine enemy341? And he answered559, I have found4672 thee: because thou hast sold4376 thyself to work6213 evil7451 in the sight5869 of the LORD3068.","12":"They proclaimed7121 a fast6685, and set3427 Naboth5022 on high7218 among the people5971.","10":"And set3427 two8147 men582, sons1121 of Belial1100, before him, to bear witness5749 against him, saying559, Thou didst blaspheme1288 God430 and the king4428. And then carry him out3318, and stone5619 him, that he may die4191.","17":"And the word1697 of the LORD3068 came to Elijah452 the Tishbite8664, saying559,","13":"And there came935 in two8147 men582, children1121 of Belial1100, and sat3427 before him: and the men582 of Belial1100 witnessed5749 against him, even against Naboth5022, in the presence of the people5971, saying559, Naboth5022 did blaspheme1288 God430 and the king4428. Then they carried him forth3318 out2351 of the city5892, and stoned5619 him with stones68, that he died4191.","27":"And it came to pass, when Ahab256 heard8085 those words1697, that he rent7167 his clothes899, and put7760 sackcloth8242 upon his flesh1320, and fasted6684, and lay7901 in sackcloth8242, and went1980 softly328.","18":"Arise6965, go down3381 to meet7125 Ahab256 king4428 of Israel3478, which is in Samaria8111: behold, he is in the vineyard3754 of Naboth5022, whither he is gone down3381 to possess3423 it.","29":"Seest7200 thou how Ahab256 humbleth3665 himself before6440 me? because3282 he humbleth3665 himself before6440 me, I will not bring935 the evil7451 in his days3117: but in his son\u0027s1121 days3117 will I bring935 the evil7451 upon his house1004.","23":"And of Jezebel348 also spake1696 the LORD3068, saying559, The dogs3611 shall eat398 Jezebel348 by the wall2426 of Jezreel3157. wall: or, ditch","19":"And thou shalt speak1696 unto him, saying559, Thus saith559 the LORD3068, Hast thou killed7523, and also taken possession3423? And thou shalt speak1696 unto him, saying559, Thus saith559 the LORD3068, In the place4725 where dogs3611 licked3952 the blood1818 of Naboth5022 shall dogs3611 lick3952 thy blood1818, even thine.","1":"And it came to pass after310 these things1697, that Naboth5022 the Jezreelite3158 had a vineyard3754, which was in Jezreel3157, hard by681 the palace1964 of Ahab256 king4428 of Samaria8111.","5":"But Jezebel348 his wife802 came935 to him, and said1696 unto him, Why is thy spirit7307 so sad5620, that thou eatest398 no bread3899?","4":"And Ahab256 came935 into his house1004 heavy5620 and displeased2198 because of the word1697 which Naboth5022 the Jezreelite3158 had spoken1696 to him: for he had said559, I will not give5414 thee the inheritance5159 of my fathers1. And he laid him down7901 upon his bed4296, and turned away5437 his face6440, and would eat398 no bread3899.","8":"So she wrote3789 letters5612 in Ahab\u0027s256 name8034, and sealed2856 them with his seal2368, and sent7971 the letters5612 unto the elders2205 and to the nobles2715 that were in his city5892, dwelling3427 with Naboth5022.","26":"And he did very3966 abominably8581 in following3212 310 idols1544, according to all things as did6213 the Amorites567, whom the LORD3068 cast out3423 before6440 the children1121 of Israel3478.","14":"Then they sent7971 to Jezebel348, saying559, Naboth5022 is stoned5619, and is dead4191.","22":"And will make5414 thine house1004 like the house1004 of Jeroboam3379 the son1121 of Nebat5028, and like the house1004 of Baasha1201 the son1121 of Ahijah281, for the provocation3708 wherewith thou hast provoked me to anger3707, and made Israel3478 to sin2398.","28":"And the word1697 of the LORD3068 came to Elijah452 the Tishbite8664, saying559,","25":"But there was none like unto Ahab256, which did sell4376 himself to work6213 wickedness7451 in the sight5869 of the LORD3068, whom Jezebel348 his wife802 stirred up5496. stirred: or, incited","9":"And she wrote3789 in the letters5612, saying559, Proclaim7121 a fast6685, and set3427 Naboth5022 on high7218 among the people5971: on high: Heb. in the top of the people","15":"And it came to pass, when Jezebel348 heard8085 that Naboth5022 was stoned5619, and was dead4191, that Jezebel348 said559 to Ahab256, Arise6965, take possession3423 of the vineyard3754 of Naboth5022 the Jezreelite3158, which he refused3985 to give5414 thee for money3701: for Naboth5022 is not alive2416, but dead4191.","21":"Behold, I will bring935 evil7451 upon thee, and will take away1197 thy posterity310, and will cut off3772 from Ahab256 him that pisseth8366 against the wall7023, and him that is shut up6113 and left5800 in Israel3478,","24":"Him that dieth4191 of Ahab256 in the city5892 the dogs3611 shall eat398; and him that dieth4191 in the field7704 shall the fowls5775 of the air8064 eat398.","16":"And it came to pass, when Ahab256 heard8085 that Naboth5022 was dead4191, that Ahab256 rose up6965 to go down3381 to the vineyard3754 of Naboth5022 the Jezreelite3158, to take possession3423 of it.","7":"And Jezebel348 his wife802 said559 unto him, Dost thou now govern6213 the kingdom4410 of Israel3478? arise6965, and eat398 bread3899, and let thine heart3820 be merry3190: I will give5414 thee the vineyard3754 of Naboth5022 the Jezreelite3158.","2":"And Ahab256 spake1696 unto Naboth5022, saying559, Give5414 me thy vineyard3754, that I may have it for a garden1588 of herbs3419, because it is near7138 unto681 my house1004: and I will give5414 thee for it a better2896 vineyard3754 than it; or, if it seem good2896 to thee5869, I will give5414 thee the worth4242 of it in money3701. seem: Heb. be good in thine eyes","6":"And he said1696 unto her, Because I spake1696 unto Naboth5022 the Jezreelite3158, and said559 unto him, Give5414 me thy vineyard3754 for money3701; or else, if it please2655 thee, I will give5414 thee another vineyard3754 for it: and he answered559, I will not give5414 thee my vineyard3754."},"18":{"11":"And now thou sayest559, Go3212, tell559 thy lord113, Behold, Elijah452 is here.","41":"And Elijah452 said559 unto Ahab256, Get thee up5927, eat398 and drink8354; for there is a sound6963 of abundance1995 of rain1653. a sound: or, a sound of a noise of rain","45":"And it came to pass in the mean while3541, that the heaven8064 was black6937 with clouds5645 and wind7307, and there was a great1419 rain1653. And Ahab256 rode7392, and went3212 to Jezreel3157.","42":"So Ahab256 went up5927 to eat398 and to drink8354. And Elijah452 went up5927 to the top7218 of Carmel3760; and he cast himself down1457 upon the earth776, and put7760 his face6440 between his knees1290,","3":"And Ahab256 called7121 Obadiah5662, which was the governor of his house1004. (Now Obadiah5662 feared3373 the LORD3068 greatly3966: Obadiah: Heb. Obadiahu the governor: Heb. over his house","20":"So Ahab256 sent7971 unto all the children1121 of Israel3478, and gathered6908 the prophets5030 together6908 unto mount2022 Carmel3760.","12":"And it shall come to pass, as soon as I am gone3212 from thee, that the Spirit7307 of the LORD3068 shall carry5375 thee whither I know3045 not; and so when I come935 and tell5046 Ahab256, and he cannot find4672 thee, he shall slay2026 me: but I thy servant5650 fear3372 the LORD3068 from my youth5271.","10":"As the LORD3068 thy God430 liveth2416, there is no3426 nation1471 or kingdom4467, whither834 my lord113 hath not sent7971 to seek1245 thee: and when they said559, He is not there; he took an oath7650 of the kingdom4467 and nation1471, that they found4672 thee not.","17":"And it came to pass, when Ahab256 saw7200 Elijah452, that Ahab256 said559 unto him, Art thou he that troubleth5916 Israel3478?","44":"And it came to pass at the seventh time7637, that he said559, Behold, there ariseth5927 a little6996 cloud5645 out of the sea3220, like a man\u0027s376 hand3709. And he said559, Go up5927, say559 unto Ahab256, Prepare631 thy chariot, and get thee down3381, that the rain1653 stop6113 thee not. Prepare: Heb. Tie, or, Bind","40":"And Elijah452 said559 unto them, Take8610 the prophets5030 of Baal1168; let not one376 of them escape4422. And they took8610 them: and Elijah452 brought them down3381 to the brook5158 Kishon7028, and slew7819 them there. Take: or, Apprehend","13":"Was it not told5046 my lord113 what I did6213 when Jezebel348 slew2026 the prophets5030 of the LORD3068, how I hid2244 an hundred3967 men376 of the LORD\u0027S3068 prophets5030 by fifty2572 in a cave4631, and fed3557 them with bread3899 and water4325?","27":"And it came to pass at noon6672, that Elijah452 mocked2048 them, and said559, Cry7121 aloud1419 6963: for he is a god430; either he is talking7879, or he is pursuing7873, or he is in a journey1870, or peradventure194 he sleepeth3463, and must be awaked3364. aloud: Heb. with a great voice he is talking: or, he meditateth is pursuing: Heb. hath a pursuit","30":"And Elijah452 said559 unto all the people5971, Come near5066 unto me. And all the people5971 came near5066 unto him. And he repaired7495 the altar4196 of the LORD3068 that was broken down2040.","18":"And he answered559, I have not troubled5916 Israel3478; but thou, and thy father\u0027s1 house1004, in that ye have forsaken5800 the commandments4687 of the LORD3068, and thou hast followed3212 310 Baalim1168.","36":"And it came to pass at the time of the offering5927 of the evening sacrifice4503, that Elijah452 the prophet5030 came near5066, and said559, LORD3068 God430 of Abraham85, Isaac3327, and of Israel3478, let it be known3045 this day3117 that thou art God430 in Israel3478, and that I am thy servant5650, and that I have done6213 all these things at thy word1697.","29":"And it came to pass, when midday6672 was past5674, and they prophesied5012 until the time of the offering5927 of the evening sacrifice4503, that there was neither voice6963, nor any to answer6030, nor any that regarded7182. offering: Heb. ascending that regarded: Heb. attention","23":"Let them therefore give5414 us two8147 bullocks6499; and let them choose977 one259 bullock6499 for themselves, and cut it in pieces5408, and lay7760 it on wood6086, and put7760 no fire784 under: and I will dress6213 the other259 bullock6499, and lay5414 it on wood6086, and put7760 no fire784 under:","19":"Now therefore send7971, and gather6908 to me all Israel3478 unto mount2022 Carmel3760, and the prophets5030 of Baal1168 four702 hundred3967 and fifty2572, and the prophets5030 of the groves842 four702 hundred3967, which eat398 at Jezebel\u0027s348 table7979.","1":"And it came to pass after many7227 days3117, that the word1697 of the LORD3068 came to Elijah452 in the third7992 year8141, saying559, Go3212, shew7200 thyself unto Ahab256; and I will send5414 rain4306 upon6440 the earth127.","5":"And Ahab256 said559 unto Obadiah5662, Go3212 into the land776, unto all fountains4599 of water4325, and unto all brooks5158: peradventure194 we may find4672 grass2682 to save2421 the horses5483 and mules6505 alive2421, that we lose3772 not all the beasts929. that: Heb. that we cut not off ourselves from the beasts","4":"For it was so, when Jezebel348 cut off3772 the prophets5030 of the LORD3068, that Obadiah5662 took3947 an hundred3967 prophets5030, and hid2244 them by fifty376 2572 in a cave4631, and fed3557 them with bread3899 and water4325.) Jezebel: Heb. Izebel","8":"And he answered559 him, I am: go3212, tell559 thy lord113, Behold, Elijah452 is here.","26":"And they took3947 the bullock6499 which was given5414 them, and they dressed6213 it, and called7121 on the name8034 of Baal1168 from morning1242 even until noon6672, saying559, O Baal1168, hear6030 us. But there was no369 voice6963, nor any that answered6030. And they leaped6452 upon the altar4196 which was made6213. hear: or, answer answered: or, heard leaped: or, leaped up and down at the altar","39":"And when all the people5971 saw7200 it, they fell5307 on their faces6440: and they said559, The LORD3068, he is the God430; the LORD3068, he is the God430.","14":"And now thou sayest559, Go3212, tell559 thy lord113, Behold, Elijah452 is here: and he shall slay2026 me.","37":"Hear6030 me, O LORD3068, hear6030 me, that this people5971 may know3045 that thou art the LORD3068 God430, and that thou hast turned5437 their heart3820 back5437 again322.","22":"Then said559 Elijah452 unto the people5971, I, even I only, remain3498 a prophet5030 of the LORD3068; but Baal\u0027s1168 prophets5030 are four702 hundred3967 and fifty2572 men376.","28":"And they cried7121 aloud6963 1419, and cut1413 themselves after their manner4941 with knives2719 and lancets7420, till the blood1818 gushed out8210 upon them. the blood: Heb. poured out blood upon them","25":"And Elijah452 said559 unto the prophets5030 of Baal1168, Choose977 you one259 bullock6499 for yourselves, and dress6213 it first7223; for ye are many7227; and call7121 on the name8034 of your gods430, but put7760 no fire784 under.","9":"And he said559, What have I sinned2398, that thou wouldest deliver5414 thy servant5650 into the hand3027 of Ahab256, to slay4191 me?","33":"And he put6186 the wood6086 in order6186, and cut5408 the bullock6499 in pieces, and laid7760 him on the wood6086, and said559, Fill4390 four702 barrels3537 with water4325, and pour3332 it on the burnt sacrifice5930, and on the wood6086.","15":"And Elijah452 said559, As the LORD3068 of hosts6635 liveth2416, before6440 whom I stand5975, I will surely shew7200 myself unto him to day3117.","34":"And he said559, Do it the second time8138. And they did it the second time8138. And he said559, Do it the third time8027. And they did it the third time8027.","21":"And Elijah452 came5066 unto all the people5971, and said559, How long5921 halt6452 ye between two8147 opinions5587? if the LORD3068 be God430, follow him: but if Baal1168, then follow3212 310 him. And the people5971 answered6030 him not a word1697. opinions: or, thoughts","24":"And call7121 ye on the name8034 of your gods430, and I will call7121 on the name8034 of the LORD3068: and the God430 that answereth6030 by fire784, let him be God430. And all the people5971 answered6030 and said559, It is well2896 spoken1697. It is: Heb. The word is good","46":"And the hand3027 of the LORD3068 was on Elijah452; and he girded up8151 his loins4975, and ran7323 before6440 Ahab256 to the entrance935 of Jezreel3157. to the: Heb. till thou come to Jezreel","16":"So Obadiah5662 went3212 to meet7125 Ahab256, and told5046 him: and Ahab256 went3212 to meet7125 Elijah452.","35":"And the water4325 ran3212 round about5439 the altar4196; and he filled4390 the trench8585 also with water4325. ran: Heb. went","32":"And with the stones68 he built1129 an altar4196 in the name8034 of the LORD3068: and he made6213 a trench8585 about5439 the altar4196, as great as would contain1004 two measures5429 of seed2233.","7":"And as Obadiah5662 was in the way1870, behold, Elijah452 met7125 him: and he knew5234 him, and fell5307 on his face6440, and said559, Art thou that my lord113 Elijah452?","43":"And said559 to his servant5288, Go up5927 now, look5027 toward1870 the sea3220. And he went up5927, and looked5027, and said559, There is nothing3972. And he said559, Go again7725 seven7651 times6471.","2":"And Elijah452 went3212 to shew7200 himself unto Ahab256. And there was a sore2389 famine7458 in Samaria8111.","38":"Then the fire784 of the LORD3068 fell5307, and consumed398 the burnt sacrifice5930, and the wood6086, and the stones68, and the dust6083, and licked up3897 the water4325 that was in the trench8585.","6":"So they divided2505 the land776 between them to pass throughout5674 it: Ahab256 went1980 one259 way1870 by himself, and Obadiah5662 went1980 another259 way1870 by himself.","31":"And Elijah452 took3947 twelve8147 6240 stones68, according to the number4557 of the tribes7626 of the sons1121 of Jacob3290, unto whom the word1697 of the LORD3068 came, saying559, Israel3478 shall be thy name8034:"},"12":{"11":"And now whereas my father1 did lade6006 you with a heavy3515 yoke5923, I will add3254 to your yoke5923: my father1 hath chastised3256 you with whips7752, but I will chastise3256 you with scorpions6137.","3":"That they sent7971 and called7121 him. And Jeroboam3379 and all the congregation6951 of Israel3478 came935, and spake1696 unto Rehoboam7346, saying559,","20":"And it came to pass, when all Israel3478 heard8085 that Jeroboam3379 was come again7725, that they sent7971 and called7121 him unto the congregation5712, and made him king4427 over all Israel3478: there was none that followed310 the house1004 of David1732, but2108 the tribe7626 of Judah3063 only.","12":"So Jeroboam3379 and all the people5971 came935 to Rehoboam7346 the third7992 day3117, as the king4428 had appointed1696, saying559, Come to me again7725 the third7992 day3117.","10":"And the young men3206 that were grown up1431 with him spake1696 unto him, saying559, Thus shalt thou speak559 unto this people5971 that spake1696 unto thee, saying559, Thy father1 made3513 our yoke5923 heavy3513, but make thou it lighter7043 unto us; thus shalt thou say1696 unto them, My little6995 finger shall be thicker5666 than my father\u0027s1 loins4975.","17":"But as for the children1121 of Israel3478 which dwelt3427 in the cities5892 of Judah3063, Rehoboam7346 reigned4427 over them.","13":"And the king4428 answered6030 the people5971 roughly7186, and forsook5800 the old men\u0027s2205 counsel6098 that they gave3289 him; roughly: Heb. hardly","27":"If this people5971 go up5927 to do6213 sacrifice2077 in the house1004 of the LORD3068 at Jerusalem3389, then shall the heart3820 of this people5971 turn again7725 unto their lord113, even unto Rehoboam7346 king4428 of Judah3063, and they shall kill2026 me, and go again7725 to Rehoboam7346 king4428 of Judah3063.","30":"And this thing1697 became a sin2403: for the people5971 went3212 to worship before6440 the one259, even unto Dan1835.","18":"Then king4428 Rehoboam7346 sent7971 Adoram151, who was over the tribute4522; and all Israel3478 stoned7275 him with stones68, that he died4191. Therefore king4428 Rehoboam7346 made speed553 to get him up5927 to his chariot4818, to flee5127 to Jerusalem3389. made: Heb. strengthened himself","29":"And he set7760 the one259 in Bethel1008, and the other259 put5414 he in Dan1835.","23":"Speak559 unto Rehoboam7346, the son1121 of Solomon8010, king4428 of Judah3063, and unto all the house1004 of Judah3063 and Benjamin1144, and to the remnant3499 of the people5971, saying559,","19":"So Israel3478 rebelled6586 against the house1004 of David1732 unto this day3117. rebelled: or, fell away","1":"And Rehoboam7346 went3212 to Shechem7927: for all Israel3478 were come935 to Shechem7927 to make him king4427.","5":"And he said559 unto them, Depart3212 yet for three7969 days3117, then come again7725 to me. And the people5971 departed3212.","4":"Thy father1 made7185 our yoke5923 grievous7185: now therefore make thou the grievous7186 service5656 of thy father1, and his heavy3515 yoke5923 which he put5414 upon us, lighter7043, and we will serve5647 thee.","8":"But he forsook5800 the counsel6098 of the old men2205, which they had given3289 him, and consulted3289 with the young men3206 that were grown up1431 with him, and which stood5975 before6440 him:","26":"And Jeroboam3379 said559 in his heart3820, Now shall the kingdom4467 return7725 to the house1004 of David1732:","14":"And spake1696 to them after the counsel6098 of the young men3206, saying559, My father1 made3513 your yoke5923 heavy3513, and I will add3254 to your yoke5923: my father1 also chastised3256 you with whips7752, but I will chastise3256 you with scorpions6137.","22":"But the word1697 of God430 came unto Shemaiah8098 the man376 of God430, saying559,","28":"Whereupon the king4428 took counsel3289, and made6213 two8147 calves5695 of gold2091, and said559 unto them, It is too much7227 for you to go up5927 to Jerusalem3389: behold thy gods430, O Israel3478, which brought thee up5927 out of the land776 of Egypt4714.","25":"Then Jeroboam3379 built1129 Shechem7927 in mount2022 Ephraim669, and dwelt3427 therein; and went out3318 from thence, and built1129 Penuel6439.","9":"And he said559 unto them, What counsel give3289 ye that we may7725 answer1697 this people5971, who have spoken1696 to me, saying559, Make7043 the yoke5923 which thy father1 did put5414 upon us lighter7043?","33":"So he offered5927 upon the altar4196 which he had made6213 in Bethel1008 the fifteenth2568 6240 day3117 of the eighth8066 month2320, even in the month2320 which he had devised908 of his own heart3820; and ordained6213 a feast2282 unto the children1121 of Israel3478: and he offered5927 upon the altar4196, and burnt incense6999. offered: or, went up to the altar, etc and burnt: Heb. to burn incense","15":"Wherefore the king4428 hearkened8085 not unto the people5971; for the cause5438 was from the LORD3068, that he might perform6965 his saying1697, which the LORD3068 spake1696 by3027 Ahijah281 the Shilonite7888 unto Jeroboam3379 the son1121 of Nebat5028.","21":"And when Rehoboam7346 was come935 to Jerusalem3389, he assembled6950 all the house1004 of Judah3063, with the tribe7626 of Benjamin1144, an hundred3967 and fourscore8084 thousand505 chosen men977, which were warriors6213 4421, to fight3898 against the house1004 of Israel3478, to bring7725 the kingdom4410 again7725 to Rehoboam7346 the son1121 of Solomon8010.","24":"Thus saith559 the LORD3068, Ye shall not go up5927, nor fight3898 against your brethren251 the children1121 of Israel3478: return7725 every man376 to his house1004; for this thing1697 is1961 from me. They hearkened8085 therefore to the word1697 of the LORD3068, and returned7725 to depart3212, according to the word1697 of the LORD3068.","16":"So7725 when all Israel3478 saw7200 that the king4428 hearkened8085 not unto them, the people5971 answered1697 the king4428, saying559, What portion2506 have we in David1732? neither have we inheritance5159 in the son1121 of Jesse3448: to your tents168, O Israel3478: now see7200 to thine own house1004, David1732. So Israel3478 departed3212 unto their tents168.","32":"And Jeroboam3379 ordained6213 a feast2282 in the eighth8066 month2320, on the fifteenth2568 6240 day3117 of the month2320, like unto the feast2282 that is in Judah3063, and he offered5927 upon the altar4196. So did6213 he in Bethel1008, sacrificing2076 unto the calves5695 that he had made6213: and he placed5975 in Bethel1008 the priests3548 of the high places1116 which he had made6213. offered: or, went up to the altar, etc sacrificing: or, to sacrifice","7":"And they spake1696 unto him, saying559, If thou wilt be a servant5650 unto this people5971 this day3117, and wilt serve5647 them, and answer6030 them, and speak1696 good2896 words1697 to them, then they will be thy servants5650 for ever3117.","2":"And it came to pass, when Jeroboam3379 the son1121 of Nebat5028, who was yet in Egypt4714, heard8085 of it, (for he was fled1272 from the presence6440 of king4428 Solomon8010, and Jeroboam3379 dwelt3427 in Egypt4714;)","6":"And king4428 Rehoboam7346 consulted3289 with the old men2205, that stood5975 before6440 Solomon8010 his father1 while he yet lived2416, and said559, How do ye advise3289 that I may7725 answer1697 this people5971?","31":"And he made6213 an house1004 of high places1116, and made6213 priests3548 of the lowest7098 of the people5971, which were not of the sons1121 of Levi3878."},"10":{"11":"And the navy590 also of Hiram2438, that brought5375 gold2091 from Ophir211, brought in935 from Ophir211 great3966 plenty7235 of almug484 trees6086, and precious3368 stones68.","3":"And Solomon8010 told5046 her all her questions1697: there was not any thing1697 hid5956 from the king4428, which he told5046 her not. questions: Heb. words","20":"And twelve8147 6240 lions738 stood5975 there on the one side and on the other upon the six8337 steps4609: there was not the like3651 made6213 in any kingdom4467. the like: Heb. so","12":"And the king4428 made6213 of the almug484 trees6086 pillars4552 for the house1004 of the LORD3068, and for the king\u0027s4428 house1004, harps3658 also and psalteries5035 for singers7891: there came935 no such almug484 trees6086, nor were seen7200 unto this day3117. pillars: or, rails: Heb. a prop","10":"And she gave5414 the king4428 an hundred3967 and twenty6242 talents3603 of gold2091, and of spices1314 very3966 great store7235, and precious3368 stones68: there came935 no more such1931 abundance7230 of spices1314 as these which the queen4436 of Sheba7614 gave5414 to king4428 Solomon8010.","17":"And he made three7969 hundred3967 shields4043 of beaten7820 gold2091; three7969 pound4488 of gold2091 went5927 to one259 shield4043: and the king4428 put5414 them in the house1004 of the forest3293 of Lebanon3844.","13":"And king4428 Solomon8010 gave5414 unto the queen4436 of Sheba7614 all her desire2656, whatsoever she asked7592, beside that which Solomon8010 gave5414 her of his royal4428 bounty3027. So she turned6437 and went3212 to her own country776, she and her servants5650. of his: Heb. according to the hand of king Solomon","27":"And the king4428 made5414 silver3701 to be in Jerusalem3389 as stones68, and cedars730 made5414 he to be as the sycomore trees8256 that are in the vale8219, for abundance7230. made: Heb. gave","18":"Moreover the king4428 made6213 a great1419 throne3678 of ivory8127, and overlaid6823 it with the best6338 gold2091.","29":"And a chariot4818 came up5927 and went out3318 of Egypt4714 for six8337 hundred3967 shekels of silver3701, and an horse5483 for an hundred3967 and fifty2572: and so for all the kings4428 of the Hittites2850, and for the kings4428 of Syria758, did they bring them out3318 by their means3027. by their: Heb. by their hand","23":"So king4428 Solomon8010 exceeded1431 all the kings4428 of the earth776 for riches6239 and for wisdom2451.","19":"The throne3678 had six8337 steps4609, and the top7218 of the throne3678 was round5696 behind310: and there were stays3027 on either side on the place4725 of the seat7675, and two8147 lions738 stood5975 beside681 the stays3027. behind: Heb. on the hinder part thereof stays: Heb. hands","1":"And when the queen4436 of Sheba7614 heard8085 of the fame8088 of Solomon8010 concerning the name8034 of the LORD3068, she came935 to prove5254 him with hard questions2420.","5":"And the meat3978 of his table7979, and the sitting4186 of his servants5650, and the attendance4612 of his ministers8334, and their apparel4403, and his cupbearers8248, and his ascent5930 by which he went up5927 unto the house1004 of the LORD3068; there was no more spirit7307 in her. attendance: Heb. standing cupbearers: or, butlers","4":"And when the queen4436 of Sheba7614 had seen7200 all Solomon\u0027s8010 wisdom2451, and the house1004 that he had built1129,","8":"Happy835 are thy men582, happy835 are these thy servants5650, which stand5975 continually8548 before6440 thee, and that hear8085 thy wisdom2451.","26":"And Solomon8010 gathered together622 chariots7393 and horsemen6571: and he had a thousand505 and four702 hundred3967 chariots7393, and twelve8147 6240 thousand505 horsemen6571, whom he bestowed5148 in the cities5892 for chariots7393, and with the king4428 at Jerusalem3389.","14":"Now the weight4948 of gold2091 that came935 to Solomon8010 in one259 year8141 was six8337 hundred3967 threescore8346 and six8337 talents3603 of gold2091,","22":"For the king4428 had at sea3220 a navy590 of Tharshish8659 with the navy590 of Hiram2438: once259 in three7969 years8141 came935 the navy590 of Tharshish8659, bringing5375 gold2091, and silver3701, ivory8143, and apes6971, and peacocks8500. ivory: or, elephants\u0027 teeth","28":"And Solomon8010 had horses5483 brought4161 out of Egypt4714, and linen yarn4723: the king\u0027s4428 merchants5503 received3947 the linen yarn4723 at a price4242. And Solomon: Heb. And the going forth of the horses which was Solomon\u0027s","25":"And they brought935 every man376 his present4503, vessels3627 of silver3701, and vessels3627 of gold2091, and garments8008, and armour5402, and spices1314, horses5483, and mules6505, a rate1697 year8141 by year8141.","9":"Blessed1288 be the LORD3068 thy God430, which delighted2654 in thee, to set5414 thee on the throne3678 of Israel3478: because the LORD3068 loved160 Israel3478 for ever5769, therefore made7760 he thee king4428, to do6213 judgment4941 and justice6666.","15":"Beside that he had of the merchantmen582 8446, and of the traffick4536 of the spice merchants7402, and of all the kings4428 of Arabia6153, and of the governors6346 of the country776. governors: or, captains","21":"And all king4428 Solomon\u0027s8010 drinking4945 vessels3627 were of gold2091, and all the vessels3627 of the house1004 of the forest3293 of Lebanon3844 were of pure5462 gold2091; none were of silver3701: it was nothing3972 accounted2803 of in the days3117 of Solomon8010. none: or, there was no silver in them","24":"And all the earth776 sought1245 to6440 Solomon8010, to hear8085 his wisdom2451, which God430 had put5414 in his heart3820. sought to: Heb. sought the face of","16":"And king4428 Solomon8010 made6213 two hundred3967 targets6793 of beaten7820 gold2091: six8337 hundred3967 shekels of gold2091 went5927 to one259 target6793.","7":"Howbeit I believed539 not the words1697, until I came935, and mine eyes5869 had seen7200 it: and, behold, the half2677 was not told5046 me: thy wisdom2451 and prosperity2896 exceedeth3254 the fame8052 which I heard8085. thy: Heb. thou hast added wisdom and goodness to","2":"And she came935 to Jerusalem3389 with a very3966 great3515 train2428, with camels1581 that bare5375 spices1314, and very3966 much7227 gold2091, and precious3368 stones68: and when she was come935 to Solomon8010, she communed1696 with him of all that was in her heart3824.","6":"And she said559 to the king4428, It was a true571 report1697 that I heard8085 in mine own land776 of thy acts1697 and of thy wisdom2451. report: Heb. word acts: or, sayings"},"2":{"11":"And the days3117 that David1732 reigned4427 over Israel3478 were forty705 years8141: seven7651 years8141 reigned4427 he in Hebron2275, and thirty7970 and three7969 years8141 reigned4427 he in Jerusalem3389.","41":"And it was told5046 Solomon8010 that Shimei8096 had gone1980 from Jerusalem3389 to Gath1661, and was come again7725.","45":"And king4428 Solomon8010 shall be blessed1288, and the throne3678 of David1732 shall be established3559 before6440 the LORD3068 for5704 ever5769.","42":"And the king4428 sent7971 and called7121 for Shimei8096, and said559 unto him, Did I not make thee to swear7650 by the LORD3068, and protested5749 unto thee, saying559, Know3045 for a certain3045, on the day3117 thou goest out3318, and walkest1980 abroad any whither575, that thou shalt surely4191 die4191? and thou saidst559 unto me, The word1697 that I have heard8085 is good2896.","3":"And keep8104 the charge4931 of the LORD3068 thy God430, to walk3212 in his ways1870, to keep8104 his statutes2708, and his commandments4687, and his judgments4941, and his testimonies5715, as it is written3789 in the law8451 of Moses4872, that thou mayest prosper7919 in all that thou doest6213, and whithersoever thou turnest6437 thyself: prosper: or, do wisely","20":"Then she said559, I desire7592 one259 small6996 petition7596 of thee; I pray thee, say7725 me6440 not nay7725. And the king4428 said559 unto her, Ask on7592, my mother517: for I will not say7725 thee6440 nay7725.","12":"Then sat3427 Solomon8010 upon the throne3678 of David1732 his father1; and his kingdom4438 was established3559 greatly3966.","10":"So David1732 slept7901 with his fathers1, and was buried6912 in the city5892 of David1732.","17":"And he said559, Speak559, I pray thee, unto Solomon8010 the king4428, (for he will not say7725 thee6440 nay7725,) that he give5414 me Abishag49 the Shunammite7767 to wife802.","44":"The king4428 said559 moreover to Shimei8096, Thou knowest3045 all the wickedness7451 which thine heart3824 is privy to3045, that thou didst6213 to David1732 my father1: therefore the LORD3068 shall return7725 thy wickedness7451 upon thine own head7218;","40":"And Shimei8096 arose6965, and saddled2280 his ass2543, and went3212 to Gath1661 to Achish397 to seek1245 his servants5650: and Shimei8096 went3212, and brought935 his servants5650 from Gath1661.","13":"And Adonijah138 the son1121 of Haggith2294 came935 to Bathsheba1339 the mother517 of Solomon8010. And she said559, Comest935 thou peaceably7965? And he said559, Peaceably7965.","27":"So Solomon8010 thrust out1644 Abiathar54 from being priest3548 unto the LORD3068; that he might fulfil4390 the word1697 of the LORD3068, which he spake1696 concerning the house1004 of Eli5941 in Shiloh7887.","30":"And Benaiah1141 came935 to the tabernacle168 of the LORD3068, and said559 unto him, Thus saith559 the king4428, Come forth3318. And he said559, Nay; but I will die4191 here. And Benaiah1141 brought7725 the king4428 word1697 again7725, saying559, Thus said1696 Joab3097, and thus he answered6030 me.","18":"And Bathsheba1339 said559, Well2896; I will speak1696 for thee unto the king4428.","36":"And the king4428 sent7971 and called7121 for Shimei8096, and said559 unto him, Build1129 thee an house1004 in Jerusalem3389, and dwell3427 there, and go not forth3318 thence any whither575.","29":"And it was told5046 king4428 Solomon8010 that Joab3097 was fled5127 unto the tabernacle168 of the LORD3068; and, behold, he is by681 the altar4196. Then Solomon8010 sent7971 Benaiah1141 the son1121 of Jehoiada3077, saying559, Go3212, fall6293 upon him.","23":"Then king4428 Solomon8010 sware7650 by the LORD3068, saying559, God430 do6213 so to me, and more also3254, if Adonijah138 have not spoken1696 this word1697 against his own life5315.","19":"Bathsheba1339 therefore went935 unto king4428 Solomon8010, to speak1696 unto him for Adonijah138. And the king4428 rose up6965 to meet7125 her, and bowed7812 himself unto her, and sat down3427 on his throne3678, and caused a seat3678 to be set7760 for the king\u0027s4428 mother517; and she sat3427 on his right hand3225.","1":"Now the days3117 of David1732 drew nigh7126 that he should die4191; and he charged6680 Solomon8010 his son1121, saying559,","5":"Moreover thou knowest3045 also what Joab3097 the son1121 of Zeruiah6870 did6213 to me, and what he did6213 to the two8147 captains8269 of the hosts6635 of Israel3478, unto Abner74 the son1121 of Ner5369, and unto Amasa6021 the son1121 of Jether3500, whom he slew2026, and shed7760 the blood1818 of war4421 in peace7965, and put5414 the blood1818 of war4421 upon his girdle2290 that was about his loins4975, and in his shoes5275 that were on his feet7272. shed: Heb. put","4":"That the LORD3068 may continue6965 his word1697 which he spake1696 concerning me, saying559, If thy children1121 take heed8104 to their way1870, to walk3212 before6440 me in truth571 with all their heart3824 and with all their soul5315, there shall not fail3772 thee (said559 he) a man376 on the throne3678 of Israel3478. fail: Heb. be cut off from thee from the throne","8":"And, behold, thou hast with thee Shimei8096 the son1121 of Gera1617, a Benjamite1145 of Bahurim980, which cursed7043 me with a grievous4834 curse7045 in the day3117 when I went3212 to Mahanaim4266: but he came down3381 to meet7125 me at Jordan3383, and I sware7650 to him by the LORD3068, saying559, I will not put thee to death4191 with the sword2719. grievous: Heb. strong","26":"And unto Abiathar54 the priest3548 said559 the king4428, Get3212 thee to Anathoth6068, unto thine own fields7704; for thou art worthy376 of death4194: but I will not at this time3117 put thee to death4191, because thou barest5375 the ark727 of the Lord136 GOD3069 before6440 David1732 my father1, and because thou hast been afflicted6031 in all wherein my father1 was afflicted6031. worthy: Heb. a man of death","39":"And it came to pass at the end7093 of three7969 years8141, that two8147 of the servants5650 of Shimei8096 ran away1272 unto Achish397 son1121 of Maachah4601 king4428 of Gath1661. And they told5046 Shimei8096, saying559, Behold, thy servants5650 be in Gath1661.","14":"He said559 moreover, I have somewhat to say1697 unto thee. And she said559, Say on1696.","37":"For it shall be, that on the day3117 thou goest out3318, and passest over5674 the brook5158 Kidron6939, thou shalt know3045 for certain3045 that thou shalt surely4191 die4191: thy blood1818 shall be upon thine own head7218.","22":"And king4428 Solomon8010 answered6030 and said559 unto his mother517, And why dost thou ask7592 Abishag49 the Shunammite7767 for Adonijah138? ask7592 for him the kingdom4410 also; for he is mine elder1419 brother251; even for him, and for Abiathar54 the priest3548, and for Joab3097 the son1121 of Zeruiah6870.","28":"Then tidings8052 came935 to Joab3097: for Joab3097 had turned5186 after310 Adonijah138, though he turned5186 not after310 Absalom53. And Joab3097 fled5127 unto the tabernacle168 of the LORD3068, and caught hold2388 on the horns7161 of the altar4196.","25":"And king4428 Solomon8010 sent7971 by the hand3027 of Benaiah1141 the son1121 of Jehoiada3077; and he fell6293 upon him that he died4191.","9":"Now therefore hold him not guiltless5352: for thou art a wise2450 man376, and knowest3045 what thou oughtest to do6213 unto him; but his hoar head7872 bring thou down3381 to the grave7585 with blood1818.","33":"Their blood1818 shall therefore return7725 upon the head7218 of Joab3097, and upon the head7218 of his seed2233 for ever5769: but upon David1732, and upon his seed2233, and upon his house1004, and upon his throne3678, shall there be peace7965 for5704 ever5769 from the LORD3068.","15":"And he said559, Thou knowest3045 that the kingdom4410 was mine, and that all Israel3478 set7760 their faces6440 on me, that I should reign4427: howbeit the kingdom4410 is turned about5437, and is become my brother\u0027s251: for it was his from the LORD3068.","34":"So Benaiah1141 the son1121 of Jehoiada3077 went up5927, and fell6293 upon him, and slew4191 him: and he was buried6912 in his own house1004 in the wilderness4057.","21":"And she said559, Let Abishag49 the Shunammite7767 be given5414 to Adonijah138 thy brother251 to wife802.","24":"Now therefore, as the LORD3068 liveth2416, which hath established3559 me, and set3427 me on the throne3678 of David1732 my father1, and who hath made6213 me an house1004, as he promised1696, Adonijah138 shall be put to death4191 this day3117.","46":"So the king4428 commanded6680 Benaiah1141 the son1121 of Jehoiada3077; which went out3318, and fell6293 upon him, that he died4191. And the kingdom4467 was established3559 in the hand3027 of Solomon8010.","16":"And now I ask7592 one259 petition7596 of thee, deny7725 me6440 not. And she said559 unto him, Say on1696. deny: Heb. turn not away my face","35":"And the king4428 put5414 Benaiah1141 the son1121 of Jehoiada3077 in his room over the host6635: and Zadok6659 the priest3548 did the king4428 put5414 in the room of Abiathar54.","32":"And the LORD3068 shall return7725 his blood1818 upon his own head7218, who fell6293 upon two8147 men582 more righteous6662 and better2896 than he, and slew2026 them with the sword2719, my father1 David1732 not knowing3045 thereof, to wit, Abner74 the son1121 of Ner5369, captain8269 of the host6635 of Israel3478, and Amasa6021 the son1121 of Jether3500, captain8269 of the host6635 of Judah3063.","7":"But shew6213 kindness2617 unto the sons1121 of Barzillai1271 the Gileadite1569, and let them be of those that eat398 at thy table7979: for so they came7126 to me when I fled1272 because6440 of Absalom53 thy brother251.","43":"Why then hast thou not kept8104 the oath7621 of the LORD3068, and the commandment4687 that I have charged6680 thee with?","2":"I go1980 the way1870 of all the earth776: be thou strong2388 therefore, and shew thyself a man376;","38":"And Shimei8096 said559 unto the king4428, The saying1697 is good2896: as my lord113 the king4428 hath said1696, so will thy servant5650 do6213. And Shimei8096 dwelt3427 in Jerusalem3389 many7227 days3117.","6":"Do6213 therefore according to thy wisdom2451, and let not his hoar head7872 go down3381 to the grave7585 in peace7965.","31":"And the king4428 said559 unto him, Do6213 as he hath said1696, and fall6293 upon him, and bury6912 him; that thou mayest take away5493 the innocent2600 blood1818, which Joab3097 shed8210, from me, and from the house1004 of my father1."},"22":{"11":"And Zedekiah6667 the son1121 of Chenaanah3668 made6213 him horns7161 of iron1270: and he said559, Thus saith559 the LORD3068, With these shalt thou push5055 the Syrians758, until thou have consumed3615 them.","41":"And Jehoshaphat3092 the son1121 of Asa609 began to reign4427 over Judah3063 in the fourth702 year8141 of Ahab256 king4428 of Israel3478.","45":"Now the rest3499 of the acts1697 of Jehoshaphat3092, and his might1369 that he shewed6213, and how he warred3898, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","42":"Jehoshaphat3092 was thirty7970 and five2568 years8141 old1121 when he began to reign4427; and he reigned4427 twenty6242 and five2568 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Azubah5806 the daughter1323 of Shilhi7977.","3":"And the king4428 of Israel3478 said559 unto his servants5650, Know3045 ye that Ramoth7433 in Gilead1568 is ours, and we be still2814, and take3947 it not out of the hand3027 of the king4428 of Syria758? still: Heb. silent from taking it","20":"And the LORD3068 said559, Who shall persuade6601 Ahab256, that he may go up5927 and fall5307 at Ramothgilead7433 1568? And one said559 on this manner3541, and another said559 on that manner3541. persuade: or, deceive","12":"And all the prophets5030 prophesied5012 so, saying559, Go up5927 to Ramothgilead7433 1568, and prosper6743: for the LORD3068 shall deliver5414 it into the king\u0027s4428 hand3027.","10":"And the king4428 of Israel3478 and Jehoshaphat3092 the king4428 of Judah3063 sat3427 each376 on his throne3678, having put on3847 their robes899, in a void place1637 in the entrance6607 of the gate8179 of Samaria8111; and all the prophets5030 prophesied5012 before6440 them. void: Heb. floor","17":"And he said559, I saw7200 all Israel3478 scattered6327 upon the hills2022, as sheep6629 that have not a shepherd7462: and the LORD3068 said559, These have no master113: let them return7725 every man376 to his house1004 in peace7965.","51":"Ahaziah274 the son1121 of Ahab256 began to reign4427 over Israel3478 in Samaria8111 the seventeenth7651 6240 year8141 of Jehoshaphat3092 king4428 of Judah3063, and reigned4427 two years8141 over Israel3478.","44":"And Jehoshaphat3092 made peace7999 with the king4428 of Israel3478.","40":"So Ahab256 slept7901 with his fathers1; and Ahaziah274 his son1121 reigned4427 in his stead.","13":"And the messenger4397 that was gone1980 to call7121 Micaiah4321 spake1696 unto him, saying559, Behold now, the words1697 of the prophets5030 declare good2896 unto the king4428 with one259 mouth6310: let thy word1697, I pray thee, be like the word1697 of one259 of them, and speak1696 that which is good2896.","27":"And say559, Thus saith559 the king4428, Put7760 this fellow in the prison1004 3608, and feed398 him with bread3899 of affliction3906 and with water4325 of affliction3906, until I come935 in peace7965.","30":"And the king4428 of Israel3478 said559 unto Jehoshaphat3092, I will disguise2664 myself, and enter935 into the battle4421; but put thou on3847 thy robes899. And the king4428 of Israel3478 disguised2664 himself, and went935 into the battle4421. I will: or, when he was to disguise himself, and enter into the battle","53":"For he served5647 Baal1168, and worshipped7812 him, and provoked to anger3707 the LORD3068 God430 of Israel3478, according to all that his father1 had done6213.","18":"And the king4428 of Israel3478 said559 unto Jehoshaphat3092, Did I not tell559 thee that he would prophesy5012 no good2896 concerning me, but evil7451?","36":"And there went5674 a proclamation7440 throughout the host4264 about the going down935 of the sun8121, saying559, Every man376 to his city5892, and every man376 to his own country776.","29":"So the king4428 of Israel3478 and Jehoshaphat3092 the king4428 of Judah3063 went up5927 to Ramothgilead7433 1568.","23":"Now therefore, behold, the LORD3068 hath put5414 a lying8267 spirit7307 in the mouth6310 of all these thy prophets5030, and the LORD3068 hath spoken1696 evil7451 concerning thee.","19":"And he said559, Hear8085 thou therefore the word1697 of the LORD3068: I saw7200 the LORD3068 sitting3427 on his throne3678, and all the host6635 of heaven8064 standing5975 by him on his right hand3225 and on his left8040.","1":"And they continued3427 three7969 years8141 without war4421 between Syria758 and Israel3478.","47":"There was then no king4428 in Edom123: a deputy5324 was king4428.","5":"And Jehoshaphat3092 said559 unto the king4428 of Israel3478, Enquire1875, I pray thee, at the word1697 of the LORD3068 to day3117.","52":"And he did6213 evil7451 in the sight5869 of the LORD3068, and walked3212 in the way1870 of his father1, and in the way1870 of his mother517, and in the way1870 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398:","49":"Then said559 Ahaziah274 the son1121 of Ahab256 unto Jehoshaphat3092, Let my servants5650 go3212 with thy servants5650 in the ships591. But Jehoshaphat3092 would14 not.","4":"And he said559 unto Jehoshaphat3092, Wilt thou go3212 with me to battle4421 to Ramothgilead7433 1568? And Jehoshaphat3092 said559 to the king4428 of Israel3478, I am as thou3644 art, my people5971 as thy people5971, my horses5483 as thy horses5483.","8":"And the king4428 of Israel3478 said559 unto Jehoshaphat3092, There is yet one259 man376, Micaiah4321 the son1121 of Imlah3229, by whom we may enquire1875 of the LORD3068: but I hate8130 him; for he doth not prophesy5012 good2896 concerning me, but evil7451. And Jehoshaphat3092 said559, Let not the king4428 say559 so.","26":"And the king4428 of Israel3478 said559, Take3947 Micaiah4321, and carry him back7725 unto Amon526 the governor8269 of the city5892, and to Joash3101 the king\u0027s4428 son1121;","39":"Now the rest3499 of the acts1697 of Ahab256, and all that he did6213, and the ivory8127 house1004 which he made1129, and all the cities5892 that he built1129, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","14":"And Micaiah4321 said559, As the LORD3068 liveth2416, what the LORD3068 saith559 unto me, that will I speak1696.","37":"So the king4428 died4191, and was brought935 to Samaria8111; and they buried6912 the king4428 in Samaria8111. was brought: Heb. came","22":"And the LORD3068 said559 unto him, Wherewith? And he said559, I will go forth3318, and I will be a lying8267 spirit7307 in the mouth6310 of all his prophets5030. And he said559, Thou shalt persuade6601 him, and prevail3201 also: go forth3318, and do6213 so.","28":"And Micaiah4321 said559, If thou return7725 at all7725 in peace7965, the LORD3068 hath not spoken1696 by me. And he said559, Hearken8085, O people5971, every one of you.","25":"And Micaiah4321 said559, Behold, thou shalt see7200 in that day3117, when thou shalt go935 into an inner2315 chamber2315 to hide2247 thyself. into: or, from chamber to chamber: Heb. a chamber in a chamber","9":"Then the king4428 of Israel3478 called7121 an259 officer5631, and said559, Hasten4116 hither Micaiah4321 the son1121 of Imlah3229. officer: or, eunuch","33":"And it came to pass, when the captains8269 of the chariots7393 perceived7200 that it was not the king4428 of Israel3478, that they turned back7725 from pursuing310 him.","15":"So he came935 to the king4428. And the king4428 said559 unto him, Micaiah4321, shall we go3212 against Ramothgilead7433 1568 to battle4421, or shall we forbear2308? And he answered559 him, Go5927, and prosper6743: for the LORD3068 shall deliver5414 it into the hand3027 of the king4428.","34":"And a certain man376 drew4900 a bow7198 at a venture8537, and smote5221 the king4428 of Israel3478 between the joints1694 of the harness8302: wherefore he said559 unto the driver of his chariot7395, Turn2015 thine hand3027, and carry me out3318 of the host4264; for I am wounded2470. at a: Heb. in his simplicity joints: Heb. joints and the breastplate wounded: Heb. made sick","21":"And there came forth3318 a spirit7307, and stood5975 before6440 the LORD3068, and said559, I will persuade6601 him.","24":"But Zedekiah6667 the son1121 of Chenaanah3668 went near5066, and smote5221 Micaiah4321 on the cheek3895, and said559, Which way335 went5674 the Spirit7307 of the LORD3068 from me to speak1696 unto thee?","46":"And the remnant3499 of the sodomites6945, which remained7604 in the days3117 of his father1 Asa609, he took1197 out of the land776.","16":"And the king4428 said559 unto him, How many times6471 shall I adjure7650 thee that thou tell1696 me nothing but that which is true571 in the name8034 of the LORD3068?","35":"And the battle4421 increased5927 that day3117: and the king4428 was stayed up5975 in his chariot4818 against5227 the Syrians758, and died4191 at even6153: and the blood1818 ran out3332 of the wound4347 into the midst2436 of the chariot7393. increased: Heb. ascended midst: Heb. bosom","32":"And it came to pass, when the captains8269 of the chariots7393 saw7200 Jehoshaphat3092, that they said559, Surely it is the king4428 of Israel3478. And they turned aside5493 to fight3898 against him: and Jehoshaphat3092 cried out2199.","7":"And Jehoshaphat3092 said559, Is there not here a prophet5030 of the LORD3068 besides5750, that we might enquire1875 of him?","43":"And he walked3212 in all the ways1870 of Asa609 his father1; he turned not aside5493 from it, doing6213 that which was right3477 in the eyes5869 of the LORD3068: nevertheless the high places1116 were not taken away5493; for the people5971 offered2076 and burnt incense6999 yet in the high places1116.","48":"Jehoshaphat3092 made6213 6240 ships591 of Tharshish8659 to go3212 to Ophir211 for gold2091: but they went1980 not; for the ships591 were broken7665 at Eziongeber6100. made: or, had ten ships","2":"And it came to pass in the third7992 year8141, that Jehoshaphat3092 the king4428 of Judah3063 came down3381 to the king4428 of Israel3478.","38":"And one washed7857 the chariot7393 in the pool1295 of Samaria8111; and the dogs3611 licked up3952 his blood1818; and they washed7364 his armour2185; according unto the word1697 of the LORD3068 which he spake1696.","50":"And Jehoshaphat3092 slept7901 with his fathers1, and was buried6912 with his fathers1 in the city5892 of David1732 his father1: and Jehoram3088 his son1121 reigned4427 in his stead.","6":"Then the king4428 of Israel3478 gathered6908 the prophets5030 together6908, about four702 hundred3967 men376, and said559 unto them, Shall I go3212 against Ramothgilead7433 1568 to battle4421, or shall I forbear2308? And they said559, Go up5927; for the Lord136 shall deliver5414 it into the hand3027 of the king4428.","31":"But the king4428 of Syria758 commanded6680 his thirty7970 and two8147 captains8269 that had rule over his chariots7393, saying559, Fight3898 neither with small6996 nor great1419, save only with the king4428 of Israel3478."},"8":{"10":"And it came to pass, when the priests3548 were come out3318 of the holy6944 place, that the cloud6051 filled4390 the house1004 of the LORD3068,","63":"And Solomon8010 offered2076 a sacrifice2077 of peace offerings8002, which he offered2076 unto the LORD3068, two8147 and twenty6242 thousand505 oxen1241, and an hundred3967 and twenty6242 thousand505 sheep6629. So the king4428 and all the children1121 of Israel3478 dedicated2596 the house1004 of the LORD3068.","30":"And hearken8085 thou to the supplication8467 of thy servant5650, and of thy people5971 Israel3478, when they shall pray6419 toward this place4725: and hear8085 thou in heaven8064 thy dwelling3427 place4725: and when thou hearest8085, forgive5545. toward this place: or, in this place","49":"Then hear8085 thou their prayer8605 and their supplication8467 in heaven8064 thy dwelling3427 place4349, and maintain6213 their cause4941, cause: or, right","62":"And the king4428, and all Israel3478 with him, offered2076 sacrifice2077 before6440 the LORD3068.","22":"And Solomon8010 stood5975 before6440 the altar4196 of the LORD3068 in the presence of5048 all the congregation6951 of Israel3478, and spread forth6566 his hands3709 toward heaven8064:","13":"I have surely1129 built1129 thee an house1004 to dwell in2073, a settled place4349 for thee to abide in3427 for ever5769.","47":"Yet if they shall bethink7725 themselves in the land776 whither they were carried captives7617, and repent7725 3820, and make supplication2603 unto thee in the land776 of them that carried them captives7617, saying559, We have sinned2398, and have done perversely5753, we have committed wickedness7561; bethink: Heb. bring back to their heart","3":"And all the elders2205 of Israel3478 came935, and the priests3548 took up5375 the ark727.","8":"And they drew out748 the staves905, that the ends7218 of the staves905 were seen out7200 in the holy6944 place before6440 the oracle1687, and they were not seen7200 without2351: and there they are unto this day3117. ends: Heb. heads holy: or, ark","12":"Then spake559 Solomon8010, The LORD3068 said559 that he would dwell7931 in the thick darkness6205.","65":"And at that time6256 Solomon8010 held6213 a feast2282, and all Israel3478 with him, a great1419 congregation6951, from the entering935 in of Hamath2574 unto the river5158 of Egypt4714, before6440 the LORD3068 our God430, seven7651 days3117 and seven7651 days3117, even fourteen702 6240 days3117.","40":"That they may fear3372 thee all the days3117 that they live2416 in6440 the land127 which thou gavest5414 unto our fathers1.","14":"And the king4428 turned5437 his face6440 about5437, and blessed1288 all the congregation6951 of Israel3478: (and all the congregation6951 of Israel3478 stood5975;)","26":"And now, O God430 of Israel3478, let thy word1697, I pray thee, be verified539, which thou spakest1696 unto thy servant5650 David1732 my father1.","17":"And it was in the heart3824 of David1732 my father1 to build1129 an house1004 for the name8034 of the LORD3068 God430 of Israel3478.","28":"Yet have thou respect6437 unto the prayer8605 of thy servant5650, and to his supplication8467, O LORD3068 my God430, to hearken8085 unto the cry7440 and to the prayer8605, which thy servant5650 prayeth6419 before6440 thee to day3117:","36":"Then hear8085 thou in heaven8064, and forgive5545 the sin2403 of thy servants5650, and of thy people5971 Israel3478, that thou teach3384 them the good2896 way1870 wherein they should walk3212, and give5414 rain4306 upon thy land776, which thou hast given5414 to thy people5971 for an inheritance5159.","4":"And they brought up5927 the ark727 of the LORD3068, and the tabernacle168 of the congregation4150, and all the holy6944 vessels3627 that were in the tabernacle168, even those did the priests3548 and the Levites3881 bring up5927.","50":"And forgive5545 thy people5971 that have sinned2398 against thee, and all their transgressions6588 wherein they have transgressed6586 against thee, and give5414 them compassion7356 before6440 them who carried them captive7617, that they may have compassion7355 on them:","45":"Then hear8085 thou in heaven8064 their prayer8605 and their supplication8467, and maintain6213 their cause4941. cause: or, right","60":"That all the people5971 of the earth776 may know3045 that the LORD3068 is God430, and that there is none else.","38":"What prayer8605 and supplication8467 soever be made by any man120, or by all thy people5971 Israel3478, which shall know3045 every man376 the plague5061 of his own heart3824, and spread forth6566 his hands3709 toward this house1004:","23":"And he said559, LORD3068 God430 of Israel3478, there is no God430 like thee, in heaven8064 above4605, or on earth776 beneath, who keepest8104 covenant1285 and mercy2617 with thy servants5650 that walk1980 before6440 thee with all their heart3820:","51":"For they be thy people5971, and thine inheritance5159, which thou broughtest forth3318 out of Egypt4714, from the midst8432 of the furnace3564 of iron1270:","20":"And the LORD3068 hath performed6965 his word1697 that he spake1696, and I am risen up6965 in the room of David1732 my father1, and sit3427 on the throne3678 of Israel3478, as the LORD3068 promised1696, and have built1129 an house1004 for the name8034 of the LORD3068 God430 of Israel3478.","59":"And let these my words1697, wherewith I have made supplication2603 before6440 the LORD3068, be nigh7138 unto the LORD3068 our God430 day3119 and night3915, that he maintain6213 the cause4941 of his servant5650, and the cause4941 of his people5971 Israel3478 at all times3117 3117, as the matter1697 shall require: at all: Heb. the thing of a day in his day","54":"And it was so, that when Solomon8010 had made an end3615 of praying6419 all this prayer8605 and supplication8467 unto the LORD3068, he arose6965 from before6440 the altar4196 of the LORD3068, from kneeling3766 on his knees1290 with his hands3709 spread up6566 to heaven8064.","66":"On the eighth8066 day3117 he sent7971 the people5971 away7971: and they blessed1288 the king4428, and went3212 unto their tents168 joyful8056 and glad2896 of heart3820 for all the goodness2896 that the LORD3068 had done6213 for David1732 his servant5650, and for Israel3478 his people5971. blessed: or, thanked","57":"The LORD3068 our God430 be with us, as he was with our fathers1: let him not leave5800 us, nor forsake5203 us:","43":"Hear8085 thou in heaven8064 thy dwelling3427 place4349, and do6213 according to all that the stranger5237 calleth7121 to thee for: that all people5971 of the earth776 may know3045 thy name8034, to fear3372 thee, as do thy people5971 Israel3478; and that they may know3045 that this house1004, which I have builded1129, is called7121 by thy name8034. this: Heb. thy name is called upon this house","35":"When heaven8064 is shut up6113, and there is no rain4306, because they have sinned2398 against thee; if they pray6419 toward this place4725, and confess3034 thy name8034, and turn7725 from their sin2403, when thou afflictest6031 them:","41":"Moreover concerning a stranger5237, that is not of thy people5971 Israel3478, but cometh out935 of a far7350 country776 for4616 thy name\u0027s8034 sake;","5":"And king4428 Solomon8010, and all the congregation5712 of Israel3478, that were assembled3259 unto him, were with him before6440 the ark727, sacrificing2076 sheep6629 and oxen1241, that could not be told5608 nor numbered4487 for multitude7230.","34":"Then hear8085 thou in heaven8064, and forgive5545 the sin2403 of thy people5971 Israel3478, and bring them again7725 unto the land127 which thou gavest5414 unto their fathers1.","6":"And the priests3548 brought in935 the ark727 of the covenant1285 of the LORD3068 unto his place4725, into the oracle1687 of the house1004, to the most6944 holy6944 place, even under the wings3671 of the cherubims3742.","53":"For thou didst separate914 them from among all the people5971 of the earth776, to be thine inheritance5159, as thou spakest1696 by the hand3027 of Moses4872 thy servant5650, when thou broughtest3318 our fathers1 out of Egypt4714, O Lord136 GOD3069.","2":"And all the men376 of Israel3478 assembled6950 themselves unto king4428 Solomon8010 at the feast2282 in the month3391 Ethanim388, which is the seventh7637 month2320.","44":"If thy people5971 go out3318 to battle4421 against their enemy341, whithersoever1870 thou shalt send7971 them, and shall pray6419 unto the LORD3068 toward1870 the city5892 which thou hast chosen977, and toward the house1004 that I have built1129 for thy name8034: toward the city: Heb. the way of the city","11":"So that the priests3548 could3201 not stand5975 to minister8334 because6440 of the cloud6051: for the glory3519 of the LORD3068 had filled4390 the house1004 of the LORD3068.","1":"Then Solomon8010 assembled6950 the elders2205 of Israel3478, and all the heads7218 of the tribes4294, the chief5387 of the fathers1 of the children1121 of Israel3478, unto king4428 Solomon8010 in Jerusalem3389, that they might bring up5927 the ark727 of the covenant1285 of the LORD3068 out of the city5892 of David1732, which is Zion6726. chief: Heb. princes","58":"That he may incline5186 our hearts3824 unto him, to walk3212 in all his ways1870, and to keep8104 his commandments4687, and his statutes2706, and his judgments4941, which he commanded6680 our fathers1.","55":"And he stood5975, and blessed1288 all the congregation6951 of Israel3478 with a loud1419 voice6963, saying559,","33":"When thy people5971 Israel3478 be smitten down5062 before6440 the enemy341, because they have sinned2398 against thee, and shall turn again7725 to thee, and confess3034 thy name8034, and pray6419, and make supplication2603 unto thee in this house1004: in: or, toward","27":"But will God430 indeed552 dwell3427 on the earth776? behold, the heaven8064 and heaven8064 of heavens8064 cannot contain3557 thee; how much less637 this house1004 that I have builded1129?","16":"Since the day3117 that I brought forth3318 my people5971 Israel3478 out of Egypt4714, I chose977 no city5892 out of all the tribes7626 of Israel3478 to build1129 an house1004, that my name8034 might be therein; but I chose977 David1732 to be over my people5971 Israel3478.","64":"The same day3117 did the king4428 hallow6942 the middle8432 of the court2691 that was before6440 the house1004 of the LORD3068: for there he offered6213 burnt offerings5930, and meat offerings4503, and the fat2459 of the peace offerings8002: because the brasen5178 altar4196 that was before6440 the LORD3068 was too little6996 to receive3557 the burnt offerings5930, and meat offerings4503, and the fat2459 of the peace offerings8002.","24":"Who hast kept8104 with thy servant5650 David1732 my father1 that thou promisedst1696 him: thou spakest1696 also with thy mouth6310, and hast fulfilled4390 it with thine hand3027, as it is this day3117.","19":"Nevertheless7535 thou shalt not build1129 the house1004; but thy son1121 that shall come forth out3318 of thy loins2504, he shall build1129 the house1004 unto my name8034.","29":"That thine eyes5869 may be open6605 toward this house1004 night3915 and day3117, even toward the place4725 of which thou hast said559, My name8034 shall be there: that thou mayest hearken8085 unto the prayer8605 which thy servant5650 shall make6419 toward this place4725. toward this place: or, in this place","61":"Let your heart3824 therefore be perfect8003 with the LORD3068 our God430, to walk3212 in his statutes2706, and to keep8104 his commandments4687, as at this day3117.","9":"There was nothing in the ark727 save7535 the two8147 tables3871 of stone68, which Moses4872 put3240 there at Horeb2722, when the LORD3068 made3772 a covenant with the children1121 of Israel3478, when they came out3318 of the land776 of Egypt4714. when the: or, where the","37":"If there be in the land776 famine7458, if there be pestilence1698, blasting7711, mildew3420, locust697, or if there be caterpiller2625; if their enemy341 besiege6887 them in the land776 of their cities8179; whatsoever plague5061, whatsoever sickness4245 there be; cities: or, jurisdiction","7":"For the cherubims3742 spread forth6566 their two wings3671 over the place4725 of the ark727, and the cherubims3742 covered5526 the ark727 and the staves905 thereof above4605.","52":"That thine eyes5869 may be open6605 unto the supplication8467 of thy servant5650, and unto the supplication8467 of thy people5971 Israel3478, to hearken8085 unto them in all that they call7121 for unto thee.","39":"Then hear8085 thou in heaven8064 thy dwelling3427 place4349, and forgive5545, and do6213, and give5414 to every man376 according to his ways1870, whose heart3824 thou knowest3045; (for thou, even thou only, knowest3045 the hearts3824 of all the children1121 of men120;)","48":"And so return7725 unto thee with all their heart3824, and with all their soul5315, in the land776 of their enemies341, which led them away captive7617, and pray6419 unto thee toward1870 their land776, which thou gavest5414 unto their fathers1, the city5892 which thou hast chosen977, and the house1004 which I have built1129 for thy name8034:","21":"And I have set7760 there a place4725 for the ark727, wherein is the covenant1285 of the LORD3068, which he made3772 with our fathers1, when he brought them out3318 of the land776 of Egypt4714.","56":"Blessed1288 be the LORD3068, that hath given5414 rest4496 unto his people5971 Israel3478, according to all that he promised1696: there hath not failed5307 one259 word1697 of all his good2896 promise1697, which he promised1696 by the hand3027 of Moses4872 his servant5650. failed: Heb. fallen","46":"If they sin2398 against thee, (for there is no man120 that sinneth2398 not,) and thou be angry599 with them, and deliver5414 them to the enemy341, so that they carry them away7617 captives7617 unto6440 the land776 of the enemy341, far7350 or near7138;","32":"Then hear8085 thou in heaven8064, and do6213, and judge8199 thy servants5650, condemning7561 the wicked7563, to bring5414 his way1870 upon his head7218; and justifying6663 the righteous6662, to give5414 him according to his righteousness6666.","31":"If any man376 trespass2398 against his neighbour7453, and an oath423 be laid5375 upon him to cause him to swear422, and the oath423 come935 before6440 thine altar4196 in this house1004: and an oath: Heb. and he require an oath of him","15":"And he said559, Blessed1288 be the LORD3068 God430 of Israel3478, which spake1696 with his mouth6310 unto David1732 my father1, and hath with his hand3027 fulfilled4390 it, saying559,","25":"Therefore now, LORD3068 God430 of Israel3478, keep8104 with thy servant5650 David1732 my father1 that thou promisedst1696 him, saying559, There shall not fail3772 thee a man376 in my sight6440 to sit3427 on the throne3678 of Israel3478; so7535 that thy children1121 take heed8104 to their way1870, that they walk3212 before6440 me as thou hast walked1980 before6440 me. fail: Heb. be cut off unto thee a man from my sight so that: Heb. only if","18":"And the LORD3068 said559 unto David1732 my father1, Whereas3282 834 it was in thine heart3824 to build1129 an house1004 unto my name8034, thou didst well2895 that it was in thine heart3824.","42":"(For they shall hear8085 of thy great1419 name8034, and of thy strong2389 hand3027, and of thy stretched out5186 arm2220;) when he shall come935 and pray6419 toward this house1004;"},"17":{"16":"And the barrel3537 of meal7058 wasted3615 not, neither did the cruse6835 of oil8081 fail2638, according to the word1697 of the LORD3068, which he spake1696 by3027 Elijah452. by: Heb. by the hand of","3":"Get3212 thee hence, and turn6437 thee eastward6924, and hide5641 thyself by the brook5158 Cherith3747, that is before6440 Jordan3383.","5":"So he went3212 and did6213 according unto the word1697 of the LORD3068: for he went3212 and dwelt3427 by the brook5158 Cherith3747, that is before6440 Jordan3383.","21":"And he stretched4058 himself upon the child3206 three7969 times6471, and cried7121 unto the LORD3068, and said559, O LORD3068 my God430, I pray thee, let this child\u0027s3206 soul5315 come7725 into him7130 again7725. stretched: Heb. measured into: Heb. into his inward parts","18":"And she said559 unto Elijah452, What have I to do with thee, O thou man376 of God430? art thou come935 unto me to call2142 my sin5771 to remembrance2142, and to slay4191 my son1121?","12":"And she said559, As the LORD3068 thy God430 liveth2416, I have3426 not a cake4580, but an handful4393 3709 of meal7058 in a barrel3537, and a little4592 oil8081 in a cruse6835: and, behold, I am gathering7197 two8147 sticks6086, that I may go in935 and dress6213 it for me and my son1121, that we may eat398 it, and die4191.","10":"So he arose6965 and went3212 to Zarephath6886. And when he came935 to the gate6607 of the city5892, behold, the widow490 woman802 was there gathering7197 of sticks6086: and he called7121 to her, and said559, Fetch3947 me, I pray thee, a little4592 water4325 in a vessel3627, that I may drink8354.","2":"And the word1697 of the LORD3068 came unto him, saying559,","22":"And the LORD3068 heard8085 the voice6963 of Elijah452; and the soul5315 of the child3206 came7725 into him7130 again7725, and he revived2421.","8":"And the word1697 of the LORD3068 came unto him, saying559,","17":"And it came to pass after310 these things1697, that the son1121 of the woman802, the mistress1172 of the house1004, fell sick2470; and his sickness2483 was so3966 sore2389, that there was no breath5397 left3498 in him.","11":"And as she was going3212 to fetch3947 it, he called7121 to her, and said559, Bring3947 me, I pray thee, a morsel6595 of bread3899 in thine hand3027.","1":"And Elijah452 the Tishbite8664, who was of the inhabitants8453 of Gilead1568, said559 unto Ahab256, As the LORD3068 God430 of Israel3478 liveth2416, before6440 whom I stand5975, there shall not be dew2919 nor rain4306 these years8141, but according6310 to my word1697. Elijah: Heb. Elijahu: Gr. Elias","9":"Arise6965, get3212 thee to Zarephath6886, which belongeth to Zidon6721, and dwell3427 there: behold, I have commanded6680 a widow490 woman802 there to sustain3557 thee. Zarephath: Gr. Sarepta","24":"And the woman802 said559 to Elijah452, Now by this2088 I know3045 that thou art a man376 of God430, and that the word1697 of the LORD3068 in thy mouth6310 is truth571.","14":"For thus saith559 the LORD3068 God430 of Israel3478, The barrel3537 of meal7058 shall not waste3615, neither shall the cruse6835 of oil8081 fail2637, until the day3117 that the LORD3068 sendeth5414 rain1653 upon6440 the earth127. sendeth: Heb. giveth","7":"And it came to pass after7093 a while3117, that the brook5158 dried up3001, because there had been no rain1653 in the land776. after: Heb. at the end of days","15":"And she went3212 and did6213 according to the saying1697 of Elijah452: and she, and he, and her house1004, did eat398 many days3117. many: or, a full year","20":"And he cried7121 unto the LORD3068, and said559, O LORD3068 my God430, hast thou also brought evil7489 upon the widow490 with whom I sojourn1481, by slaying4191 her son1121?","23":"And Elijah452 took3947 the child3206, and brought him down3381 out of the chamber5944 into the house1004, and delivered5414 him unto his mother517: and Elijah452 said559, See7200, thy son1121 liveth2416.","6":"And the ravens6158 brought935 him bread3899 and flesh1320 in the morning1242, and bread3899 and flesh1320 in the evening6153; and he drank8354 of the brook5158.","4":"And it shall be, that thou shalt drink8354 of the brook5158; and I have commanded6680 the ravens6158 to feed3557 thee there.","19":"And he said559 unto her, Give5414 me thy son1121. And he took3947 him out of her bosom2436, and carried him up5927 into a loft5944, where he abode3427, and laid7901 him upon his own bed4296.","13":"And Elijah452 said559 unto her, Fear3372 not; go935 and do6213 as thou hast said1697: but make6213 me thereof8033 a little6996 cake5692 first7223, and bring3318 it unto me, and after314 make6213 for thee and for thy son1121."},"11":{"11":"Wherefore the LORD3068 said559 unto Solomon8010, Forasmuch as this is done of thee, and thou hast not kept8104 my covenant1285 and my statutes2708, which I have commanded6680 thee, I will surely7167 rend7167 the kingdom4467 from thee, and will give5414 it to thy servant5650. is done: Heb. is with thee","41":"And the rest3499 of the acts1697 of Solomon8010, and all that he did6213, and his wisdom2451, are they not written3789 in the book5612 of the acts1697 of Solomon8010? acts: or, words, or, things","42":"And the time3117 that Solomon8010 reigned4427 in Jerusalem3389 over all Israel3478 was forty705 years8141. time: Heb. days","3":"And he had seven7651 hundred3967 wives802, princesses8282, and three7969 hundred3967 concubines6370: and his wives802 turned away5186 his heart3820.","20":"And the sister269 of Tahpenes8472 bare3205 him Genubath1592 his son1121, whom Tahpenes8472 weaned1580 in8432 Pharaoh\u0027s6547 house1004: and Genubath1592 was in Pharaoh\u0027s6547 household1004 among8432 the sons1121 of Pharaoh6547.","12":"Notwithstanding in thy days3117 I will not do6213 it for David1732 thy father\u0027s1 sake: but I will rend7167 it out of the hand3027 of thy son1121.","10":"And had commanded6680 him concerning this thing1697, that he should not go3212 after310 other312 gods430: but he kept8104 not that which the LORD3068 commanded6680.","17":"That Hadad111 fled1272, he and certain582 Edomites130 of his father\u0027s1 servants5650 with him, to go935 into Egypt4714; Hadad1908 being yet a little6996 child5288.","40":"Solomon8010 sought1245 therefore to kill4191 Jeroboam3379. And Jeroboam3379 arose6965, and fled1272 into Egypt4714, unto Shishak7895 king4428 of Egypt4714, and was in Egypt4714 until the death4194 of Solomon8010.","13":"Howbeit7535 I will not rend away7167 all the kingdom4467; but will give5414 one259 tribe7626 to thy son1121 for David1732 my servant\u0027s5650 sake, and for Jerusalem\u0027s3389 sake which I have chosen977.","27":"And this was the cause1697 that he lifted up7311 his hand3027 against the king4428: Solomon8010 built1129 Millo4407, and repaired5462 the breaches6556 of the city5892 of David1732 his father1. repaired: Heb. closed","30":"And Ahijah281 caught8610 the new2319 garment8008 that was on him, and rent7167 it in twelve8147 6240 pieces7168:","18":"And they arose6965 out of Midian4080, and came935 to Paran6290: and they took3947 men582 with them out of Paran6290, and they came935 to Egypt4714, unto Pharaoh6547 king4428 of Egypt4714; which gave5414 him an house1004, and appointed559 him victuals3899, and gave5414 him land776.","36":"And unto his son1121 will I give5414 one259 tribe7626, that David1732 my servant5650 may have a light5216 alway3117 before6440 me in Jerusalem3389, the city5892 which I have chosen977 me to put7760 my name8034 there. light: Heb. lamp, or, candle","29":"And it came to pass at that time6256 when Jeroboam3379 went out3318 of Jerusalem3389, that the prophet5030 Ahijah281 the Shilonite7888 found4672 him in the way1870; and he had clad3680 himself with a new2319 garment8008; and they two8147 were alone in the field7704:","23":"And God430 stirred him up6965 another adversary7854, Rezon7331 the son1121 of Eliadah450, which fled1272 from his lord113 Hadadezer1909 king4428 of Zobah6678:","19":"And Hadad1908 found4672 great3966 favour2580 in the sight5869 of Pharaoh6547, so that he gave5414 him to wife802 the sister269 of his own wife802, the sister269 of Tahpenes8472 the queen1377.","1":"But king4428 Solomon8010 loved157 many7227 strange5237 women802, together with the daughter1323 of Pharaoh6547, women of the Moabites4125, Ammonites5984, Edomites130, Zidonians6722, and Hittites2850; together: or, beside","5":"For Solomon8010 went3212 after310 Ashtoreth6253 the goddess430 of the Zidonians6722, and after310 Milcom4445 the abomination8251 of the Ammonites5984.","4":"For it came to pass, when6256 Solomon8010 was old2209, that his wives802 turned away5186 his heart3824 after310 other312 gods430: and his heart3824 was not perfect8003 with the LORD3068 his God430, as was the heart3824 of David1732 his father1.","8":"And likewise did6213 he for all his strange5237 wives802, which burnt incense6999 and sacrificed2076 unto their gods430.","26":"And Jeroboam3379 the son1121 of Nebat5028, an Ephrathite673 of Zereda6868, Solomon\u0027s8010 servant5650, whose mother\u0027s517 name8034 was Zeruah6871, a widow490 woman802, even he lifted up7311 his hand3027 against the king4428.","39":"And I will for this afflict6031 the seed2233 of David1732, but not for ever3117.","14":"And the LORD3068 stirred up6965 an adversary7854 unto Solomon8010, Hadad1908 the Edomite130: he was of the king\u0027s4428 seed2233 in Edom123.","37":"And I will take3947 thee, and thou shalt reign4427 according to all that thy soul5315 desireth183, and shalt be king4428 over Israel3478.","22":"Then Pharaoh6547 said559 unto him, But what hast thou lacked2638 with me, that, behold, thou seekest1245 to go3212 to thine own country776? And he answered559, Nothing: howbeit let me go7971 in any wise7971. Nothing: Heb. Not","28":"And the man376 Jeroboam3379 was a mighty man1368 of valour2428: and Solomon8010 seeing7200 the young man5288 that he was industrious6213 4399, he made him ruler6485 over all the charge5447 of the house1004 of Joseph3130. was industrious: Heb. did work charge: Heb. burden","25":"And he was an adversary7854 to Israel3478 all the days3117 of Solomon8010, beside the mischief7451 that Hadad1908 did: and he abhorred6973 Israel3478, and reigned4427 over Syria758.","9":"And the LORD3068 was angry599 with Solomon8010, because his heart3824 was turned5186 from the LORD3068 God430 of Israel3478, which had appeared7200 unto him twice6471,","33":"Because that they have forsaken5800 me, and have worshipped7812 Ashtoreth6253 the goddess430 of the Zidonians6722, Chemosh3645 the god430 of the Moabites4124, and Milcom4445 the god430 of the children1121 of Ammon5983, and have not walked1980 in my ways1870, to do6213 that which is right3477 in mine eyes5869, and to keep my statutes2708 and my judgments4941, as did David1732 his father1.","15":"For it came to pass, when David1732 was in Edom123, and Joab3097 the captain8269 of the host6635 was gone up5927 to bury6912 the slain2491, after he had smitten5221 every male2145 in Edom123;","34":"Howbeit I will not take3947 the whole kingdom4467 out of his hand3027: but I will make7896 him prince5387 all the days3117 of his life2416 for David1732 my servant\u0027s5650 sake, whom I chose977, because he kept8104 my commandments4687 and my statutes2708:","21":"And when Hadad1908 heard8085 in Egypt4714 that David1732 slept7901 with his fathers1, and that Joab3097 the captain8269 of the host6635 was dead4191, Hadad1908 said559 to Pharaoh6547, Let me depart7971, that I may go3212 to mine own country776. Let: Heb. Send me away","24":"And he gathered6908 men582 unto him, and became captain8269 over a band1416, when David1732 slew2026 them of Zobah: and they went3212 to Damascus1834, and dwelt3427 therein, and reigned4427 in Damascus1834.","16":"(For six8337 months2320 did Joab3097 remain3427 there with all Israel3478, until he had cut off3772 every male2145 in Edom123:)","35":"But I will take3947 the kingdom4410 out of his son\u0027s1121 hand3027, and will give5414 it unto thee, even ten6235 tribes7626.","32":"(But he shall have one259 tribe7626 for my servant5650 David\u0027s1732 sake, and for Jerusalem\u0027s3389 sake, the city5892 which I have chosen977 out of all the tribes7626 of Israel3478:)","7":"Then did Solomon8010 build1129 an high place1116 for Chemosh3645, the abomination8251 of Moab4124, in the hill2022 that is before6440 Jerusalem3389, and for Molech4432, the abomination8251 of the children1121 of Ammon5983.","43":"And Solomon8010 slept7901 with his fathers1, and was buried6912 in the city5892 of David1732 his father1: and Rehoboam7346 his son1121 reigned4427 in his stead. Rehoboam: Gr. Roboam","2":"Of the nations1471 concerning which the LORD3068 said559 unto the children1121 of Israel3478, Ye shall not go in935 to them, neither shall they come in935 unto you: for surely403 they will turn away5186 your heart3824 after310 their gods430: Solomon8010 clave1692 unto these in love157.","38":"And it shall be, if thou wilt hearken8085 unto all that I command6680 thee, and wilt walk1980 in my ways1870, and do6213 that is right3477 in my sight5869, to keep8104 my statutes2708 and my commandments4687, as David1732 my servant5650 did6213; that I will be with thee, and build1129 thee a sure539 house1004, as I built1129 for David1732, and will give5414 Israel3478 unto thee.","6":"And Solomon8010 did6213 evil7451 in the sight5869 of the LORD3068, and went not fully4390 after310 the LORD3068, as did David1732 his father1. went: Heb. fulfilled not after","31":"And he said559 to Jeroboam3379, Take3947 thee ten6235 pieces7168: for thus saith559 the LORD3068, the God430 of Israel3478, Behold, I will rend7167 the kingdom4467 out of the hand3027 of Solomon8010, and will give5414 ten6235 tribes7626 to thee:"},"1":{"11":"Wherefore Nathan5416 spake559 unto Bathsheba1339 the mother517 of Solomon8010, saying559, Hast thou not heard8085 that Adonijah138 the son1121 of Haggith2294 doth reign4427, and David1732 our lord113 knoweth3045 it not?","41":"And Adonijah138 and all the guests7121 that were with him heard8085 it as they had made an end3615 of eating398. And when Joab3097 heard8085 the sound6963 of the trumpet7782, he said559, Wherefore is this noise6963 of the city7151 being in an uproar1993?","45":"And Zadok6659 the priest3548 and Nathan5416 the prophet5030 have anointed4886 him king4428 in Gihon1521: and they are come up5927 from thence rejoicing8056, so that the city7151 rang again1949. This is the noise6963 that ye have heard8085.","42":"And while he yet spake1696, behold, Jonathan3129 the son1121 of Abiathar54 the priest3548 came935: and Adonijah138 said559 unto him, Come in935; for thou art a valiant2428 man376 381, and bringest1319 good2896 tidings1319.","3":"So they sought1245 for a fair3303 damsel5291 throughout all the coasts1366 of Israel3478, and found4672 Abishag49 a Shunammite7767, and brought935 her to the king4428.","20":"And thou, my lord113, O king4428, the eyes5869 of all Israel3478 are upon thee, that thou shouldest tell5046 them who shall sit3427 on the throne3678 of my lord113 the king4428 after310 him.","12":"Now therefore come3212, let me, I pray thee, give thee counsel3289 6098, that thou mayest save4422 thine own life5315, and the life5315 of thy son1121 Solomon8010.","10":"But Nathan5416 the prophet5030, and Benaiah1141, and the mighty men1368, and Solomon8010 his brother251, he called7121 not.","17":"And she said559 unto him, My lord113, thou swarest7650 by the LORD3068 thy God430 unto thine handmaid519, saying, Assuredly Solomon8010 thy son1121 shall reign4427 after310 me, and he shall sit3427 upon my throne3678.","51":"And it was told5046 Solomon8010, saying559, Behold, Adonijah138 feareth3372 king4428 Solomon8010: for, lo, he hath caught hold270 on the horns7161 of the altar4196, saying559, Let king4428 Solomon8010 swear7650 unto me to day3117 that he will not slay4191 his servant5650 with the sword2719.","44":"And the king4428 hath sent7971 with him Zadok6659 the priest3548, and Nathan5416 the prophet5030, and Benaiah1141 the son1121 of Jehoiada3077, and the Cherethites3774, and the Pelethites6432, and they have caused him to ride7392 upon the king\u0027s4428 mule6506:","40":"And all the people5971 came up5927 after310 him, and the people5971 piped2490 with pipes2485, and rejoiced8056 with great1419 joy8057, so that the earth776 rent1234 with the sound6963 of them. pipes: or, flutes","13":"Go3212 and get thee in935 unto king4428 David1732, and say559 unto him, Didst not thou, my lord113, O king4428, swear7650 unto thine handmaid519, saying559, Assuredly3588 Solomon8010 thy son1121 shall reign4427 after310 me, and he shall sit3427 upon my throne3678? why then doth Adonijah138 reign4427?","27":"Is this thing1697 done1961 by my lord113 the king4428, and thou hast not shewed3045 it unto thy servant5650, who should sit3427 on the throne3678 of my lord113 the king4428 after310 him?","30":"Even as I sware7650 unto thee by the LORD3068 God430 of Israel3478, saying559, Assuredly Solomon8010 thy son1121 shall reign4427 after310 me, and he shall sit3427 upon my throne3678 in my stead; even so will I certainly do6213 this day3117.","53":"So king4428 Solomon8010 sent7971, and they brought him down3381 from the altar4196. And he came935 and bowed7812 himself to king4428 Solomon8010: and Solomon8010 said559 unto him, Go3212 to thine house1004.","18":"And now, behold, Adonijah138 reigneth4427; and now, my lord113 the king4428, thou knowest3045 it not:","36":"And Benaiah1141 the son1121 of Jehoiada3077 answered6030 the king4428, and said559, Amen543: the LORD3068 God430 of my lord113 the king4428 say559 so too.","29":"And the king4428 sware7650, and said559, As the LORD3068 liveth2416, that hath redeemed6299 my soul5315 out of all distress6869,","23":"And they told5046 the king4428, saying559, Behold Nathan5416 the prophet5030. And when he was come in935 before6440 the king4428, he bowed7812 himself before the king4428 with his face639 to the ground776.","19":"And he hath slain2076 oxen7794 and fat cattle4806 and sheep6629 in abundance7230, and hath called7121 all the sons1121 of the king4428, and Abiathar54 the priest3548, and Joab3097 the captain8269 of the host6635: but Solomon8010 thy servant5650 hath he not called7121.","1":"Now king4428 David1732 was old2204 and stricken935 in years3117; and they covered3680 him with clothes899, but he gat no heat3179. stricken: Heb. entered into days","47":"And moreover the king\u0027s4428 servants5650 came935 to bless1288 our lord113 king4428 David1732, saying559, God430 make the name8034 of Solomon8010 better3190 than thy name8034, and make1431 his throne3678 greater1431 than thy throne3678. And the king4428 bowed7812 himself upon the bed4904.","5":"Then Adonijah138 the son1121 of Haggith2294 exalted4984 himself, saying559, I will be king4427: and he prepared6213 him chariots7393 and horsemen6571, and fifty2572 men376 to run7323 before6440 him. be king: Heb. reign","52":"And Solomon8010 said559, If he will shew himself a worthy2428 man1121, there shall not an hair8185 of him fall5307 to the earth776: but if wickedness7451 shall be found4672 in him, he shall die4191.","49":"And all the guests7121 that were with Adonijah138 were afraid2729, and rose up6965, and went3212 every man376 his way1870.","4":"And the damsel5291 was very3966 fair3303, and cherished5532 the king4428, and ministered8334 to him: but the king4428 knew3045 her not.","8":"But Zadok6659 the priest3548, and Benaiah1141 the son1121 of Jehoiada3077, and Nathan5416 the prophet5030, and Shimei8096, and Rei7472, and the mighty men1368 which belonged to David1732, were not with Adonijah138.","26":"But me, even me thy servant5650, and Zadok6659 the priest3548, and Benaiah1141 the son1121 of Jehoiada3077, and thy servant5650 Solomon8010, hath he not called7121.","39":"And Zadok6659 the priest3548 took3947 an horn7161 of oil8081 out of the tabernacle168, and anointed4886 Solomon8010. And they blew8628 the trumpet7782; and all the people5971 said559, God save2421 king4428 Solomon8010.","14":"Behold, while thou yet talkest1696 there with the king4428, I also will come in935 after310 thee, and confirm4390 thy words1697. confirm: Heb. fill up","37":"As the LORD3068 hath been with my lord113 the king4428, even so be he with Solomon8010, and make1431 his throne3678 greater1431 than the throne3678 of my lord113 king4428 David1732.","22":"And, lo, while she yet talked1696 with the king4428, Nathan5416 the prophet5030 also came in935.","28":"Then king4428 David1732 answered6030 and said559, Call7121 me Bathsheba1339. And she came935 into the king\u0027s4428 presence6440, and stood5975 before6440 the king4428. into: Heb. before the king","25":"For he is gone down3381 this day3117, and hath slain2076 oxen7794 and fat cattle4806 and sheep6629 in abundance7230, and hath called7121 all the king\u0027s4428 sons1121, and the captains8269 of the host6635, and Abiathar54 the priest3548; and, behold, they eat398 and drink8354 before6440 him, and say559, God save2421 king4428 Adonijah138. God: Heb. Let king Adonijah live","9":"And Adonijah138 slew2076 sheep6629 and oxen1241 and fat cattle4806 by the stone68 of Zoheleth2120, which is by681 Enrogel5883, and called7121 all his brethren251 the king\u0027s4428 sons1121, and all the men582 of Judah3063 the king\u0027s4428 servants5650: Enrogel: or, the well Rogel","33":"The king4428 also said559 unto them, Take3947 with you the servants5650 of your lord113, and cause Solomon8010 my son1121 to ride7392 upon mine own mule6506, and bring him down3381 to Gihon1521: mine: Heb. which belongeth to me","15":"And Bathsheba1339 went in935 unto the king4428 into the chamber2315: and the king4428 was very3966 old2204; and Abishag49 the Shunammite7767 ministered8334 unto the king4428.","34":"And let Zadok6659 the priest3548 and Nathan5416 the prophet5030 anoint4886 him there king4428 over Israel3478: and blow8628 ye with the trumpet7782, and say559, God save2421 king4428 Solomon8010.","21":"Otherwise it shall come to pass, when my lord113 the king4428 shall sleep7901 with his fathers1, that I and my son1121 Solomon8010 shall be counted offenders2400. offenders: Heb. sinners","24":"And Nathan5416 said559, My lord113, O king4428, hast thou said559, Adonijah138 shall reign4427 after310 me, and he shall sit3427 upon my throne3678?","46":"And also Solomon8010 sitteth3427 on the throne3678 of the kingdom4410.","16":"And Bathsheba1339 bowed6915, and did obeisance7812 unto the king4428. And the king4428 said559, What wouldest thou? What: Heb. What to thee?","35":"Then ye shall come up5927 after310 him, that he may come935 and sit3427 upon my throne3678; for he shall be king4427 in my stead: and I have appointed6680 him to be ruler5057 over Israel3478 and over Judah3063.","32":"And king4428 David1732 said559, Call7121 me Zadok6659 the priest3548, and Nathan5416 the prophet5030, and Benaiah1141 the son1121 of Jehoiada3077. And they came935 before6440 the king4428.","7":"And he conferred1697 with Joab3097 the son1121 of Zeruiah6870, and with Abiathar54 the priest3548: and they following310 Adonijah138 helped5826 him. he: Heb. his words were with following: Heb. helped after Adonijah","43":"And Jonathan3129 answered6030 and said559 to Adonijah138, Verily61 our lord113 king4428 David1732 hath made Solomon8010 king4427.","48":"And also thus said559 the king4428, Blessed1288 be the LORD3068 God430 of Israel3478, which hath given5414 one to sit3427 on my throne3678 this day3117, mine eyes5869 even seeing7200 it.","2":"Wherefore his servants5650 said559 unto him, Let there be sought1245 for my lord113 the king4428 a young5291 virgin1330: and let her stand5975 before6440 the king4428, and let her cherish5532 him, and let her lie7901 in thy bosom2436, that my lord113 the king4428 may get heat2552. Let there: Heb. Let them seek a young: Heb. a damsel, a virgin cherish: Heb. be a cherisher unto him","38":"So Zadok6659 the priest3548, and Nathan5416 the prophet5030, and Benaiah1141 the son1121 of Jehoiada3077, and the Cherethites3774, and the Pelethites6432, went down3381, and caused Solomon8010 to ride7392 upon king4428 David\u0027s1732 mule6506, and brought3212 him to Gihon1521.","50":"And Adonijah138 feared3372 because6440 of Solomon8010, and arose6965, and went3212, and caught hold2388 on the horns7161 of the altar4196.","6":"And his father1 had not displeased6087 him at any time3117 in saying559, Why hast thou done so6213? and he also was a very3966 goodly2896 8389 man; and his mother bare3205 him after310 Absalom53. at any: Heb. from his days","31":"Then Bathsheba1339 bowed6915 with her face639 to the earth776, and did reverence7812 to the king4428, and said559, Let my lord113 king4428 David1732 live2421 for ever5769."},"9":{"11":"( Now Hiram2438 the king4428 of Tyre6865 had furnished5375 Solomon8010 with cedar730 trees6086 and fir1265 trees6086, and with gold2091, according to all his desire2656,) that then227 king4428 Solomon8010 gave5414 Hiram2438 twenty6242 cities5892 in the land776 of Galilee1551.","3":"And the LORD3068 said559 unto him, I have heard8085 thy prayer8605 and thy supplication8467, that thou hast made2603 before6440 me: I have hallowed6942 this house1004, which thou hast built1129, to put7760 my name8034 there for5704 ever5769; and mine eyes5869 and mine heart3820 shall be there perpetually3117.","20":"And all the people5971 that were left3498 of the Amorites567, Hittites2850, Perizzites6522, Hivites2340, and Jebusites2983, which were not of the children1121 of Israel3478,","12":"And Hiram2438 came out3318 from Tyre6865 to see7200 the cities5892 which Solomon8010 had given5414 him; and they pleased3474 5869 him not. pleased: Heb. were not right in his eyes","10":"And it came to pass at the end7097 of twenty6242 years8141, when Solomon8010 had built1129 the two8147 houses1004, the house1004 of the LORD3068, and the king\u0027s4428 house1004,","17":"And Solomon8010 built1129 Gezer1507, and Bethhoron1032 the nether8481,","13":"And he said559, What cities5892 are these which thou hast given5414 me, my brother251? And he called7121 them the land776 of Cabul3521 unto this day3117. Cabul: that is, displeasing, or, dirty","27":"And Hiram2438 sent7971 in the navy590 his servants5650, shipmen582 591 that had knowledge3045 of the sea3220, with the servants5650 of Solomon8010.","18":"And Baalath1191, and Tadmor8412 in the wilderness4057, in the land776,","23":"These were the chief8269 of the officers5324 that were over Solomon\u0027s8010 work4399, five2568 hundred3967 and fifty2572, which bare rule7287 over the people5971 that wrought6213 in the work4399.","19":"And all the cities5892 of store4543 that Solomon8010 had, and cities5892 for his chariots7393, and cities5892 for his horsemen6571, and that2837 which Solomon8010 desired2836 to build1129 in Jerusalem3389, and in Lebanon3844, and in all the land776 of his dominion4475. that which: Heb. the desire of Solomon which he desired","1":"And it came to pass, when Solomon8010 had finished3615 the building1129 of the house1004 of the LORD3068, and the king\u0027s4428 house1004, and all Solomon\u0027s8010 desire2837 which he was pleased2654 to do6213,","5":"Then I will establish6965 the throne3678 of thy kingdom4467 upon Israel3478 for ever5769, as I promised1696 to David1732 thy father1, saying559, There shall not fail3772 thee a man376 upon the throne3678 of Israel3478.","4":"And if thou wilt walk3212 before6440 me, as David1732 thy father1 walked1980, in integrity8537 of heart3824, and in uprightness3476, to do6213 according to all that I have commanded6680 thee, and wilt keep8104 my statutes2706 and my judgments4941:","8":"And at this house1004, which is high5945, every one that passeth5674 by it shall be astonished8074, and shall hiss8319; and they shall say559, Why hath the LORD3068 done6213 thus unto this land776, and to this house1004?","26":"And king4428 Solomon8010 made6213 a navy of ships590 in Eziongeber6100, which is beside Eloth359, on the shore8193 of the Red5488 sea3220, in the land776 of Edom123. shore: Heb. lip","14":"And Hiram2438 sent7971 to the king4428 sixscore3967 6242 talents3603 of gold2091.","22":"But of the children1121 of Israel3478 did Solomon8010 make5414 no bondmen5650: but they were men582 of war4421, and his servants5650, and his princes8269, and his captains7991, and rulers8269 of his chariots7393, and his horsemen6571.","28":"And they came935 to Ophir211, and fetched3947 from thence gold2091, four702 hundred3967 and twenty6242 talents3603, and brought935 it to king4428 Solomon8010.","25":"And three7969 times6471 in a year8141 did Solomon8010 offer5927 burnt offerings5930 and peace offerings8002 upon the altar4196 which he built1129 unto the LORD3068, and he burnt incense6999 upon the altar4196 that was before6440 the LORD3068. So he finished7999 the house1004. upon the altar that: Heb. upon it, etc","9":"And they shall answer559, Because they forsook5800 the LORD3068 their God430, who brought forth3318 their fathers1 out of the land776 of Egypt4714, and have taken hold2388 upon other312 gods430, and have worshipped7812 them, and served5647 them: therefore hath the LORD3068 brought935 upon them all this evil7451.","15":"And this is the reason1697 of the levy4522 which king4428 Solomon8010 raised5927; for to build1129 the house1004 of the LORD3068, and his own house1004, and Millo4407, and the wall2346 of Jerusalem3389, and Hazor2674, and Megiddo4023, and Gezer1507.","21":"Their children1121 that were left3498 after310 them in the land776, whom the children1121 of Israel3478 also were not able3201 utterly to destroy2763, upon those did Solomon8010 levy5927 a tribute4522 of bondservice5647 unto this day3117.","24":"But Pharaoh\u0027s6547 daughter1323 came up5927 out of the city5892 of David1732 unto her house1004 which Solomon had built1129 for her: then did he build1129 Millo4407.","16":"For Pharaoh6547 king4428 of Egypt4714 had gone up5927, and taken3920 Gezer1507, and burnt8313 it with fire784, and slain2026 the Canaanites3669 that dwelt3427 in the city5892, and given5414 it for a present7964 unto his daughter1323, Solomon\u0027s8010 wife802.","7":"Then will I cut off3772 Israel3478 out6440 of the land127 which I have given5414 them; and this house1004, which I have hallowed6942 for my name8034, will I cast out7971 of my sight6440; and Israel3478 shall be a proverb4912 and a byword8148 among all people5971:","2":"That the LORD3068 appeared7200 to Solomon8010 the second time8145, as he had appeared7200 unto him at Gibeon1391.","6":"But if ye shall at all7725 turn7725 from following310 me, ye or your children1121, and will not keep8104 my commandments4687 and my statutes2708 which I have set5414 before6440 you, but go1980 and serve5647 other312 gods430, and worship7812 them:"},"14":{"11":"Him that dieth4191 of Jeroboam3379 in the city5892 shall the dogs3611 eat398; and him that dieth4191 in the field7704 shall the fowls5775 of the air8064 eat398: for the LORD3068 hath spoken1696 it.","3":"And take3947 with thee3027 ten6235 loaves3899, and cracknels5350, and a cruse1228 of honey1706, and go935 to him: he shall tell5046 thee what shall become of the child5288. with: Heb. in thine hand cracknels: or, cakes cruse: or, bottle","20":"And the days3117 which Jeroboam3379 reigned4427 were two8147 and twenty6242 years8141: and he slept7901 with his fathers1, and Nadab5070 his son1121 reigned4427 in his stead. slept: Heb. lay down","12":"Arise6965 thou therefore, get3212 thee to thine own house1004: and when thy feet7272 enter935 into the city5892, the child3206 shall die4191.","10":"Therefore, behold, I will bring935 evil7451 upon the house1004 of Jeroboam3379, and will cut off3772 from Jeroboam3379 him that pisseth8366 against the wall7023, and him that is shut up6113 and left5800 in Israel3478, and will take away1197 the remnant310 of the house1004 of Jeroboam3379, as a man taketh away1197 dung1557, till it be all gone8552.","17":"And Jeroboam\u0027s3379 wife802 arose6965, and departed3212, and came935 to Tirzah8656: and when she came935 to the threshold5592 of the door1004, the child5288 died4191;","13":"And all Israel3478 shall mourn5594 for him, and bury6912 him: for he only of Jeroboam3379 shall come935 to the grave6913, because in him there is found4672 some good2896 thing1697 toward the LORD3068 God430 of Israel3478 in the house1004 of Jeroboam3379.","27":"And king4428 Rehoboam7346 made6213 in their stead brasen5178 shields4043, and committed6485 them unto the hands3027 of the chief8269 of the guard7323, which kept8104 the door6607 of the king\u0027s4428 house1004. guard: Heb. runners","30":"And there was war4421 between Rehoboam7346 and Jeroboam3379 all their days3117.","18":"And they buried6912 him; and all Israel3478 mourned5594 for him, according to the word1697 of the LORD3068, which he spake1696 by the hand3027 of his servant5650 Ahijah281 the prophet5030.","29":"Now the rest3499 of the acts1697 of Rehoboam7346, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","23":"For they also built1129 them high places1116, and images4676, and groves842, on every high1364 hill1389, and under every green7488 tree6086. images: or, standing images, or, statues","19":"And the rest3499 of the acts1697 of Jeroboam3379, how he warred3898, and how he reigned4427, behold, they are written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478.","1":"At that time6256 Abijah29 the son1121 of Jeroboam3379 fell sick2470.","5":"And the LORD3068 said559 unto Ahijah281, Behold, the wife802 of Jeroboam3379 cometh935 to ask1875 a thing1697 of thee for her son1121; for he is sick2470: thus2090 and thus shalt thou say1696 unto her: for it shall be, when she cometh in935, that she shall feign herself to be another5234 woman.","4":"And Jeroboam\u0027s3379 wife802 did so6213, and arose6965, and went3212 to Shiloh7887, and came935 to the house1004 of Ahijah281. But Ahijah281 could3201 not see7200; for his eyes5869 were set6965 by reason of his age7869. were: Heb. stood for his hoariness","8":"And rent7167 the kingdom4467 away7167 from the house1004 of David1732, and gave5414 it thee: and yet thou hast not been as my servant5650 David1732, who kept8104 my commandments4687, and who followed1980 310 me with all his heart3824, to do6213 that only which was right3477 in mine eyes5869;","26":"And he took away3947 the treasures214 of the house1004 of the LORD3068, and the treasures214 of the king\u0027s4428 house1004; he even took away3947 all: and he took away3947 all the shields4043 of gold2091 which Solomon8010 had made6213.","14":"Moreover the LORD3068 shall raise him up6965 a king4428 over Israel3478, who shall cut off3772 the house1004 of Jeroboam3379 that day3117: but what? even now.","22":"And Judah3063 did6213 evil7451 in the sight5869 of the LORD3068, and they provoked him to jealousy7065 with their sins2403 which they had committed2398, above all that their fathers1 had done6213.","28":"And it was so, when1767 the king4428 went935 into the house1004 of the LORD3068, that the guard7323 bare5375 them, and brought them back7725 into the guard7323 chamber8372.","25":"And it came to pass in the fifth2549 year8141 of king4428 Rehoboam7346, that Shishak7895 king4428 of Egypt4714 came up5927 against Jerusalem3389:","9":"But hast done6213 evil7489 above all that were before6440 thee: for thou hast gone3212 and made6213 thee other312 gods430, and molten images4541, to provoke me to anger3707, and hast cast7993 me behind310 thy back1458:","15":"For the LORD3068 shall smite5221 Israel3478, as a reed7070 is shaken5110 in the water4325, and he shall root up5428 Israel3478 out of this good2896 land127, which he gave5414 to their fathers1, and shall scatter2219 them beyond5676 the river5104, because they have made6213 their groves842, provoking the LORD3068 to anger3707.","21":"And Rehoboam7346 the son1121 of Solomon8010 reigned4427 in Judah3063. Rehoboam7346 was forty705 and one259 years8141 old1121 when he began to reign4427, and he reigned4427 seventeen7651 6240 years8141 in Jerusalem3389, the city5892 which the LORD3068 did choose977 out of all the tribes7626 of Israel3478, to put7760 his name8034 there. And his mother\u0027s517 name8034 was Naamah5279 an Ammonitess5985.","24":"And there were also sodomites6945 in the land776: and they did6213 according to all the abominations8441 of the nations1471 which the LORD3068 cast out3423 before6440 the children1121 of Israel3478.","16":"And he shall give5414 Israel3478 up5414 because1558 of the sins2403 of Jeroboam3379, who did sin2398, and who made Israel3478 to sin2398.","7":"Go3212, tell559 Jeroboam3379, Thus saith559 the LORD3068 God430 of Israel3478, Forasmuch as3282 I exalted7311 thee from among8432 the people5971, and made5414 thee prince5057 over my people5971 Israel3478,","2":"And Jeroboam3379 said559 to his wife802, Arise6965, I pray thee, and disguise8138 thyself, that thou be not known3045 to be the wife802 of Jeroboam3379; and get1980 thee to Shiloh7887: behold, there is Ahijah281 the prophet5030, which told1696 me that I should be king4428 over this people5971.","6":"And it was so, when Ahijah281 heard8085 the sound6963 of her feet7272, as she came in935 at the door6607, that he said559, Come in935, thou wife802 of Jeroboam3379; why feignest thou thyself to be another5234? for I am sent7971 to thee with heavy7186 tidings. heavy: Heb. hard","31":"And Rehoboam7346 slept7901 with his fathers1, and was buried6912 with his fathers1 in the city5892 of David1732. And his mother\u0027s517 name8034 was Naamah5279 an Ammonitess5985. And Abijam38 his son1121 reigned4427 in his stead."},"7":{"11":"And above4605 were costly3368 stones68, after the measures4060 of hewed stones1496, and cedars730.","41":"The two8147 pillars5982, and the two bowls1543 of the chapiters3805 that were on the top7218 of the two8147 pillars5982; and the two8147 networks7639, to cover3680 the two8147 bowls1543 of the chapiters3805 which were upon the top7218 of the pillars5982;","45":"And the pots5518, and the shovels3257, and the basons4219: and all these vessels3627, which Hiram2438 made6213 to king4428 Solomon8010 for the house1004 of the LORD3068, were of bright4178 brass5178. bright: Heb. made bright or, scoured","42":"And four702 hundred3967 pomegranates7416 for the two8147 networks7639, even two8147 rows2905 of pomegranates7416 for one259 network7639, to cover3680 the two8147 bowls1543 of the chapiters3805 that were upon6440 the pillars5982; upon: Heb. upon the face of the pillars","3":"And it was covered5603 with cedar730 above4605 upon the beams6763, that lay on forty705 five2568 pillars5982, fifteen6240 in a row2905. beams: Heb. ribs","20":"And the chapiters3805 upon the two8147 pillars5982 had pomegranates also above4605, over against5980 the belly990 which was by5676 the network7639: and the pomegranates7416 were two hundred3967 in rows2905 round about5439 upon the other8145 chapiter3805.","12":"And the great1419 court2691 round about5439 was with three7969 rows2905 of hewed stones1496, and a row2905 of cedar730 beams3773, both for the inner6442 court2691 of the house1004 of the LORD3068, and for the porch197 of the house1004.","10":"And the foundation3245 was of costly3368 stones68, even great1419 stones68, stones68 of ten6235 cubits520, and stones68 of eight8083 cubits520.","17":"And nets7638 of checker7639 work4639, and wreaths1434 of chain8333 work4639, for the chapiters3805 which were upon the top7218 of the pillars5982; seven7651 for the one259 chapiter3805, and seven7651 for the other8145 chapiter3805.","51":"So was ended7999 all the work4399 that king4428 Solomon8010 made6213 for the house1004 of the LORD3068. And Solomon8010 brought in935 the things which David1732 his father1 had dedicated6944; even the silver3701, and the gold2091, and the vessels3627, did he put5414 among the treasures214 of the house1004 of the LORD3068. things: Heb. holy things of David","44":"And one259 sea3220, and twelve8147 6240 oxen1241 under the sea3220;","40":"And Hiram2438 made6213 the lavers3595, and the shovels3257, and the basons4219. So Hiram2438 made3615 an end of doing6213 all the work4399 that he made6213 king4428 Solomon8010 for the house1004 of the LORD3068: And Hiram: Heb. And Hirom","13":"And king4428 Solomon8010 sent7971 and fetched3947 Hiram2438 out of Tyre6865.","27":"And he made6213 ten6235 bases4350 of brass5178; four702 cubits520 was the length753 of one259 base4350, and four702 cubits520 the breadth7341 thereof, and three7969 cubits520 the height6967 of it.","30":"And every259 base4350 had four702 brasen5178 wheels212, and plates5633 of brass5178: and the four702 corners6471 thereof had undersetters3802: under the laver3595 were undersetters3802 molten3332, at the side5676 of every376 addition3914.","18":"And he made6213 the pillars5982, and two8147 rows2905 round about5439 upon the one259 network7639, to cover3680 the chapiters3805 that were upon the top7218, with pomegranates7416: and so did6213 he for the other8145 chapiter3805.","36":"For on the plates3871 of the ledges3027 thereof, and on the borders4526 thereof, he graved6605 cherubims3742, lions738, and palm trees8561, according to the proportion4626 of every one376, and additions3914 round about5439. proportion: Heb. nakedness","29":"And on the borders4526 that were between the ledges7948 were lions738, oxen1241, and cherubims3742: and upon the ledges7948 there was a base3653 above4605: and beneath the lions738 and oxen1241 were certain additions3914 made of thin4174 work4639.","23":"And he made6213 a molten3332 sea3220, ten6235 cubits520 from the one brim8193 to the other8193: it was round5696 all about5439, and his height6967 was five2568 cubits520: and a line6957 6961 of thirty7970 cubits520 did compass5437 it round about5439. from: Heb. from his brim to his brim","19":"And the chapiters3805 that were upon the top7218 of the pillars5982 were of lily7799 work4639 in the porch197, four702 cubits520.","1":"But Solomon8010 was building1129 his own house1004 thirteen7969 6240 years8141, and he finished3615 all his house1004.","47":"And Solomon8010 left3240 all the vessels3627 unweighed, because they were exceeding3966 3966 many7230: neither was the weight4948 of the brass5178 found out2713. because: Heb. for the exceeding multitude found: Heb. searched","5":"And all the doors6607 and posts4201 were square7251, with the windows8260: and light4237 was against4136 light4237 in three7969 ranks6471. doors: or, spaces and pillars were square in prospect","49":"And the candlesticks4501 of pure5462 gold2091, five2568 on the right3225 side, and five2568 on the left8040, before6440 the oracle1687, with the flowers6525, and the lamps5216, and the tongs4457 of gold2091,","4":"And there were windows8261 in three7969 rows2905, and light4237 was against light4237 in three7969 ranks6471. light was: Heb. sight against sight","8":"And his house1004 where he dwelt3427 had another312 court2691 within1004 the porch197, which was of the like work4639. Solomon8010 made6213 also an house1004 for Pharaoh\u0027s6547 daughter1323, whom he had taken3947 to wife, like unto this porch197.","26":"And it was an hand breadth2947 thick5672, and the brim8193 thereof was wrought4639 like the brim8193 of a cup3563, with flowers6525 of lilies7799: it contained3557 two thousand505 baths1324.","39":"And he put5414 five2568 bases4350 on the right3225 side3802 of the house1004, and five2568 on the left8040 side3802 of the house1004: and he set5414 the sea3220 on the right3233 side3802 of the house1004 eastward6924 over against4136 the south5045. side: Heb. shoulder","14":"He was a widow\u0027s802 490 son1121 of the tribe4294 of Naphtali5321, and his father1 was a man376 of Tyre6876, a worker2790 in brass5178: and he was filled4390 with wisdom2451, and understanding8394, and cunning1847 to work6213 all works4399 in brass5178. And he came935 to king4428 Solomon8010, and wrought6213 all his work4399. a widow\u0027s: Heb. the son of a widow woman","37":"After this manner he made6213 the ten6235 bases4350: all of them had one259 casting4165, one259 measure4060, and one259 size7095.","22":"And upon the top7218 of the pillars5982 was lily7799 work4639: so was the work4399 of the pillars5982 finished8552.","28":"And the work4639 of the bases4350 was on this manner: they had borders4526, and the borders4526 were between the ledges7948:","25":"It stood5975 upon twelve8147 6240 oxen1241, three7969 looking6437 toward the north6828, and three7969 looking6437 toward the west3220, and three7969 looking6437 toward the south5045, and three7969 looking6437 toward the east4217: and the sea3220 was set above4605 upon them, and all their hinder parts268 were inward1004.","9":"All these were of costly3368 stones68, according to the measures4060 of hewed stones1496, sawed1641 with saws4050, within1004 and without2351, even from the foundation4527 unto the coping2947, and so on the outside2351 toward the great1419 court2691.","33":"And the work4639 of the wheels212 was like the work4639 of a chariot4818 wheel212: their axletrees3027, and their naves1354, and their felloes2839, and their spokes2840, were all molten3332.","15":"For he cast6696 two8147 pillars5982 of brass5178, of eighteen8083 6240 cubits520 high6967 apiece5982 259: and a line2339 of twelve8147 6240 cubits520 did compass5437 either8145 of them about5437. cast: Heb. fashioned","34":"And there were four702 undersetters3802 to the four702 corners6438 of one259 base4350: and the undersetters3802 were of the very base4350 itself.","21":"And he set up6965 the pillars5982 in the porch197 of the temple1964: and he set up6965 the right3233 pillar5982, and called7121 the name8034 thereof Jachin3199: and he set up6965 the left8042 pillar5982, and called7121 the name8034 thereof Boaz1162. Jachin: that is, He shall establish Boaz: that is, In it is strength","24":"And under the brim8193 of it round about5439 there were knops6497 compassing5437 it, ten6235 in a cubit520, compassing5362 the sea3220 round about5439: the knops6497 were cast3333 in two8147 rows2905, when it was cast3332.","46":"In the plain3603 of Jordan3383 did the king4428 cast3332 them, in the clay4568 ground127 between Succoth5523 and Zarthan6891. in: Heb. in the thickness of the ground","16":"And he made6213 two8147 chapiters3805 of molten3332 brass5178, to set5414 upon the tops7218 of the pillars5982: the height6967 of the one259 chapiter3805 was five2568 cubits520, and the height6967 of the other8145 chapiter3805 was five2568 cubits520:","35":"And in the top7218 of the base4350 was there a round5696 compass5439 of half2677 a cubit520 high6967: and on the top7218 of the base4350 the ledges3027 thereof and the borders4526 thereof were of the same.","32":"And under8478 the borders4526 were four702 wheels212; and the axletrees3027 of the wheels212 were joined to the base4350: and the height6967 of a259 wheel212 was a cubit520 and half2677 a cubit520. joined: Heb. in the base","7":"Then he made6213 a porch197 for the throne3678 where he might judge8199, even the porch197 of judgment4941: and it was covered5603 with cedar730 from one side of the floor7172 to the other7172. from: Heb. from floor to floor","43":"And the ten6235 bases4350, and ten6235 lavers3595 on the bases4350;","48":"And Solomon8010 made6213 all the vessels3627 that pertained unto the house1004 of the LORD3068: the altar4196 of gold2091, and the table7979 of gold2091, whereupon the shewbread3899 6440 was,","2":"He built1129 also the house1004 of the forest3293 of Lebanon3844; the length753 thereof was an hundred3967 cubits520, and the breadth7341 thereof fifty2572 cubits520, and the height6967 thereof thirty7970 cubits520, upon four702 rows2905 of cedar730 pillars5982, with cedar730 beams3773 upon the pillars5982.","38":"Then made6213 he ten6235 lavers3595 of brass5178: one259 laver3595 contained3557 forty705 baths1324: and every259 laver3595 was four702 cubits520: and upon every one259 of the ten6235 bases4350 one259 laver3595.","50":"And the bowls5592, and the snuffers4212, and the basons4219, and the spoons3709, and the censers4289 of pure5462 gold2091; and the hinges6596 of gold2091, both for the doors1817 of the inner6442 house1004, the most6944 holy6944 place, and for the doors1817 of the house1004, to wit, of the temple1964. censers: Heb. ash pans","6":"And he made6213 a porch197 of pillars5982; the length753 thereof was fifty2572 cubits520, and the breadth7341 thereof thirty7970 cubits520: and the porch197 was before6440 them: and the other pillars5982 and the thick beam5646 were before them. before them: or, according to them","31":"And the mouth6310 of it within1004 the chapiter3805 and above4605 was a cubit520: but the mouth6310 thereof was round5696 after the work4639 of the base3653, a cubit520 and an half2677: and also upon the mouth6310 of it were gravings4734 with their borders4526, foursquare7251, not round5696."},"15":{"11":"And Asa609 did6213 that which was right3477 in the eyes5869 of the LORD3068, as did David1732 his father1.","3":"And he walked3212 in all the sins2403 of his father1, which he had done6213 before6440 him: and his heart3824 was not perfect8003 with the LORD3068 his God430, as the heart3824 of David1732 his father1.","20":"So Benhadad1130 hearkened8085 unto king4428 Asa609, and sent7971 the captains8269 of the hosts2428 which he had against the cities5892 of Israel3478, and smote5221 Ijon5859, and Dan1835, and Abelbethmaachah62, and all Cinneroth3672, with all the land776 of Naphtali5321.","12":"And he took away5674 the sodomites6945 out of the land776, and removed5493 all the idols1544 that his fathers1 had made6213.","10":"And forty705 and one259 years8141 reigned4427 he in Jerusalem3389. And his mother\u0027s517 name8034 was Maachah4601, the daughter1323 of Abishalom53. mother\u0027s: that is, grandmother\u0027s","17":"And Baasha1201 king4428 of Israel3478 went up5927 against Judah3063, and built1129 Ramah7414, that he might not suffer5414 any to go out3318 or come in935 to Asa609 king4428 of Judah3063.","13":"And also Maachah4601 his mother517, even her he removed5493 from being queen1377, because she had made6213 an idol4656 in a grove842; and Asa609 destroyed3772 her idol4656, and burnt8313 it by the brook5158 Kidron6939. destroyed: Heb. cut off","27":"And Baasha1201 the son1121 of Ahijah281, of the house1004 of Issachar3485, conspired7194 against him; and Baasha1201 smote5221 him at Gibbethon1405, which belonged to the Philistines6430; for Nadab5070 and all Israel3478 laid siege6696 to Gibbethon1405.","30":"Because of the sins2403 of Jeroboam3379 which he sinned2398, and which he made Israel3478 sin2398, by his provocation3708 wherewith he provoked the LORD3068 God430 of Israel3478 to anger3707.","18":"Then Asa609 took3947 all the silver3701 and the gold2091 that were left3498 in the treasures214 of the house1004 of the LORD3068, and the treasures214 of the king\u0027s4428 house1004, and delivered5414 them into the hand3027 of his servants5650: and king4428 Asa609 sent7971 them to Benhadad1130, the son1121 of Tabrimon2886, the son1121 of Hezion2383, king4428 of Syria758, that dwelt3427 at Damascus1834, saying559,","29":"And it came to pass, when he reigned4427, that he smote5221 all the house1004 of Jeroboam3379; he left7604 not to Jeroboam3379 any that breathed5397, until he had destroyed8045 him, according unto the saying1697 of the LORD3068, which he spake1696 by3027 his servant5650 Ahijah281 the Shilonite7888:","23":"The rest3499 of all the acts1697 of Asa609, and all his might1369, and all that he did6213, and the cities5892 which he built1129, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063? Nevertheless in the time6256 of his old age2209 he was diseased2470 in his feet7272.","19":"There is a league1285 between me and thee, and between my father1 and thy father1: behold, I have sent7971 unto thee a present7810 of silver3701 and gold2091; come3212 and break6565 thy league1285 with Baasha1201 king4428 of Israel3478, that he may depart5927 from me. depart: Heb. go up","1":"Now in the eighteenth8083 6240 year8141 of king4428 Jeroboam3379 the son1121 of Nebat5028 reigned4427 Abijam38 over Judah3063.","5":"Because David1732 did6213 that which was right3477 in the eyes5869 of the LORD3068, and turned not aside5493 from any thing that he commanded6680 him all the days3117 of his life2416, save only in the matter1697 of Uriah223 the Hittite2850.","4":"Nevertheless for David\u0027s1732 sake did the LORD3068 his God430 give5414 him a lamp5216 in Jerusalem3389, to set up6965 his son1121 after310 him, and to establish5975 Jerusalem3389: lamp: or, candle","8":"And Abijam38 slept7901 with his fathers1; and they buried6912 him in the city5892 of David1732: and Asa609 his son1121 reigned4427 in his stead.","26":"And he did6213 evil7451 in the sight5869 of the LORD3068, and walked3212 in the way1870 of his father1, and in his sin2403 wherewith he made Israel3478 to sin2398.","14":"But the high places1116 were not removed5493: nevertheless Asa\u0027s609 heart3824 was perfect8003 with the LORD3068 all his days3117.","22":"Then king4428 Asa609 made a proclamation8085 throughout all Judah3063; none was exempted5355: and they took5375 away the stones68 of Ramah7414, and the timber6086 thereof, wherewith Baasha1201 had builded1129; and king4428 Asa609 built1129 with them Geba1387 of Benjamin1144, and Mizpah4709. exempted: Heb. free","28":"Even in the third7969 year8141 of Asa609 king4428 of Judah3063 did Baasha1201 slay4191 him, and reigned4427 in his stead.","25":"And Nadab5070 the son1121 of Jeroboam3379 began to reign4427 over Israel3478 in the second8147 year8141 of Asa609 king4428 of Judah3063, and reigned4427 over Israel3478 two8147 years8141. began: Heb. reigned","9":"And in the twentieth6242 year8141 of Jeroboam3379 king4428 of Israel3478 reigned4427 Asa609 over Judah3063.","33":"In the third7969 year8141 of Asa609 king4428 of Judah3063 began Baasha1201 the son1121 of Ahijah281 to reign4427 over all Israel3478 in Tirzah8656, twenty6242 and four702 years8141.","15":"And he brought935 in the things6944 which his father1 had dedicated6944, and the things which himself had dedicated6944, into the house1004 of the LORD3068, silver3701, and gold2091, and vessels3627. things: Heb. holy","34":"And he did6213 evil7451 in the sight5869 of the LORD3068, and walked3212 in the way1870 of Jeroboam3379, and in his sin2403 wherewith he made Israel3478 to sin2398.","21":"And it came to pass, when Baasha1201 heard8085 thereof, that he left off2308 building1129 of Ramah7414, and dwelt3427 in Tirzah8656.","24":"And Asa609 slept7901 with his fathers1, and was buried6912 with his fathers1 in the city5892 of David1732 his father1: and Jehoshaphat3092 his son1121 reigned4427 in his stead. Jehoshaphat: Gr. Josaphat","16":"And there was war4421 between Asa609 and Baasha1201 king4428 of Israel3478 all their days3117.","32":"And there was war4421 between Asa609 and Baasha1201 king4428 of Israel3478 all their days3117.","7":"Now the rest3499 of the acts1697 of Abijam38, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063? And there was war4421 between Abijam38 and Jeroboam3379.","2":"Three7969 years8141 reigned4427 he in Jerusalem3389. And his mother\u0027s517 name8034 was Maachah4601, the daughter1323 of Abishalom53.","6":"And there was war4421 between Rehoboam7346 and Jeroboam3379 all the days3117 of his life2416.","31":"Now the rest3499 of the acts1697 of Nadab5070, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?"},"20":{"11":"And the king4428 of Israel3478 answered6030 and said559, Tell1696 him, Let not him that girdeth2296 on his harness boast1984 himself as he that putteth it off6605.","41":"And he hasted4116, and took the ashes666 away5493 from his face5869; and the king4428 of Israel3478 discerned5234 him that he was of the prophets5030.","42":"And he said559 unto him, Thus saith559 the LORD3068, Because thou hast let go7971 out of thy hand3027 a man376 whom I appointed to utter destruction2764, therefore thy life5315 shall go for his life5315, and thy people5971 for his people5971.","3":"Thy silver3701 and thy gold2091 is mine; thy wives802 also and thy children1121, even the goodliest2896, are mine.","20":"And they slew5221 every one376 his man376: and the Syrians758 fled5127; and Israel3478 pursued7291 them: and Benhadad1130 the king4428 of Syria758 escaped4422 on an horse5483 with the horsemen6571.","12":"And it came to pass, when Benhadad heard8085 this message1697, as he was drinking8354, he and the kings4428 in the pavilions5521, that he said559 unto his servants5650, Set7760 yourselves in array. And they set7760 themselves in array against the city5892. message: Heb. word pavilions: or, tents Set yourselves: or, Place the engines. And they placed the engines","10":"And Benhadad1130 sent7971 unto him, and said559, The gods430 do so6213 unto me, and more also3254, if the dust6083 of Samaria8111 shall suffice5606 for handfuls8168 for all the people5971 that follow7272 me. follow: Heb. are at my feet","17":"And the young men5288 of the princes8269 of the provinces4082 went out3318 first7223; and Benhadad1130 sent out7971, and they told5046 him, saying559, There are men582 come out3318 of Samaria8111.","40":"And as thy servant5650 was busy6213 here and there, he was gone369. And the king4428 of Israel3478 said559 unto him, So shall thy judgment4941 be; thyself hast decided2782 it. he was: Heb. he was not","13":"And, behold, there came5066 a259 prophet5030 unto Ahab256 king4428 of Israel3478, saying559, Thus saith559 the LORD3068, Hast thou seen7200 all this great1419 multitude1995? behold, I will deliver5414 it into thine hand3027 this day3117; and thou shalt know3045 that I am the LORD3068. came: Heb. approached","27":"And the children1121 of Israel3478 were numbered6485, and were all present3557, and went3212 against7125 them: and the children1121 of Israel3478 pitched2583 before them like two8147 little flocks2835 of kids5795; but the Syrians758 filled4390 the country776. were all: or, were nourished","30":"But the rest3498 fled5127 to Aphek663, into the city5892; and there a wall2346 fell5307 upon twenty6242 and seven7651 thousand505 of the men376 that were left3498. And Benhadad1130 fled5127, and came935 into the city5892, into an inner2315 chamber2315. into an: or, from chamber to chamber: Heb. into a chamber within a chamber","18":"And he said559, Whether they be come out3318 for peace7965, take8610 them alive2416; or whether they be come out3318 for war4421, take8610 them alive2416.","36":"Then said559 he unto him, Because thou hast not obeyed8085 the voice6963 of the LORD3068, behold, as soon as thou art departed1980 from me, a lion738 shall slay5221 thee. And as soon as he was departed3212 from him681, a lion738 found4672 him, and slew5221 him.","29":"And they pitched2583 one428 over against5227 the other428 seven7651 days3117. And so it was, that in the seventh7637 day3117 the battle4421 was joined7126: and the children1121 of Israel3478 slew5221 of the Syrians758 an hundred3967 thousand505 footmen7273 in one259 day3117.","23":"And the servants5650 of the king4428 of Syria758 said559 unto him, Their gods430 are gods430 of the hills2022; therefore they were stronger2388 than we; but199 let us fight3898 against them in the plain4334, and surely3808 we shall be stronger2388 than they.","19":"So these young men5288 of the princes8269 of the provinces4082 came out3318 of the city5892, and the army2428 which followed310 them.","1":"And Benhadad1130 the king4428 of Syria758 gathered6908 all his host2428 together6908: and there were thirty7970 and two8147 kings4428 with him, and horses5483, and chariots7393: and he went up5927 and besieged6696 Samaria8111, and warred3898 against it.","5":"And the messengers4397 came again7725, and said559, Thus speaketh559 Benhadad1130, saying559, Although I have sent7971 unto thee, saying559, Thou shalt deliver5414 me thy silver3701, and thy gold2091, and thy wives802, and thy children1121;","4":"And the king4428 of Israel3478 answered6030 and said559, My lord113, O king4428, according to thy saying1697, I am thine, and all that I have.","8":"And all the elders2205 and all the people5971 said559 unto him, Hearken8085 not unto him, nor consent14.","26":"And it came to pass at the return8666 of the year8141, that Benhadad1130 numbered6485 the Syrians758, and went up5927 to Aphek663, to fight4421 against Israel3478. to fight: Heb. to the war with Israel","39":"And as the king4428 passed by5674, he cried6817 unto the king4428: and he said559, Thy servant5650 went out3318 into the midst7130 of the battle4421; and, behold, a man376 turned aside5493, and brought935 a man376 unto me, and said559, Keep8104 this man376: if by any means6485 he be missing6485, then shall thy life5315 be for his life5315, or else thou shalt pay8254 a talent3603 of silver3701. pay: Heb. weigh","14":"And Ahab256 said559, By whom? And he said559, Thus saith559 the LORD3068, Even by the young men5288 of the princes8269 of the provinces4082. Then he said559, Who shall order631 the battle4421? And he answered559, Thou. young: or, servants order: Heb. bind, or, tie","37":"Then he found4672 another312 man376, and said559, Smite5221 me, I pray thee. And the man376 smote5221 him, so that in smiting5221 he wounded6481 him. so that: Heb. smiting and wounding","22":"And the prophet5030 came5066 to the king4428 of Israel3478, and said559 unto him, Go3212, strengthen2388 thyself, and mark3045, and see7200 what thou doest6213: for at the return8666 of the year8141 the king4428 of Syria758 will come up5927 against thee.","28":"And there came5066 a man376 of God430, and spake559 unto the king4428 of Israel3478, and said559, Thus saith559 the LORD3068, Because the Syrians758 have said559, The LORD3068 is God430 of the hills2022, but he is not God430 of the valleys6010, therefore will I deliver5414 all this great1419 multitude1995 into thine hand3027, and ye shall know3045 that I am the LORD3068.","25":"And number4487 thee an army2428, like the army2428 that thou hast lost5307, horse5483 for horse5483, and chariot7393 for chariot7393: and we will fight3898 against854 them in the plain4334, and surely we shall be stronger2388 than they. And he hearkened8085 unto their voice6963, and did so6213. that thou: Heb. that was fallen","9":"Wherefore he said559 unto the messengers4397 of Benhadad1130, Tell559 my lord113 the king4428, All that thou didst send7971 for to thy servant5650 at the first7223 I will do6213: but this thing1697 I may3201 not do6213. And the messengers4397 departed3212, and brought7725 him word1697 again7725.","33":"Now the men582 did diligently observe5172 whether any thing would come from him, and did hastily4116 catch2480 it: and they said559, Thy brother251 Benhadad1130. Then he said559, Go935 ye, bring3947 him. Then Benhadad1130 came forth3318 to him; and he caused him to come up5927 into the chariot4818.","15":"Then he numbered6485 the young men5288 of the princes8269 of the provinces4082, and they were two8147 hundred3967 and thirty7970 two8147: and after310 them he numbered6485 all the people5971, even all the children1121 of Israel3478, being seven7651 thousand505.","34":"And Benhadad said559 unto him, The cities5892, which my father1 took3947 from thy father1, I will restore7725; and thou shalt make7760 streets2351 for thee in Damascus1834, as my father1 made7760 in Samaria8111. Then said Ahab, I will send thee away7971 with this covenant1285. So he made3772 a covenant1285 with him, and sent him away7971.","21":"And the king4428 of Israel3478 went out3318, and smote5221 the horses5483 and chariots7393, and slew5221 the Syrians758 with a great1419 slaughter4347.","24":"And do6213 this thing1697, Take5493 the kings4428 away, every man376 out of his place4725, and put7760 captains6346 in their rooms:","16":"And they went out3318 at noon6672. But Benhadad1130 was drinking8354 himself drunk7910 in the pavilions5521, he and the kings4428, the thirty7970 and two8147 kings4428 that helped5826 him.","35":"And a certain259 man376 of the sons1121 of the prophets5030 said559 unto his neighbour7453 in the word1697 of the LORD3068, Smite5221 me, I pray thee. And the man376 refused3985 to smite5221 him.","32":"So they girded2296 sackcloth8242 on their loins4975, and put ropes2256 on their heads7218, and came935 to the king4428 of Israel3478, and said559, Thy servant5650 Benhadad1130 saith559, I pray thee, let me live2421 5315. And he said559, Is he yet alive2416? he is my brother251.","7":"Then the king4428 of Israel3478 called7121 all the elders2205 of the land776, and said559, Mark3045, I pray you, and see7200 how this man seeketh1245 mischief7451: for he sent7971 unto me for my wives802, and for my children1121, and for my silver3701, and for my gold2091; and I denied4513 him not. I denied: Heb. I kept not back from him","43":"And the king4428 of Israel3478 went3212 to his house1004 heavy5620 and displeased2198, and came935 to Samaria8111.","2":"And he sent7971 messengers4397 to Ahab256 king4428 of Israel3478 into the city5892, and said559 unto him, Thus saith559 Benhadad1130,","38":"So the prophet5030 departed3212, and waited5975 for the king4428 by the way1870, and disguised2664 himself with ashes666 upon his face5869.","6":"Yet I will send7971 my servants5650 unto thee to morrow4279 about this time6256, and they shall search2664 thine house1004, and the houses1004 of thy servants5650; and it shall be1961, that whatsoever is pleasant4261 in thine eyes5869, they shall put7760 it in their hand3027, and take it away3947. pleasant: Heb. desirable","31":"And his servants5650 said559 unto him, Behold now, we have heard8085 that the kings4428 of the house1004 of Israel3478 are merciful2617 kings4428: let us, I pray thee, put7760 sackcloth8242 on our loins4975, and ropes2256 upon our heads7218, and go out3318 to the king4428 of Israel3478: peradventure he will save2421 thy life5315."},"6":{"11":"And the word1697 of the LORD3068 came to Solomon8010, saying559,","3":"And the porch197 before6440 the temple1964 of the house1004, twenty6242 cubits520 was the length753 thereof, according to the breadth7341 of the house1004; and ten6235 cubits520 was the breadth7341 thereof before the house1004.","20":"And the oracle1687 in the forepart6440 was twenty6242 cubits520 in length753, and twenty6242 cubits520 in breadth7341, and twenty6242 cubits520 in the height6967 thereof: and he overlaid6823 it with pure5462 gold2091; and so covered6823 the altar4196 which was of cedar730. pure: Heb. shut up","12":"Concerning this house1004 which thou art in building1129, if thou wilt walk3212 in my statutes2708, and execute6213 my judgments4941, and keep8104 all my commandments4687 to walk3212 in them; then will I perform6965 my word1697 with thee, which I spake1696 unto David1732 thy father1:","10":"And then he built1129 chambers3326 3326 against all the house1004, five2568 cubits520 high6967: and they rested270 on the house1004 with timber6086 of cedar730.","17":"And the house1004, that is, the temple1964 before3942 it, was forty705 cubits520 long.","13":"And I will dwell7931 among8432 the children1121 of Israel3478, and will not forsake5800 my people5971 Israel3478.","27":"And he set5414 the cherubims3742 within8432 the inner6442 house1004: and they stretched forth6566 the wings3671 of the cherubims3742, so that the wing3671 of the one259 touched5060 the one wall7023, and the wing3671 of the other8145 cherub3742 touched5060 the other8145 wall7023; and their wings3671 touched5060 one3671 another3671 in the midst8432 of the house1004. they: or, the cherubims stretched forth their wings","30":"And the floor7172 of the house1004 he overlaid6823 with gold2091, within6441 and without2435.","18":"And the cedar730 of the house1004 within6441 was carved4734 with knops6497 and open6362 flowers6731: all was cedar730; there was no stone68 seen7200. knops: or, gourds open: Heb. openings of","36":"And he built1129 the inner6442 court2691 with three7969 rows2905 of hewed stone1496, and a row2905 of cedar730 beams3773.","29":"And he carved7049 all the walls7023 of the house1004 round about4524 with carved6603 figures4734 of cherubims3742 and palm trees8561 and open6362 flowers6731, within6441 and without2435. open flowers: Heb. openings of flowers","23":"And within the oracle1687 he made6213 two8147 cherubims3742 of olive8081 tree6086, each ten6235 cubits520 high6967. olive: or, oily: Heb. trees of oil","19":"And the oracle1687 he prepared3559 in8432 the house1004 within6441, to set5414 there the ark727 of the covenant1285 of the LORD3068.","1":"And it came to pass in the four702 hundred3967 8141 and eightieth8084 year8141 after the children1121 of Israel3478 were come out3318 of the land776 of Egypt4714, in the fourth7243 year8141 of Solomon\u0027s8010 reign4427 over Israel3478, in the month2320 Zif2099, which is the second8145 month2320, that he began to build1129 the house1004 of the LORD3068. began: Heb. built","5":"And against the wall7023 of the house1004 he built1129 chambers3326 3326 round about5439, against the walls7023 of the house1004 round about5439, both of the temple1964 and of the oracle1687: and he made6213 chambers6763 round about5439: against the wall: or, upon, or, joining to the wall built chambers: Heb. built floors made chambers: Heb. made ribs","4":"And for the house1004 he made6213 windows2474 of narrow331 lights8261. of: or, broad within, and narrow without: or, skewed and closed","8":"The door6607 for the middle8484 chamber6763 was in the right3233 side3802 of the house1004: and they went up5927 with winding stairs3883 into the middle8484 chamber, and out of the middle8484 into the third7992. side: Heb. shoulder","26":"The height6967 of the one259 cherub3742 was ten6235 cubits520, and so was it of the other8145 cherub3742.","14":"So Solomon8010 built1129 the house1004, and finished3615 it.","37":"In the fourth7243 year8141 was the foundation3245 of the house1004 of the LORD3068 laid3245, in the month3391 Zif2099:","22":"And the whole house1004 he overlaid6823 with gold2091, until he had finished8552 all the house1004: also the whole altar4196 that was by the oracle1687 he overlaid6823 with gold2091.","28":"And he overlaid6823 the cherubims3742 with gold2091.","25":"And the other8145 cherub3742 was ten6235 cubits520: both8147 the cherubims3742 were of one259 measure4060 and one259 size7095.","9":"So he built1129 the house1004, and finished3615 it; and covered5603 the house1004 with beams1356 and boards7713 of cedar730. with: or, the vaultbeams and the panellings with cedar","33":"So also made6213 he for the door6607 of the temple1964 posts4201 of olive8081 tree6086, a fourth part7243 of the wall. a fourth: or, foursquare","15":"And he built1129 the walls7023 of the house1004 within1004 with boards6763 of cedar730, both the floor7172 of the house1004, and the walls7023 of the cieling5604: and he covered6823 them on the inside1004 with wood6086, and covered6823 the floor7172 of the house1004 with planks6763 of fir1265. both: or, from the floor of the house unto the walls, etc","34":"And the two8147 doors1817 were of fir1265 tree6086: the two8147 leaves6763 of the one259 door1817 were folding1550, and the two8147 leaves7050 of the other8145 door1817 were folding1550.","21":"So Solomon8010 overlaid6823 the house1004 within6441 with pure5462 gold2091: and he made a partition5674 by the chains7572 7572 of gold2091 before6440 the oracle1687; and he overlaid6823 it with gold2091.","24":"And five2568 cubits520 was the one259 wing3671 of the cherub3742, and five2568 cubits520 the other8145 wing3671 of the cherub3742: from the uttermost part7098 of the one wing3671 unto the uttermost part7098 of the other3671 were ten6235 cubits520.","16":"And he built1129 twenty6242 cubits520 on the sides3411 of the house1004, both4480 the floor7172 and the walls7023 with boards6763 of cedar730: he even built1129 them for it within1004, even for the oracle1687, even for the most6944 holy6944 place.","35":"And he carved7049 thereon cherubims3742 and palm trees8561 and open6362 flowers6731: and covered6823 them with gold2091 fitted3474 upon the carved work2707.","32":"The two8147 doors1817 also were of olive8081 tree6086; and he carved7049 upon them carvings4734 of cherubims3742 and palm trees8561 and open6362 flowers6731, and overlaid6823 them with gold2091, and spread7286 gold2091 upon the cherubims3742, and upon the palm trees8561. two: or, leaves of the doors open flowers: Heb. openings of flowers","7":"And the house1004, when it was in building1129, was built1129 of stone68 made ready8003 before it was brought4551 thither: so that there was neither hammer4717 nor axe1631 nor any tool3627 of iron1270 heard8085 in the house1004, while it was in building1129.","2":"And the house1004 which king4428 Solomon8010 built1129 for the LORD3068, the length753 thereof was threescore8346 cubits520, and the breadth7341 thereof twenty6242 cubits, and the height6967 thereof thirty7970 cubits520.","38":"And in the eleventh259 6240 year8141, in the month3391 Bul945, which is the eighth8066 month2320, was the house1004 finished3615 throughout all the parts1697 thereof, and according to all the fashion4941 of it. So was he seven7651 years8141 in building1129 it. through out: or, with all the parts thereof, and with all the ordinances thereof","6":"The nethermost8481 chamber3326 3326 was five2568 cubits520 broad7341, and the middle8484 was six8337 cubits520 broad7341, and the third7992 was seven7651 cubits520 broad7341: for without in the wall of2351 the house1004 he made5414 narrowed rests4052 round about5439, that the beams should not be fastened270 in the walls7023 of the house1004. narrowed: Heb. narrowings, or, rebatements","31":"And for the entering6607 of the oracle1687 he made6213 doors1817 of olive8081 tree6086: the lintel352 and side posts4201 were a fifth part2549 of the wall. a fifth: or, fivesquare"},"4":{"11":"The son of Abinadab1125, in all the region5299 of Dor1756; which had Taphath2955 the daughter1323 of Solomon8010 to wife802: The son: or, Bena Binadab","3":"Elihoreph456 and Ahiah281, the sons1121 of Shisha7894, scribes5608; Jehoshaphat3092 the son1121 of Ahilud286, the recorder2142. scribes: or, secretaries recorder: or, remembrancer","20":"Judah3063 and Israel3478 were many7227, as the sand2344 which is by the sea3220 in multitude7230, eating398 and drinking8354, and making merry8056.","12":"Baana1195 the son1121 of Ahilud286; to him pertained Taanach8590 and Megiddo4023, and all Bethshean1052, which is by681 Zartanah6891 beneath Jezreel3157, from Bethshean1052 to Abelmeholah65, even unto the place that is beyond5676 Jokneam3361:","10":"The son of Hesed1136 2618, in Aruboth700; to him pertained Sochoh7755, and all the land776 of Hepher2660: The son: or, Ben Heseb","17":"Jehoshaphat3092 the son1121 of Paruah6515, in Issachar3485:","13":"The son of Geber1127, in Ramothgilead1568 7433; to him pertained the towns2333 of Jair2971 the son1121 of Manasseh4519, which are in Gilead1568; to him also pertained the region2256 of Argob709, which is in Bashan1316, threescore8346 great1419 cities5892 with walls2346 and brasen5178 bars1280: The son: or, Ben Geber","27":"And those officers5324 provided victual3557 for king4428 Solomon8010, and for all that came7131 unto king4428 Solomon\u0027s8010 table7979, every man376 in his month2320: they lacked5737 nothing1697.","30":"And Solomon\u0027s8010 wisdom2451 excelled7235 the wisdom2451 of all the children1121 of the east country6924, and all the wisdom2451 of Egypt4714.","18":"Shimei8096 the son1121 of Elah414, in Benjamin1144:","29":"And God430 gave5414 Solomon8010 wisdom2451 and understanding8394 exceeding3966 much7235, and largeness7341 of heart3820, even as the sand2344 that is on the sea3220 shore8193.","23":"Ten6235 fat1277 oxen1241, and twenty6242 oxen1241 out of the pastures7471, and an hundred3967 sheep6629, beside harts354, and roebucks6643, and fallowdeer3180, and fatted75 fowl1257.","19":"Geber1398 the son1121 of Uri221 was in the country776 of Gilead1568, in the country776 of Sihon5511 king4428 of the Amorites567, and of Og5747 king4428 of Bashan1316; and he was the only259 officer5333 which was in the land776.","1":"So king4428 Solomon8010 was king4428 over all Israel3478.","5":"And Azariah5838 the son1121 of Nathan5416 was over the officers5324: and Zabud2071 the son1121 of Nathan5416 was principal officer3548, and the king\u0027s4428 friend7463:","4":"And Benaiah1141 the son1121 of Jehoiada3077 was over the host6635: and Zadok6659 and Abiathar54 were the priests3548:","8":"And these are their names8034: The son of Hur1133, in mount2022 Ephraim669: The son: or, Benhur","26":"And Solomon8010 had forty705 thousand505 stalls723 of horses5483 for his chariots4817, and twelve8147 6240 thousand505 horsemen6571.","14":"Ahinadab292 the son1121 of Iddo5714 had Mahanaim4266: Mahanaim: or, to Mahanaim","22":"And Solomon\u0027s8010 provision3899 for one259 day3117 was thirty7970 measures3734 of fine flour5560, and threescore8346 measures3734 of meal7058, provision: Heb. bread measures: Heb. cors","28":"Barley8184 also and straw8401 for the horses5483 and dromedaries7409 brought935 they unto the place4725 where the officers were, every man376 according to his charge4941. dromedaries: or, mules, or, swift beasts","25":"And Judah3063 and Israel3478 dwelt3427 safely983, every man376 under his vine1612 and under his fig tree8384, from Dan1835 even to Beersheba884, all the days3117 of Solomon8010. safely: Heb. confidently","9":"The son of Dekar1128 1857, in Makaz4739, and in Shaalbim8169, and Bethshemesh1053, and Elonbethhanan358: The son: or, Ben Dekar","33":"And he spake1696 of trees6086, from the cedar tree730 that is in Lebanon3844 even unto the hyssop231 that springeth out3318 of the wall7023: he spake1696 also of beasts929, and of fowl5775, and of creeping things7431, and of fishes1709.","15":"Ahimaaz290 was in Naphtali5321; he also took3947 Basmath1315 the daughter1323 of Solomon8010 to wife802:","34":"And there came935 of all people5971 to hear8085 the wisdom2451 of Solomon8010, from all kings4428 of the earth776, which had heard8085 of his wisdom2451.","21":"And Solomon8010 reigned4910 over all kingdoms4467 from the river5104 unto the land776 of the Philistines6430, and unto the border1366 of Egypt4714: they brought5066 presents4503, and served5647 Solomon8010 all the days3117 of his life2416.","24":"For he had dominion7287 over all the region on this side5676 the river5104, from Tiphsah8607 even to Azzah5804, over all the kings4428 on this side5676 the river5104: and he had peace7965 on all sides5650 5676 round about5439 him.","16":"Baanah1195 the son1121 of Hushai2365 was in Asher836 and in Aloth1175:","32":"And he spake1696 three7969 thousand505 proverbs4912: and his songs7892 were a thousand505 and five2568.","7":"And Solomon8010 had twelve8147 6240 officers5324 over all Israel3478, which provided victuals3557 for the king4428 and his household1004: each man259 his month2320 in a year8141 made provision3557.","2":"And these were the princes8269 which he had; Azariah5838 the son1121 of Zadok6659 the priest3548, priest: or, chief officer","6":"And Ahishar301 was over the household1004: and Adoniram141 the son1121 of Abda5653 was over the tribute4522. tribute: or, levy","31":"For he was wiser2449 than all men120; than Ethan387 the Ezrahite250, and Heman1968, and Chalcol3633, and Darda1862, the sons1121 of Mahol4235: and his fame8034 was in all nations1471 round about5439."},"19":{"16":"And Jehu3058 the son1121 of Nimshi5250 shalt thou anoint4886 to be king4428 over Israel3478: and Elisha477 the son1121 of Shaphat8202 of Abelmeholah65 shalt thou anoint4886 to be prophet5030 in thy room. Elisha: Gr. Eliseus","3":"And when he saw7200 that, he arose6965, and went3212 for his life5315, and came935 to Beersheba884, which belongeth to Judah3063, and left3240 his servant5288 there.","5":"And as he lay7901 and slept3462 under a259 juniper tree7574, behold, then an angel4397 touched5060 him, and said559 unto him, Arise6965 and eat398.","21":"And he returned back7725 from him310, and took3947 a yoke6776 of oxen1241, and slew2076 them, and boiled1310 their flesh1320 with the instruments3627 of the oxen1241, and gave5414 unto the people5971, and they did eat398. Then he arose6965, and went3212 after310 Elijah452, and ministered8334 unto him.","18":"Yet I have left7604 me seven7651 thousand505 in Israel3478, all the knees1290 which have not bowed3766 unto Baal1168, and every mouth6310 which hath not kissed5401 him. I have: or, I will leave","12":"And after310 the earthquake7494 a fire784; but the LORD3068 was not in the fire784: and after310 the fire784 a still1827 small1851 voice6963.","10":"And he said559, I have been very7065 jealous7065 for the LORD3068 God430 of hosts6635: for the children1121 of Israel3478 have forsaken5800 thy covenant1285, thrown down2040 thine altars4196, and slain2026 thy prophets5030 with the sword2719; and I, even I only, am left3498; and they seek1245 my life5315, to take it away3947.","2":"Then Jezebel348 sent7971 a messenger4397 unto Elijah452, saying559, So let the gods430 do6213 to me, and more3254 also, if I make7760 not thy life5315 as the life5315 of one259 of them by to morrow4279 about this time6256.","8":"And he arose6965, and did eat398 and drink8354, and went3212 in the strength3581 of that meat396 forty705 days3117 and forty705 nights3915 unto Horeb2722 the mount2022 of God430.","17":"And it shall come to pass, that him that escapeth4422 the sword2719 of Hazael2371 shall Jehu3058 slay4191: and him that escapeth4422 from the sword2719 of Jehu3058 shall Elisha477 slay4191.","11":"And he said559, Go forth3318, and stand5975 upon the mount2022 before6440 the LORD3068. And, behold, the LORD3068 passed by5674, and a great1419 and strong2389 wind7307 rent6561 the mountains2022, and brake in pieces7665 the rocks5553 before6440 the LORD3068; but the LORD3068 was not in the wind7307: and after310 the wind7307 an earthquake7494; but the LORD3068 was not in the earthquake7494:","1":"And Ahab256 told5046 Jezebel348 all that Elijah452 had done6213, and withal how he had slain2026 all the prophets5030 with the sword2719.","9":"And he came935 thither unto a cave4631, and lodged3885 there; and, behold, the word1697 of the LORD3068 came to him, and he said559 unto him, What doest thou here, Elijah452?","14":"And he said559, I have been very7065 jealous7065 for the LORD3068 God430 of hosts6635: because the children1121 of Israel3478 have forsaken5800 thy covenant1285, thrown down2040 thine altars4196, and slain2026 thy prophets5030 with the sword2719; and I, even I only, am left3498; and they seek1245 my life5315, to take it away3947.","7":"And the angel4397 of the LORD3068 came again7725 the second time8145, and touched5060 him, and said559, Arise6965 and eat398; because the journey1870 is too great7227 for thee.","15":"And the LORD3068 said559 unto him, Go3212, return7725 on thy way1870 to the wilderness4057 of Damascus1834: and when thou comest935, anoint4886 Hazael2371 to be king4428 over Syria758:","20":"And he left5800 the oxen1241, and ran7323 after310 Elijah452, and said559, Let me, I pray thee, kiss5401 my father1 and my mother517, and then I will follow3212 310 thee. And he said559 unto him, Go back3212 again7725: for what have I done6213 to thee? Go: Heb. Go return","6":"And he looked5027, and, behold, there was a cake5692 baken on the coals7529, and a cruse6835 of water4325 at his head4763. And he did eat398 and drink8354, and laid him down7901 again7725. head: Heb. bolster","4":"But he himself went1980 a day\u0027s3117 journey1870 into the wilderness4057, and came935 and sat down3427 under a259 juniper tree7574: and he requested7592 for himself5315 that he might die4191; and said559, It is enough7227; now, O LORD3068, take away3947 my life5315; for I am not better2896 than my fathers1. for himself: Heb. for his life","19":"So he departed3212 thence, and found4672 Elisha477 the son1121 of Shaphat8202, who was plowing2790 with twelve8147 6240 yoke6776 of oxen before6440 him, and he with the twelfth8147 6240: and Elijah452 passed5674 by him, and cast7993 his mantle155 upon him.","13":"And it was so, when Elijah452 heard8085 it, that he wrapped3874 his face6440 in his mantle155, and went out3318, and stood5975 in the entering in6607 of the cave4631. And, behold, there came a voice6963 unto him, and said559, What doest thou here, Elijah452?"},"13":{"11":"Now there dwelt3427 an259 old2205 prophet5030 in Bethel1008; and his sons1121 came935 and told5608 him all the works4639 that the man376 of God430 had done6213 that day3117 in Bethel1008: the words1697 which he had spoken1696 unto the king4428, them they told5608 also to their father1.","3":"And he gave5414 a sign4159 the same day3117, saying559, This is the sign4159 which the LORD3068 hath spoken1696; Behold, the altar4196 shall be rent7167, and the ashes1880 that are upon it shall be poured out8210.","20":"And it came to pass, as they sat3427 at the table7979, that the word1697 of the LORD3068 came unto the prophet5030 that brought him back7725:","12":"And their father1 said1696 unto them, What way1870 went1980 he? For his sons1121 had seen7200 what335 way1870 the man376 of God430 went1980, which came935 from Judah3063.","10":"So he went3212 another312 way1870, and returned7725 not by the way1870 that he came935 to Bethel1008.","17":"For it was said1697 to me by the word1697 of the LORD3068, Thou shalt eat398 no bread3899 nor drink8354 water4325 there, nor turn again7725 to go3212 by the way1870 that thou camest1980. it: Heb. a word was","13":"And he said559 unto his sons1121, Saddle2280 me the ass2543. So they saddled2280 him the ass2543: and he rode7392 thereon,","27":"And he spake1696 to his sons1121, saying559, Saddle2280 me the ass2543. And they saddled2280 him.","30":"And he laid3240 his carcase5038 in his own grave6913; and they mourned5594 over him, saying, Alas1945, my brother251!","18":"He said559 unto him, I am a prophet5030 also as thou art; and an angel4397 spake1696 unto me by the word1697 of the LORD3068, saying559, Bring him back7725 with thee into thine house1004, that he may eat398 bread3899 and drink8354 water4325. But he lied3584 unto him.","29":"And the prophet5030 took up5375 the carcase5038 of the man376 of God430, and laid3240 it upon the ass2543, and brought it back7725: and the old2205 prophet5030 came935 to the city5892, to mourn5594 and to bury6912 him.","23":"And it came to pass, after310 he had eaten398 bread3899, and after310 he had drunk8354, that he saddled2280 for him the ass2543, to wit, for the prophet5030 whom he had brought back7725.","19":"So he went back7725 with him, and did eat398 bread3899 in his house1004, and drank8354 water4325.","1":"And, behold, there came935 a man376 of God430 out of Judah3063 by the word1697 of the LORD3068 unto Bethel1008: and Jeroboam3379 stood5975 by the altar4196 to burn incense6999. burn: or, offer","5":"The altar4196 also was rent7167, and the ashes1880 poured out8210 from the altar4196, according to the sign4159 which the man376 of God430 had given5414 by the word1697 of the LORD3068.","4":"And it came to pass, when king4428 Jeroboam3379 heard8085 the saying1697 of the man376 of God430, which had cried7121 against the altar4196 in Bethel1008, that he put forth7971 his hand3027 from the altar4196, saying559, Lay hold8610 on him. And his hand3027, which he put forth7971 against him, dried up3001, so that he could3201 not pull it in again7725 to him.","8":"And the man376 of God430 said559 unto the king4428, If thou wilt give5414 me half2677 thine house1004, I will not go in935 with thee, neither will I eat398 bread3899 nor drink8354 water4325 in this place4725:","26":"And when the prophet5030 that brought him back7725 from the way1870 heard8085 thereof, he said559, It is the man376 of God430, who was disobedient4784 unto the word6310 of the LORD3068: therefore the LORD3068 hath delivered5414 him unto the lion738, which hath torn7665 him, and slain4191 him, according to the word1697 of the LORD3068, which he spake1696 unto him. torn: Heb. broken","14":"And went3212 after310 the man376 of God430, and found4672 him sitting3427 under an oak424: and he said559 unto him, Art thou the man376 of God430 that camest935 from Judah3063? And he said559, I am.","22":"But camest back7725, and hast eaten398 bread3899 and drunk8354 water4325 in the place4725, of the which the LORD did say1696 to thee, Eat398 no bread3899, and drink8354 no water4325; thy carcase5038 shall not come935 unto the sepulchre6913 of thy fathers1.","28":"And he went3212 and found4672 his carcase5038 cast7993 in the way1870, and the ass2543 and the lion738 standing5975 by681 the carcase5038: the lion738 had not eaten398 the carcase5038, nor torn7665 the ass2543. torn: Heb. broken","25":"And, behold, men582 passed by5674, and saw7200 the carcase5038 cast7993 in the way1870, and the lion738 standing5975 by681 the carcase5038: and they came935 and told1696 it in the city5892 where the old2205 prophet5030 dwelt3427.","9":"For so was it charged6680 me by the word1697 of the LORD3068, saying559, Eat398 no bread3899, nor drink8354 water4325, nor turn again7725 by the same way1870 that thou camest1980.","33":"After310 this thing1697 Jeroboam3379 returned7725 not from his evil7451 way1870, but made6213 again7725 of the lowest7098 of the people5971 priests3548 of the high places1116: whosoever would2655, he consecrated4390 3027 him, and he became one of the priests3548 of the high places1116. made: Heb. returned and made consecrated: Heb. filled his hand","15":"Then he said559 unto him, Come3212 home1004 with me, and eat398 bread3899.","34":"And this thing1697 became sin2403 unto the house1004 of Jeroboam3379, even to cut it off3582, and to destroy8045 it from off the face6440 of the earth127.","21":"And he cried7121 unto the man376 of God430 that came935 from Judah3063, saying559, Thus saith559 the LORD3068, Forasmuch as3282 thou hast disobeyed4784 the mouth6310 of the LORD3068, and hast not kept8104 the commandment4687 which the LORD3068 thy God430 commanded6680 thee,","24":"And when he was gone3212, a lion738 met4672 him by the way1870, and slew4191 him: and his carcase5038 was cast7993 in the way1870, and the ass2543 stood5975 by681 it, the lion738 also stood5975 by the carcase5038.","16":"And he said559, I may3201 not return7725 with thee, nor go in935 with thee: neither will I eat398 bread3899 nor drink8354 water4325 with thee in this place4725:","32":"For the saying1697 which he cried7121 by the word1697 of the LORD3068 against the altar4196 in Bethel1008, and against all the houses1004 of the high places1116 which are in the cities5892 of Samaria8111, shall surely come to pass.","7":"And the king4428 said1696 unto the man376 of God430, Come935 home1004 with me, and refresh5582 thyself, and I will give5414 thee a reward4991.","2":"And he cried7121 against the altar4196 in the word1697 of the LORD3068, and said559, O altar4196, altar4196, thus saith559 the LORD3068; Behold, a child1121 shall be born3205 unto the house1004 of David1732, Josiah2977 by name8034; and upon thee shall he offer2076 the priests3548 of the high places1116 that burn incense6999 upon thee, and men\u0027s120 bones6106 shall be burnt8313 upon thee.","6":"And the king4428 answered6030 and said559 unto the man376 of God430, Intreat2470 now the face6440 of the LORD3068 thy God430, and pray6419 for me, that my hand3027 may be restored me again7725. And the man376 of God430 besought2470 6440 the LORD3068, and the king\u0027s4428 hand3027 was restored him again7725, and became as it was before7223. the LORD, and: Heb. the face of the LORD, etc","31":"And it came to pass, after310 he had buried6912 him, that he spake559 to his sons1121, saying559, When I am dead4191, then bury6912 me in the sepulchre6913 wherein the man376 of God430 is buried6912; lay3240 my bones6106 beside681 his bones6106:"}}}