{"translationKey":"kjv","translation":"KJV","book":"1 Samuel","bookSlug":"1-samuel","chapters":{"11":{"3":"And the elders2205 of Jabesh3003 said559 unto him, Give us seven7651 days\u00273117 respite7503, that we may send7971 messengers4397 unto all the coasts1366 of Israel3478: and then, if there be no man to save3467 us, we will come out3318 to thee. Give: Heb. Forbear us","5":"And, behold, Saul7586 came935 after310 the herd1241 out of the field7704; and Saul7586 said559, What aileth the people5971 that they weep1058? And they told5608 him the tidings1697 of the men582 of Jabesh3003.","12":"And the people5971 said559 unto Samuel8050, Who is he that said559, Shall Saul7586 reign4427 over us? bring5414 the men582, that we may put them to death4191.","10":"Therefore the men582 of Jabesh3003 said559, To morrow4279 we will come out3318 unto you, and ye shall do6213 with us all that seemeth5869 good2896 unto you.","2":"And Nahash5176 the Ammonite5984 answered559 them, On this2063 condition will I make3772 a covenant with you, that I may thrust out5365 all your right3225 eyes5869, and lay7760 it for a reproach2781 upon all Israel3478.","8":"And when he numbered6485 them in Bezek966, the children1121 of Israel3478 were three7969 hundred3967 thousand505, and the men376 of Judah3063 thirty7970 thousand505.","11":"And it was so on the morrow4283, that Saul7586 put7760 the people5971 in three7969 companies7218; and they came935 into the midst8432 of the host4264 in the morning1242 watch821, and slew5221 the Ammonites5983 until the heat2527 of the day3117: and it came to pass, that they which remained7604 were scattered6327, so that two8147 of them were not left7604 together3162.","1":"Then Nahash5176 the Ammonite5984 came up5927, and encamped2583 against Jabeshgilead3003 1568: and all the men582 of Jabesh3003 said559 unto Nahash5176, Make3772 a covenant1285 with us, and we will serve5647 thee.","9":"And they said559 unto the messengers4397 that came935, Thus shall ye say559 unto the men376 of Jabeshgilead3003 1568, To morrow4279, by that time the sun8121 be hot2527, ye shall have help8668. And the messengers4397 came935 and shewed5046 it to the men582 of Jabesh3003; and they were glad8055. help: or, deliverance","14":"Then said559 Samuel8050 to the people5971, Come3212, and let us go3212 to Gilgal1537, and renew2318 the kingdom4410 there.","7":"And he took3947 a yoke6776 of oxen1241, and hewed them in pieces5408, and sent7971 them throughout all the coasts1366 of Israel3478 by the hands3027 of messengers4397, saying559, Whosoever cometh not forth3318 after310 Saul7586 and after310 Samuel8050, so shall it be done6213 unto his oxen1241. And the fear6343 of the LORD3068 fell5307 on the people5971, and they came out3318 with one259 consent376. with: Heb. as one man","15":"And all the people5971 went3212 to Gilgal1537; and there they made Saul7586 king4427 before6440 the LORD3068 in Gilgal1537; and there they sacrificed2076 sacrifices2077 of peace offerings8002 before6440 the LORD3068; and there Saul7586 and all the men582 of Israel3478 rejoiced8055 greatly3966.","6":"And the Spirit7307 of God430 came6743 upon Saul7586 when he heard8085 those tidings1697, and his anger639 was kindled2734 greatly3966.","4":"Then came935 the messengers4397 to Gibeah1390 of Saul7586, and told1696 the tidings1697 in the ears241 of the people5971: and all the people5971 lifted up5375 their voices6963, and wept1058.","13":"And Saul7586 said559, There shall not a man376 be put to death4191 this day3117: for to day3117 the LORD3068 hath wrought6213 salvation8668 in Israel3478."},"3":{"16":"Then Eli5941 called7121 Samuel8050, and said559, Samuel8050, my son1121. And he answered559, Here am I.","3":"And ere the lamp5216 of God430 went out3518 in the temple1964 of the LORD3068, where the ark727 of God430 was, and Samuel8050 was laid down7901 to sleep;","5":"And he ran7323 unto Eli5941, and said559, Here am I2009; for thou calledst7121 me. And he said559, I called7121 not; lie down7901 again7725. And he went3212 and lay down7901.","21":"And the LORD3068 appeared7200 again3254 in Shiloh7887: for the LORD3068 revealed1540 himself to Samuel8050 in Shiloh7887 by the word1697 of the LORD3068.","18":"And Samuel8050 told5046 him every whit1697, and hid3582 nothing from him. And he said559, It is the LORD3068: let him do6213 what seemeth5869 him good2896. every: Heb. all the things, or, words","12":"In that day3117 I will perform6965 against Eli5941 all things which I have spoken1696 concerning413 his house1004: when I begin2490, I will also make an end3615. when: Heb. beginning and ending","10":"And the LORD3068 came935, and stood3320, and called7121 as at other times6471, Samuel8050, Samuel8050. Then Samuel8050 answered559, Speak1696; for thy servant5650 heareth8085.","2":"And it came to pass at that time3117, when Eli5941 was laid down7901 in his place4725, and his eyes5869 began2490 to wax dim3544, that he could3201 not see7200;","8":"And the LORD3068 called7121 Samuel8050 again3254 the third time7992. And he arose6965 and went3212 to Eli5941, and said559, Here am I; for thou didst call7121 me. And Eli5941 perceived995 that the LORD3068 had called7121 the child5288.","17":"And he said559, What is the thing1697 that the LORD hath said1696 unto thee? I pray thee hide3582 it not from me: God430 do so6213 to thee, and more also3254, if thou hide3582 any thing1697 from me of all the things1697 that he said1696 unto thee. more also: Hebr. so add any thing: or, word","11":"And the LORD3068 said559 to Samuel8050, Behold, I will do6213 a thing1697 in Israel3478, at which both8147 the ears241 of every one that heareth8085 it shall tingle6750.","1":"And the child5288 Samuel8050 ministered8334 unto the LORD3068 before6440 Eli5941. And the word1697 of the LORD3068 was precious3368 in those days3117; there was no open6555 vision2377.","9":"Therefore Eli5941 said559 unto Samuel8050, Go3212, lie down7901: and it shall be, if he call7121 thee, that thou shalt say559, Speak1696, LORD3068; for thy servant5650 heareth8085. So Samuel8050 went3212 and lay down7901 in his place4725.","14":"And therefore I have sworn7650 unto the house1004 of Eli5941, that the iniquity5771 of Eli\u0027s5941 house1004 shall not be purged3722 with sacrifice2077 nor offering4503 for5704 ever5769.","7":"Now Samuel8050 did not yet2962 know3045 the LORD3068, neither was the word1697 of the LORD3068 yet revealed1540 unto him. Now: or, Thus did Samuel before he knew the LORD, and before the word of the LORD was revealed unto him","15":"And Samuel8050 lay7901 until the morning1242, and opened6605 the doors1817 of the house1004 of the LORD3068. And Samuel8050 feared3372 to shew5046 Eli5941 the vision4759.","20":"And all Israel3478 from Dan1835 even to Beersheba884 knew3045 that Samuel8050 was established539 to be a prophet5030 of the LORD3068. established: or, faithful","6":"And the LORD3068 called7121 yet again3254, Samuel8050. And Samuel8050 arose6965 and went3212 to Eli5941, and said559, Here am I; for thou didst call7121 me. And he answered559, I called7121 not, my son1121; lie down7901 again7725.","4":"That the LORD3068 called7121 Samuel8050: and he answered559, Here am I.","19":"And Samuel8050 grew1431, and the LORD3068 was with him, and did let none of his words1697 fall5307 to the ground776.","13":"For I have told5046 him that I will judge8199 his house1004 for5704 ever5769 for the iniquity5771 which he knoweth3045; because his sons1121 made themselves vile7043, and he restrained3543 them not. For I: or, And I will tell him vile: or, accursed restrained: Heb. frowned not upon them"},"20":{"11":"And Jonathan3083 said559 unto David1732, Come3212, and let us go out3318 into the field7704. And they went out3318 both8147 of them into the field7704.","41":"And as soon as the lad5288 was gone935, David1732 arose6965 out of a place toward681 the south5045, and fell5307 on his face639 to the ground776, and bowed7812 himself three7969 times6471: and they kissed5401 one376 another7453, and wept1058 one376 with another7453, until David1732 exceeded1431.","42":"And Jonathan3083 said559 to David1732, Go3212 in peace7965, forasmuch as we have sworn7650 both8147 of us in the name8034 of the LORD3068, saying559, The LORD3068 be between me and thee, and between my seed2233 and thy seed2233 for5704 ever5769. And he arose6965 and departed3212: and Jonathan3083 went935 into the city5892. forasmuch: or, the LORD be witness of that which etc","3":"And David1732 sware7650 moreover, and said559, Thy father1 certainly3045 knoweth3045 that I have found4672 grace2580 in thine eyes5869; and he saith559, Let not Jonathan3083 know3045 this, lest he be grieved6087: but truly199 as the LORD3068 liveth2416, and as thy soul5315 liveth2416, there is but a step6587 between me and death4194.","20":"And I will shoot3384 three7969 arrows2671 on the side6654 thereof, as though I shot7971 at a mark4307.","12":"And Jonathan3083 said559 unto David1732, O LORD3068 God430 of Israel3478, when I have sounded2713 my father1 about to morrow4279 any time6256, or the third7992 day, and, behold, if there be good2895 toward David1732, and I then send7971 not unto thee, and shew1540 241 it thee; sounded: Heb. searched shew: Heb. uncover thine ear","10":"Then said559 David1732 to Jonathan3083, Who shall tell5046 me? or what if thy father1 answer6030 thee roughly7186?","17":"And Jonathan3083 caused David1732 to swear7650 again3254, because he loved160 him: for he loved157 him as he loved160 his own soul5315. because: or, by his love toward him","40":"And Jonathan3083 gave5414 his artillery3627 unto his lad5288, and said559 unto him, Go3212, carry935 them to the city5892. artillery: Heb. instruments his lad: Heb. the lad that was his","13":"The LORD3068 do6213 so3541 and much more3254 to Jonathan3083: but if it please3190 my father1 to do thee evil7451, then I will shew1540 241 it thee, and send thee away7971, that thou mayest go1980 in peace7965: and the LORD3068 be with thee, as he hath been with my father1. shew: Heb. uncover thine ear","27":"And it came to pass on the morrow4283, which was the second8145 day of the month2320, that David\u0027s1732 place4725 was empty6485: and Saul7586 said559 unto Jonathan3083 his son1121, Wherefore cometh935 not the son1121 of Jesse3448 to meat3899, neither yesterday8543, nor to day3117?","30":"Then Saul\u0027s7586 anger639 was kindled2734 against Jonathan3083, and he said559 unto him, Thou son1121 of the perverse5753 rebellious4780 woman, do not I know3045 that thou hast chosen977 the son1121 of Jesse3448 to thine own confusion1322, and unto the confusion1322 of thy mother\u0027s517 nakedness6172? Thou: or, Thou perverse rebel: Heb. Son of perverse rebellion","18":"Then Jonathan3083 said559 to David1732, To morrow4279 is the new moon2320: and thou shalt be missed6485, because thy seat4186 will be empty6485. empty: Heb. missed","36":"And he said559 unto his lad5288, Run7323, find out4672 now the arrows2671 which I shoot3384. And as the lad5288 ran7323, he shot3384 an arrow2678 beyond5674 him. beyond: Heb. to pass over him","29":"And he said559, Let me go7971, I pray thee; for our family4940 hath a sacrifice2077 in the city5892; and my brother251, he hath commanded6680 me to be there: and now, if I have found4672 favour2580 in thine eyes5869, let me get away4422, I pray thee, and see7200 my brethren251. Therefore he cometh935 not unto the king\u0027s4428 table7979.","23":"And as touching the matter1697 which thou and I have spoken1696 of, behold, the LORD3068 be between thee and me for5704 ever5769.","19":"And when thou hast stayed three days8027, then thou shalt go down3381 quickly3966, and come935 to the place4725 where thou didst hide5641 thyself when3117 the business4639 was in hand, and shalt remain3427 by681 the stone68 Ezel237. quickly: or, diligently: Heb. greatly when the: Heb. in the day of the business Ezel: or, that sheweth the way","1":"And David1732 fled1272 from Naioth5121 in Ramah7414, and came935 and said559 before6440 Jonathan3083, What have I done6213? what is mine iniquity5771? and what is my sin2403 before6440 thy father1, that he seeketh1245 my life5315?","5":"And David1732 said559 unto Jonathan3083, Behold, to morrow4279 is the new moon2320, and I should not fail3427 to sit3427 with the king4428 at meat398: but let me go7971, that I may hide5641 myself in the field7704 unto the third7992 day at even6153.","4":"Then said559 Jonathan3083 unto David1732, Whatsoever thy soul5315 desireth559, I will even do6213 it for thee. Whatsoever: or, Say what is thy mind and I will do, etc desireth: Heb. speaketh, or, thinketh","8":"Therefore thou shalt deal6213 kindly2617 with thy servant5650; for thou hast brought935 thy servant5650 into a covenant1285 of the LORD3068 with thee: notwithstanding, if there be3426 in me iniquity5771, slay4191 me thyself; for why shouldest thou bring935 me to thy father1?","26":"Nevertheless Saul7586 spake1696 not any thing3972 that day3117: for he thought559, Something hath befallen4745 him, he is not1115 clean2889; surely he is not clean2889.","39":"But the lad5288 knew3045 not any thing3972: only Jonathan3083 and David1732 knew3045 the matter1697.","14":"And thou shalt not only while yet518 I live2416 shew6213 me the kindness2617 of the LORD3068, that I die4191 not:","37":"And when the lad5288 was come935 to the place4725 of the arrow2678 which Jonathan3083 had shot3384, Jonathan3083 cried7121 after310 the lad5288, and said559, Is not the arrow2678 beyond1973 thee?","22":"But if I say559 thus unto the young man5958, Behold, the arrows2671 are beyond1973 thee; go thy way3212: for the LORD3068 hath sent thee away7971.","28":"And Jonathan3083 answered6030 Saul7586, David1732 earnestly7592 asked7592 leave of me5978 to go to Bethlehem1035:","25":"And the king4428 sat3427 upon his seat4186, as at other times6471, even upon a seat4186 by the wall7023: and Jonathan3083 arose6965, and Abner74 sat3427 by Saul\u0027s7586 side6654, and David\u0027s1732 place4725 was empty6485.","9":"And Jonathan3083 said559, Far be it from thee2486: for if I knew3045 certainly3045 that evil7451 were determined3615 by my father1 to come935 upon thee, then would not I tell5046 it thee?","33":"And Saul7586 cast2904 a javelin2595 at him to smite5221 him: whereby Jonathan3083 knew3045 that it was determined3617 of his father1 to slay4191 David1732.","15":"But also thou shalt not cut off3772 thy kindness2617 from my house1004 for5704 ever5769: no, not when the LORD3068 hath cut off3772 the enemies341 of David1732 every one376 from the face6440 of the earth127.","34":"So Jonathan3083 arose6965 from the table7979 in fierce2750 anger639, and did eat398 no meat3899 the second8145 day3117 of the month2320: for he was grieved6087 for David1732, because his father1 had done him shame3637.","21":"And, behold, I will send7971 a lad5288, saying, Go3212, find out4672 the arrows2671. If I expressly559 say559 unto the lad5288, Behold, the arrows2671 are on this side of thee, take3947 them; then come935 thou: for there is peace7965 to thee, and no hurt1697; as the LORD3068 liveth2416. no hurt: Heb. not any thing","24":"So David1732 hid5641 himself in the field7704: and when the new moon2320 was come, the king4428 sat him down3427 to eat398 meat3899.","16":"So Jonathan3083 made3772 a covenant with the house1004 of David1732, saying, Let the LORD3068 even require1245 it at the hand3027 of David\u0027s1732 enemies341. made: Heb. cut","35":"And it came to pass in the morning1242, that Jonathan3083 went out3318 into the field7704 at the time appointed4150 with David1732, and a little6996 lad5288 with him.","32":"And Jonathan3083 answered6030 Saul7586 his father1, and said559 unto him, Wherefore shall he be slain4191? what hath he done6213?","7":"If he say559 thus, It is well2896; thy servant5650 shall have peace7965: but if he be very2734 wroth2734, then be sure3045 that evil7451 is determined3615 by him.","2":"And he said559 unto him, God forbid2486; thou shalt not die4191: behold, my father1 will do6213 6213 nothing1697 either great1419 or small6996, but that he will shew1540 241 it me: and why should my father1 hide5641 this thing1697 from me? it is not so. shew: Heb. uncover mine ear","38":"And Jonathan3083 cried7121 after310 the lad5288, Make speed4120, haste2363, stay5975 not. And Jonathan\u0027s3083 lad5288 gathered up3950 the arrows2671 2678, and came935 to his master113.","6":"If thy father1 at all6485 miss6485 me, then say559, David1732 earnestly7592 asked7592 leave of me that he might run7323 to Bethlehem1035 his city5892: for there is a yearly3117 sacrifice2077 there for all the family4940. sacrifice: or, feast","31":"For as long as3117 the son1121 of Jesse3448 liveth2425 upon the ground127, thou shalt not be established3559, nor thy kingdom4438. Wherefore now send7971 and fetch3947 him unto me, for he shall surely die1121 4194. shall: Heb. is the son of death"},"12":{"16":"Now therefore1571 stand3320 and see7200 this great1419 thing1697, which the LORD3068 will do6213 before your eyes5869.","3":"Behold, here I am: witness6030 against me before the LORD3068, and before his anointed4899: whose ox7794 have I taken3947? or whose ass2543 have I taken3947? or whom have I defrauded6231? whom have I oppressed7533? or of whose hand3027 have I received any bribe3724 to blind5956 mine eyes5869 therewith? and I will restore7725 it you. bribe: Heb. ransom to blind: or, that I should hide mine eyes at him","5":"And he said559 unto them, The LORD3068 is witness5707 against you, and his anointed4899 is witness5707 this day3117, that ye have not found4672 ought3972 in my hand3027. And they answered559, He is witness5707.","21":"And turn ye not aside5493: for then should ye go after310 vain8414 things, which cannot profit3276 nor deliver5337; for they are vain8414.","18":"So Samuel8050 called7121 unto the LORD3068; and the LORD3068 sent5414 thunder6963 and rain4306 that day3117: and all the people5971 greatly3966 feared3372 the LORD3068 and Samuel8050.","12":"And when ye saw7200 that Nahash5176 the king4428 of the children1121 of Ammon5983 came935 against you, ye said559 unto me, Nay; but a king4428 shall reign4427 over us: when the LORD3068 your God430 was your king4428.","10":"And they cried2199 unto the LORD3068, and said559, We have sinned2398, because we have forsaken5800 the LORD3068, and have served5647 Baalim1168 and Ashtaroth6252: but now deliver5337 us out of the hand3027 of our enemies341, and we will serve5647 thee.","2":"And now, behold, the king4428 walketh1980 before6440 you: and I am old2204 and grayheaded7867; and, behold, my sons1121 are with you: and I have walked1980 before6440 you from my childhood5271 unto this day3117.","22":"For the LORD3068 will not forsake5203 his people5971 for his great1419 name\u0027s8034 sake: because it hath pleased2974 the LORD3068 to make6213 you his people5971.","8":"When Jacob3290 was come935 into Egypt4714, and your fathers1 cried2199 unto the LORD3068, then the LORD3068 sent7971 Moses4872 and Aaron175, which brought forth3318 your fathers1 out of Egypt4714, and made them dwell3427 in this place4725.","17":"Is it not wheat2406 harvest7105 to day3117? I will call7121 unto the LORD3068, and he shall send5414 thunder6963 and rain4306; that ye may perceive3045 and see7200 that your wickedness7451 is great7227, which ye have done6213 in the sight5869 of the LORD3068, in asking7592 you a king4428.","11":"And the LORD3068 sent7971 Jerubbaal3378, and Bedan917, and Jephthah3316, and Samuel8050, and delivered5337 you out of the hand3027 of your enemies341 on every side5439, and ye dwelled3427 safe983.","1":"And Samuel8050 said559 unto all Israel3478, Behold, I have hearkened8085 unto your voice6963 in all that ye said559 unto me, and have made4427 a king4428 over you.","9":"And when they forgat7911 the LORD3068 their God430, he sold4376 them into the hand3027 of Sisera5516, captain8269 of the host6635 of Hazor2674, and into the hand3027 of the Philistines6430, and into the hand3027 of the king4428 of Moab4124, and they fought3898 against them.","24":"Only fear3372 the LORD3068, and serve5647 him in truth571 with all your heart3824: for consider7200 how great things he hath done1431 for you. how: or, what a great thing","14":"If ye will fear3372 the LORD3068, and serve5647 him, and obey8085 his voice6963, and not rebel4784 against the commandment6310 of the LORD3068, then shall both ye and also the king4428 that reigneth4427 over you continue following310 the LORD3068 your God430: commandment: Heb. mouth continue: Heb. be after","7":"Now therefore stand still3320, that I may reason8199 with you before6440 the LORD3068 of all the righteous acts6666 of the LORD3068, which he did6213 to you and to your fathers1. righteous: Heb. righteousnesses, or, benefits to: Heb. with","15":"But if ye will not obey8085 the voice6963 of the LORD3068, but rebel4784 against the commandment6310 of the LORD3068, then shall the hand3027 of the LORD3068 be against you, as it was against your fathers1.","20":"And Samuel8050 said559 unto the people5971, Fear3372 not: ye have done6213 all this wickedness7451: yet turn not aside5493 from following310 the LORD3068, but serve5647 the LORD3068 with all your heart3824;","25":"But if ye shall still7489 do wickedly7489, ye shall be consumed5595, both ye and your king4428.","23":"Moreover as for me595, God forbid2486 that I should sin2398 against the LORD3068 in ceasing2308 to pray6419 for you: but I will teach3384 you the good2896 and the right3477 way1870: in: Heb. from","6":"And Samuel8050 said559 unto the people5971, It is the LORD3068 that advanced6213 Moses4872 and Aaron175, and that brought5927 your fathers1 up5927 out of the land776 of Egypt4714. advanced: or, made","4":"And they said559, Thou hast not defrauded6231 us, nor oppressed7533 us, neither hast thou taken3947 ought3972 of any man\u0027s376 hand3027.","19":"And all the people5971 said559 unto Samuel8050, Pray6419 for thy servants5650 unto the LORD3068 thy God430, that we die4191 not: for we have added3254 unto all our sins2403 this evil7451, to ask7592 us a king4428.","13":"Now therefore behold the king4428 whom ye have chosen977, and whom ye have desired7592! and, behold, the LORD3068 hath set5414 a king4428 over you."},"10":{"11":"And it came to pass, when all that knew3045 him beforetime865 8032 saw7200 that, behold, he prophesied5012 among the prophets5030, then the people5971 said559 one376 to another7453, What is this that is come unto the son1121 of Kish7027? Is Saul7586 also among the prophets5030? one: Heb. a man to his neighbour","3":"Then shalt thou go on2498 forward1973 from thence, and thou shalt come935 to the plain436 of Tabor8396, and there shall meet4672 thee three7969 men582 going up5927 to God430 to Bethel1008, one259 carrying5375 three7969 kids1423, and another259 carrying5375 three7969 loaves3603 of bread3899, and another259 carrying5375 a bottle5035 of wine3196:","20":"And when Samuel8050 had caused all the tribes7626 of Israel3478 to come near7126, the tribe7626 of Benjamin1144 was taken3920.","12":"And one376 of the same place answered6030 and said559, But who is their father1? Therefore it became a proverb4912, Is Saul7586 also among the prophets5030? of: Heb. from thence","10":"And when they came935 thither to the hill1389, behold, a company2256 of prophets5030 met7125 him; and the Spirit7307 of God430 came6743 upon him, and he prophesied5012 among8432 them.","17":"And Samuel8050 called6817 the people5971 together unto the LORD3068 to Mizpeh4709;","13":"And when he had made an end3615 of prophesying5012, he came935 to the high place1116.","27":"But the children1121 of Belial1100 said559, How shall this man save3467 us? And they despised959 him, and brought935 him no presents4503. But he held his peace2790. held: or, was as though he had been deaf","18":"And said559 unto the children1121 of Israel3478, Thus saith559 the LORD3068 God430 of Israel3478, I brought up5927 Israel3478 out of Egypt4714, and delivered5337 you out of the hand3027 of the Egyptians4714, and out of the hand3027 of all kingdoms4467, and of them that oppressed3905 you:","23":"And they ran7323 and fetched3947 him thence: and when he stood3320 among8432 the people5971, he was higher1361 than any of the people5971 from his shoulders7926 and upward4605.","19":"And ye have this day3117 rejected3988 your God430, who himself saved3467 you out of all your adversities7451 and your tribulations6869; and ye have said559 unto him, Nay, but set7760 a king4428 over us. Now therefore present3320 yourselves before6440 the LORD3068 by your tribes7626, and by your thousands505.","1":"Then Samuel8050 took3947 a vial6378 of oil8081, and poured3332 it upon his head7218, and kissed5401 him, and said559, Is it not because the LORD3068 hath anointed4886 thee to be captain5057 over his inheritance5159?","5":"After310 that thou shalt come935 to the hill1389 of God430, where is the garrison5333 of the Philistines6430: and it shall come to pass, when thou art come thither935 to the city5892, that thou shalt meet6293 a company2256 of prophets5030 coming down3381 from the high place1116 with a psaltery5035, and a tabret8596, and a pipe2485, and a harp3658, before6440 them; and they shall prophesy5012:","4":"And they will7592 salute7965 thee, and give5414 thee two8147 loaves of bread3899; which thou shalt receive3947 of their hands3027. salute: Heb. ask thee of peace","8":"And thou shalt go down3381 before6440 me to Gilgal1537; and, behold, I will come down3381 unto thee, to offer5927 burnt offerings5930, and to sacrifice2076 sacrifices2077 of peace offerings8002: seven7651 days3117 shalt thou tarry3176, till I come935 to thee, and shew3045 thee what thou shalt do6213.","26":"And Saul7586 also went1980 home1004 to Gibeah1390; and there went3212 with him a band of men2428, whose hearts3820 God430 had touched5060.","14":"And Saul\u0027s7586 uncle1730 said559 unto him and to his servant5288, Whither575 went1980 ye? And he said559, To seek1245 the asses860: and when we saw7200 that they were no where369, we came935 to Samuel8050.","22":"Therefore they enquired7592 of the LORD3068 further, if the man376 should yet come935 thither1988. And the LORD3068 answered559, Behold, he hath hid2244 himself among the stuff3627.","25":"Then Samuel8050 told1696 the people5971 the manner4941 of the kingdom4410, and wrote3789 it in a book5612, and laid it up3240 before6440 the LORD3068. And Samuel8050 sent7971 all the people5971 away7971, every man376 to his house1004.","9":"And it was so, that when he had turned6437 his back7926 to go3212 from Samuel8050, God430 gave2015 him another312 heart3820: and all those signs226 came935 to pass that day3117. back: Heb. shoulder gave: Heb. turned","15":"And Saul\u0027s7586 uncle1730 said559, Tell5046 me, I pray thee, what Samuel8050 said559 unto you.","21":"When he had caused the tribe7626 of Benjamin1144 to come near7126 by their families4940, the family4940 of Matri4309 was taken3920, and Saul7586 the son1121 of Kish7027 was taken3920: and when they sought1245 him, he could not be found4672.","24":"And Samuel8050 said559 to all the people5971, See7200 ye him whom the LORD3068 hath chosen977, that there is none like him among all the people5971? And all the people5971 shouted7321, and said559, God save2421 the king4428. God: Heb. Let the king live","16":"And Saul7586 said559 unto his uncle1730, He told5046 us plainly5046 that the asses860 were found4672. But of the matter1697 of the kingdom4410, whereof Samuel8050 spake559, he told5046 him not.","7":"And let it be, when these signs226 are come935 unto thee, that thou do6213 as occasion4672 serve3027 thee; for God430 is with thee. And: Heb. And it shall come to pass, that when these signs, etc that: Heb. do for thee as thine hand shall find","2":"When thou art departed3212 from me5978 to day3117, then thou shalt find4672 two8147 men582 by Rachel\u0027s7354 sepulchre6900 in the border1366 of Benjamin1144 at Zelzah6766; and they will say559 unto thee, The asses860 which thou wentest1980 to seek1245 are found4672: and, lo, thy father1 hath left5203 the care1697 of the asses860, and sorroweth1672 for you, saying559, What shall I do6213 for my son1121? care: Heb. business","6":"And the Spirit7307 of the LORD3068 will come6743 upon thee, and thou shalt prophesy5012 with them, and shalt be turned2015 into another312 man376."},"17":{"11":"When Saul7586 and all Israel3478 heard8085 those words1697 of the Philistine6430, they were dismayed2865, and greatly3966 afraid3372.","41":"And the Philistine6430 came3212 on1980 and drew near7131 unto David1732; and the man376 that bare5375 the shield6793 went before6440 him.","45":"Then said559 David1732 to the Philistine6430, Thou comest935 to me with a sword2719, and with a spear2595, and with a shield3591: but I come935 to thee in the name8034 of the LORD3068 of hosts6635, the God430 of the armies4634 of Israel3478, whom thou hast defied2778.","42":"And when the Philistine6430 looked about5027, and saw7200 David1732, he disdained959 him: for he was but a youth5288, and ruddy132, and of a fair3303 countenance4758.","3":"And the Philistines6430 stood5975 on a mountain2022 on the one side, and Israel3478 stood5975 on a mountain2022 on the other side: and there was a valley1516 between them.","20":"And David1732 rose up early7925 in the morning1242, and left5203 the sheep6629 with a keeper8104, and took5375, and went3212, as Jesse3448 had commanded6680 him; and he came935 to the trench4570, as the host2428 was going forth3318 to the fight4634, and shouted7321 for the battle4421. trench: or, place of the carriage fight: or, battle array, or, place of fight","56":"And the king4428 said559, Enquire7592 thou whose son1121 the stripling5958 is.","12":"Now David1732 was the son1121 of that Ephrathite376 673 of Bethlehemjudah1035 3063, whose name8034 was Jesse3448; and he had eight8083 sons1121: and the man376 went935 among men582 for an old man2204 in the days3117 of Saul7586.","10":"And the Philistine6430 said559, I defy2778 the armies4634 of Israel3478 this day3117; give5414 me a man376, that we may fight3898 together3162.","17":"And Jesse3448 said559 unto David1732 his son1121, Take3947 now for thy brethren251 an ephah374 of this2088 parched7039 corn, and these ten6235 loaves3899, and run7323 to the camp4264 to thy brethren251;","51":"Therefore David1732 ran7323, and stood5975 upon the Philistine6430, and took3947 his sword2719, and drew8025 it out of the sheath8593 thereof, and slew4191 him, and cut off3772 his head7218 therewith. And when the Philistines6430 saw7200 their champion1368 was dead4191, they fled5127.","44":"And the Philistine6430 said559 to David1732, Come3212 to me, and I will give5414 thy flesh1320 unto the fowls5775 of the air8064, and to the beasts929 of the field7704.","40":"And he took3947 his staff4731 in his hand3027, and chose977 him five2568 smooth2512 stones68 out of the brook5158, and put7760 them in a shepherd\u0027s7462 bag3627 which he had, even in a scrip3219; and his sling7050 was in his hand3027: and he drew near5066 to the Philistine6430. brook: or, valley bag: Heb. vessel","13":"And the three7969 eldest1419 sons1121 of Jesse3448 went3212 and followed310 Saul7586 to the battle4421: and the names8034 of his three7969 sons1121 that went1980 to the battle4421 were Eliab446 the firstborn1060, and next4932 unto him Abinadab41, and the third7992 Shammah8048.","27":"And the people5971 answered559 him after this manner1697, saying559, So shall it be done6213 to the man376 that killeth5221 him.","30":"And he turned5437 from him681 toward4136 another312, and spake559 after the same manner1697: and the people5971 answered1697 him again7725 after the former7223 manner1697. manner: Heb. word","53":"And the children1121 of Israel3478 returned7725 from chasing1814 after310 the Philistines6430, and they spoiled8155 their tents4264.","18":"And carry935 these ten6235 cheeses2461 2757 unto the captain8269 of their thousand505, and look6485 how thy brethren251 fare7965, and take3947 their pledge6161. cheeses: Heb. cheeses of milk of: Heb. of a thousand","36":"Thy servant5650 slew5221 both the lion738 and the bear1677: and this uncircumcised6189 Philistine6430 shall be as one259 of them, seeing he hath defied2778 the armies4634 of the living2416 God430.","29":"And David1732 said559, What have I now done6213? Is there not a cause1697?","23":"And as he talked1696 with them, behold, there came up5927 the champion376 1143, the Philistine6430 of Gath1661, Goliath1555 by name8034, out of the armies4634 4630 of the Philistines6430, and spake1696 according to the same428 words1697: and David1732 heard8085 them.","19":"Now Saul7586, and they, and all the men376 of Israel3478, were in the valley6010 of Elah425, fighting3898 with the Philistines6430.","1":"Now the Philistines6430 gathered together622 their armies4264 to battle4421, and were gathered together622 at Shochoh7755, which belongeth to Judah3063, and pitched2583 between Shochoh7755 and Azekah5825, in Ephesdammim658. Ephesdammim: or, the coast of Dammim, called Pasdammim","47":"And all this assembly6951 shall know3045 that the LORD3068 saveth3467 not with sword2719 and spear2595: for the battle4421 is the LORD\u0027S3068, and he will give5414 you into our hands3027.","5":"And he had an helmet3553 of brass5178 upon his head7218, and he was armed3847 with a coat8302 of mail7193; and the weight4948 of the coat8302 was five2568 thousand505 shekels8255 of brass5178. armed: Heb. clothed","54":"And David1732 took3947 the head7218 of the Philistine6430, and brought935 it to Jerusalem3389; but he put7760 his armour3627 in his tent168.","52":"And the men582 of Israel3478 and of Judah3063 arose6965, and shouted7321, and pursued7291 the Philistines6430, until thou come935 to the valley1516, and to the gates8179 of Ekron6138. And the wounded2491 of the Philistines6430 fell down5307 by the way1870 to Shaaraim8189, even unto Gath1661, and unto Ekron6138.","49":"And David1732 put7971 his hand3027 in his bag3627, and took3947 thence a stone68, and slang7049 it, and smote5221 the Philistine6430 in his forehead4696, that the stone68 sunk2883 into his forehead4696; and he fell5307 upon his face6440 to the earth776.","4":"And there went out3318 a champion376 1143 out of the camp4264 of the Philistines6430, named8034 Goliath1555, of Gath1661, whose height1363 was six8337 cubits520 and a span2239.","8":"And he stood5975 and cried7121 unto the armies4634 of Israel3478, and said559 unto them, Why are ye come out3318 to set your battle4421 in array6186? am not I a Philistine6430, and ye servants5650 to Saul7586? choose1262 you a man376 for you, and let him come down3381 to me.","58":"And Saul7586 said559 to him, Whose son1121 art thou, thou young man5288? And David1732 answered559, I am the son1121 of thy servant5650 Jesse3448 the Bethlehemite1022.","26":"And David1732 spake559 to the men582 that stood5975 by him, saying559, What shall be done6213 to the man376 that killeth5221 this1975 Philistine6430, and taketh away5493 the reproach2781 from Israel3478? for who is this uncircumcised6189 Philistine6430, that he should defy2778 the armies4634 of the living2416 God430?","39":"And David1732 girded2296 his sword2719 upon his armour4055, and he assayed2974 to go3212; for he had not proved5254 it. And David1732 said559 unto Saul7586, I cannot3201 go3212 with these; for I have not proved5254 them. And David1732 put5493 them off him.","14":"And David1732 was the youngest6996: and the three7969 eldest1419 followed1980 310 Saul7586.","37":"David1732 said559 moreover, The LORD3068 that delivered5337 me out of the paw3027 of the lion738, and out of the paw3027 of the bear1677, he will deliver5337 me out of the hand3027 of this Philistine6430. And Saul7586 said559 unto David1732, Go3212, and the LORD3068 be with thee.","22":"And David1732 left5203 his carriage3627 in the hand3027 of the keeper8104 of the carriage3627, and ran7323 into the army4634, and came935 and saluted7592 7965 his brethren251. his carriage: Heb. the vessels from upon him saluted: Heb. asked his brethren of peace","28":"And Eliab446 his eldest1419 brother251 heard8085 when he spake1696 unto the men582; and Eliab\u0027s446 anger639 was kindled2734 against David1732, and he said559, Why camest thou down3381 hither? and with whom hast thou left5203 those2007 few4592 sheep6629 in the wilderness4057? I know3045 thy pride2087, and the naughtiness7455 of thine heart3824; for thou art come down3381 that thou mightest see7200 the battle4421.","25":"And the men376 of Israel3478 said559, Have ye seen7200 this man376 that is come up5927? surely to defy2778 Israel3478 is he come up5927: and it shall be, that the man376 who killeth5221 him, the king4428 will enrich6238 him with great1419 riches6239, and will give5414 him his daughter1323, and make6213 his father\u0027s1 house1004 free2670 in Israel3478.","9":"If he be able3201 to fight3898 with me, and to kill5221 me, then will we be your servants5650: but if I prevail3201 against him, and kill5221 him, then shall ye be our servants5650, and serve5647 us.","33":"And Saul7586 said559 to David1732, Thou art not able3201 to go3212 against this Philistine6430 to fight3898 with him: for thou art but a youth5288, and he a man376 of war4421 from his youth5271.","15":"But David1732 went1980 and returned7725 from Saul7586 to feed7462 his father\u0027s1 sheep6629 at Bethlehem1035.","34":"And David1732 said559 unto Saul7586, Thy servant5650 kept7462 his father\u0027s1 sheep6629, and there came935 a lion738, and a bear1677, and took5375 a lamb7716 2089 out of the flock5739: lamb: or, kid","21":"For Israel3478 and the Philistines6430 had put the battle in array6186, army4634 against7125 army4634.","57":"And as David1732 returned7725 from the slaughter5221 of the Philistine6430, Abner74 took3947 him, and brought935 him before6440 Saul7586 with the head7218 of the Philistine6430 in his hand3027.","24":"And all the men376 of Israel3478, when they saw7200 the man376, fled5127 from him6440, and were sore3966 afraid3372. from: Heb. from his face","46":"This day3117 will the LORD3068 deliver5462 thee into mine hand3027; and I will smite5221 thee, and take5493 thine head7218 from thee; and I will give5414 the carcases6297 of the host4264 of the Philistines6430 this day3117 unto the fowls5775 of the air8064, and to the wild beasts2416 of the earth776; that all the earth776 may know3045 that there is3426 a God430 in Israel3478. deliver: Heb. shut thee up","16":"And the Philistine6430 drew near5066 morning7925 and evening6150, and presented3320 himself forty705 days3117.","35":"And I went out3318 after310 him, and smote5221 him, and delivered5337 it out of his mouth6310: and when he arose6965 against me, I caught2388 him by his beard2206, and smote5221 him, and slew4191 him.","32":"And David1732 said559 to Saul7586, Let no man\u0027s120 heart3820 fail5307 because of him; thy servant5650 will go3212 and fight3898 with this Philistine6430.","7":"And the staff6086 2671 of his spear2595 was like a weaver\u0027s707 beam4500; and his spear\u0027s2595 head3852 weighed six8337 hundred3967 shekels8255 of iron1270: and one bearing5375 a shield6793 went1980 before6440 him.","43":"And the Philistine6430 said559 unto David1732, Am I a dog3611, that thou comest935 to me with staves4731? And the Philistine6430 cursed7043 David1732 by his gods430.","48":"And it came to pass, when the Philistine6430 arose6965, and came3212 and drew nigh7126 to meet7125 David1732, that David1732 hasted4116, and ran7323 toward the army4634 to meet7125 the Philistine6430.","2":"And Saul7586 and the men376 of Israel3478 were gathered together622, and pitched2583 by the valley6010 of Elah425, and set the battle4421 in array6186 against7125 the Philistines6430. set: Heb. ranged the battle","38":"And Saul7586 armed3847 David1732 with his armour4055, and he put5414 an helmet6959 of brass5178 upon his head7218; also he armed3847 him with a coat of mail8302. armed David: Heb. clothed David with his clothes","55":"And when Saul7586 saw7200 David1732 go forth3318 against7125 the Philistine6430, he said559 unto Abner74, the captain8269 of the host6635, Abner74, whose son1121 is this youth5288? And Abner74 said559, As thy soul5315 liveth2416, O king4428, I cannot518 tell3045.","50":"So David1732 prevailed2388 over4480 the Philistine6430 with a sling7050 and with a stone68, and smote5221 the Philistine6430, and slew4191 him; but there was no sword2719 in the hand3027 of David1732.","6":"And he had greaves4697 of brass5178 upon his legs7272, and a target3591 of brass5178 between his shoulders3802. target: or, gorget","31":"And when the words1697 were heard8085 which David1732 spake1696, they rehearsed5046 them before6440 Saul7586: and he sent3947 for him. sent: Heb. took him"},"13":{"16":"And Saul7586, and Jonathan3129 his son1121, and the people5971 that were present4672 with them, abode3427 in Gibeah1387 of Benjamin1144: but the Philistines6430 encamped2583 in Michmash4363. present: Heb. found Gibeah: Heb. Geba","3":"And Jonathan3129 smote5221 the garrison5333 of the Philistines6430 that was in Geba1387, and the Philistines6430 heard8085 of it. And Saul7586 blew8628 the trumpet7782 throughout all the land776, saying559, Let the Hebrews5680 hear8085. Geba: or, the hill","5":"And the Philistines6430 gathered themselves together622 to fight3898 with Israel3478, thirty7970 thousand505 chariots7393, and six8337 thousand505 horsemen6571, and people5971 as the sand2344 which is on the sea3220 shore8193 in multitude7230: and they came up5927, and pitched2583 in Michmash4363, eastward6926 from Bethaven1007.","21":"Yet they had a file6477 6310 for the mattocks4281, and for the coulters855, and for the forks7969 7053, and for the axes7134, and to sharpen5324 the goads1861. a file: Heb. a file with mouths sharpen: Heb. to set","18":"And another259 company7218 turned6437 the way1870 to Bethhoron1032: and another259 company7218 turned6437 to the way1870 of the border1366 that looketh8259 to the valley1516 of Zeboim6650 toward the wilderness4057.","12":"Therefore said559 I, The Philistines6430 will come down3381 now upon me to Gilgal1537, and I have not made supplication2470 unto6440 the LORD3068: I forced662 myself therefore, and offered5927 a burnt offering5930. made: Heb. intreated the face","10":"And it came to pass, that as soon as he had made an end3615 of offering5927 the burnt offering5930, behold, Samuel8050 came935; and Saul7586 went out3318 to meet7125 him, that he might salute1288 him. salute: Heb. bless","2":"Saul7586 chose977 him three7969 thousand505 men of Israel3478; whereof two thousand505 were with Saul7586 in Michmash4363 and in mount2022 Bethel1008, and a thousand505 were with Jonathan3129 in Gibeah1390 of Benjamin1144: and the rest3499 of the people5971 he sent7971 every man376 to his tent168.","22":"So it came to pass in the day3117 of battle4421, that there was neither sword2719 nor spear2595 found4672 in the hand3027 of any of the people5971 that were with Saul7586 and Jonathan3129: but with Saul7586 and with Jonathan3129 his son1121 was there found4672.","8":"And he tarried3176 3176 seven7651 days3117, according to the set time4150 that Samuel8050 had appointed: but Samuel8050 came935 not to Gilgal1537; and the people5971 were scattered6327 from him.","17":"And the spoilers7843 came out3318 of the camp4264 of the Philistines6430 in three7969 companies7218: one259 company7218 turned6437 unto the way1870 that leadeth to Ophrah6084, unto the land776 of Shual7777:","11":"And Samuel8050 said559, What hast thou done6213? And Saul7586 said559, Because I saw7200 that the people5971 were scattered5310 from me, and that thou camest935 not within the days3117 appointed4150, and that the Philistines6430 gathered themselves together622 at Michmash4363;","1":"Saul7586 reigned4427 one year1121 8141; and when he had reigned4427 two8147 years8141 over Israel3478, reigned one: Heb. the son of one year in his reigning","9":"And Saul7586 said559, Bring hither5066 a burnt offering5930 to me, and peace offerings8002. And he offered5927 the burnt offering5930.","14":"But now thy kingdom4467 shall not continue6965: the LORD3068 hath sought1245 him a man376 after his own heart3824, and the LORD3068 hath commanded6680 him to be captain5057 over his people5971, because thou hast not kept8104 that which the LORD3068 commanded6680 thee.","7":"And some of the Hebrews5680 went over5674 Jordan3383 to the land776 of Gad1410 and Gilead1568. As for Saul7586, he was yet in Gilgal1537, and all the people5971 followed310 him trembling2729. followed: Heb. trembled after him","15":"And Samuel8050 arose6965, and gat him up5927 from Gilgal1537 unto Gibeah1390 of Benjamin1144. And Saul7586 numbered6485 the people5971 that were present4672 with him, about six8337 hundred3967 men376. present: Heb. found","20":"But all the Israelites3478 went down3381 to the Philistines6430, to sharpen3913 every man376 his share4282, and his coulter855, and his axe7134, and his mattock4281.","23":"And the garrison4673 of the Philistines6430 went out3318 to the passage4569 of Michmash4363. garrison: or, standing camp","6":"When the men376 of Israel3478 saw7200 that they were in a strait6887, (for the people5971 were distressed5065,) then the people5971 did hide2244 themselves in caves4631, and in thickets2337, and in rocks5553, and in high places6877, and in pits953.","4":"And all Israel3478 heard8085 say559 that Saul7586 had smitten5221 a garrison5333 of the Philistines6430, and that Israel3478 also was had in abomination887 with the Philistines6430. And the people5971 were called together6817 after310 Saul7586 to Gilgal1537. was: Heb. did stink","19":"Now there was no smith2796 found4672 throughout all the land776 of Israel3478: for the Philistines6430 said559, Lest the Hebrews5680 make6213 them swords2719 or spears2595:","13":"And Samuel8050 said559 to Saul7586, Thou hast done foolishly5528: thou hast not kept8104 the commandment4687 of the LORD3068 thy God430, which he commanded6680 thee: for now would the LORD3068 have established3559 thy kingdom4467 upon Israel3478 for5704 ever5769."},"27":{"7":"And the time4557 3117 that David1732 dwelt3427 in the country7704 of the Philistines6430 was a full year3117 and four702 months2320. the time: Heb. the number of days a full year: Heb. a year of days","9":"And David1732 smote5221 the land776, and left neither man376 nor woman802 alive2421, and took away3947 the sheep6629, and the oxen1241, and the asses2543, and the camels1581, and the apparel899, and returned7725, and came935 to Achish397.","10":"And Achish397 said559, Whither408 have ye made a road6584 to day3117? And David1732 said559, Against the south5045 of Judah3063, and against the south5045 of the Jerahmeelites3397, and against the south5045 of the Kenites7017. Whither: or, Did you not make a road, etc","3":"And David1732 dwelt3427 with Achish397 at Gath1661, he and his men582, every man376 with his household1004, even David1732 with his two8147 wives802, Ahinoam293 the Jezreelitess3159, and Abigail26 the Carmelitess3762, Nabal\u0027s5037 wife802.","11":"And David1732 saved2421 neither man376 nor woman802 alive2421, to bring935 tidings to Gath1661, saying559, Lest they should tell5046 on us, saying559, So did6213 David1732, and so will be his manner4941 all the while3117 he dwelleth3427 in the country7704 of the Philistines6430.","2":"And David1732 arose6965, and he passed over5674 with the six8337 hundred3967 men376 that were with him unto Achish397, the son1121 of Maoch4582, king4428 of Gath1661.","1":"And David1732 said559 in his heart3820, I shall now perish5595 one259 day3117 by the hand3027 of Saul7586: there is nothing better2896 for me than that3588 I should speedily4422 escape4422 into the land776 of the Philistines6430; and Saul7586 shall despair2976 of me, to seek1245 me any more in any coast1366 of Israel3478: so shall I escape4422 out of his hand3027. perish: Heb. be consumed","12":"And Achish397 believed539 David1732, saying559, He hath made his people5971 Israel3478 utterly887 to abhor887 him; therefore he shall be my servant5650 for ever5769. utterly: Heb. to stink","4":"And it was told5046 Saul7586 that David1732 was fled1272 to Gath1661: and he sought1245 no more again3254 3254 for him.","6":"Then Achish397 gave5414 him Ziklag6860 that day3117: wherefore Ziklag6860 pertaineth unto the kings4428 of Judah3063 unto this day3117.","5":"And David1732 said559 unto Achish397, If I have now found4672 grace2580 in thine eyes5869, let them give5414 me a place4725 in some259 town5892 in the country7704, that I may dwell3427 there: for why should thy servant5650 dwell3427 in the royal4467 city5892 with thee?","8":"And David1732 and his men582 went up5927, and invaded6584 the Geshurites1651, and the Gezrites1511, and the Amalekites6003: for those2007 nations were of old5769 the inhabitants3427 of the land776, as thou goest935 to Shur7793, even unto the land776 of Egypt4714. Gezrites: or, Gerzites"},"30":{"11":"And they found4672 an Egyptian376 4713 in the field7704, and brought3947 him to David1732, and gave5414 him bread3899, and he did eat398; and they made him drink8248 water4325;","3":"So David1732 and his men582 came935 to the city5892, and, behold, it was burned8313 with fire784; and their wives802, and their sons1121, and their daughters1323, were taken captives7617.","20":"And David1732 took3947 all the flocks6629 and the herds1241, which they drave5090 before6440 those1931 other cattle4735, and said559, This is David\u0027s1732 spoil7998.","12":"And they gave5414 him a piece6400 of a cake1690 of figs, and two8147 clusters of raisins6778: and when he had eaten398, his spirit7307 came again7725 to him: for he had eaten398 no bread3899, nor drunk8354 any water4325, three7969 days3117 and three7969 nights3915.","10":"But David1732 pursued7291, he and four702 hundred3967 men376: for two hundred3967 abode behind5975, which were so faint6296 that they could not go over5674 the brook5158 Besor1308.","17":"And David1732 smote5221 them from the twilight5399 even unto the evening6153 of the next day4283: and there escaped4422 not a man376 of them, save four702 hundred3967 young5288 men376, which rode7392 upon camels1581, and fled5127. the next: Heb. their morrow","13":"And David1732 said559 unto him, To whom belongest thou? and whence art thou? And he said559, I am a young man5288 of Egypt4713, servant5650 to an Amalekite376 6003; and my master113 left5800 me, because three7969 days3117 agone I fell sick2470.","27":"To them 834 which were in Bethel1008, and to them which were in south5045 Ramoth7418, and to them which were in Jattir3492,","30":"And to them which were in Hormah2767, and to them which were in Chorashan3565, and to them which were in Athach6269,","18":"And David1732 recovered5337 all that the Amalekites6002 had carried away3947: and David1732 rescued5337 his two8147 wives802.","29":"And to them which were in Rachal7403, and to them which were in the cities5892 of the Jerahmeelites3397, and to them which were in the cities5892 of the Kenites7017,","23":"Then said559 David1732, Ye shall not do so6213, my brethren251, with that which the LORD3068 hath given5414 us, who hath preserved8104 us, and delivered5414 the company1416 that came935 against us into our hand3027.","19":"And there was nothing lacking5737 to them, neither4480 small6996 nor great1419, neither sons1121 nor daughters1323, neither spoil7998, nor any thing that they had taken3947 to them: David1732 recovered7725 all.","1":"And it came to pass, when David1732 and his men582 were come935 to Ziklag6860 on the third7992 day3117, that the Amalekites6003 had invaded6584 the south5045, and Ziklag6860, and smitten5221 Ziklag6860, and burned8313 it with fire784;","5":"And David\u0027s1732 two8147 wives802 were taken captives7617, Ahinoam293 the Jezreelitess3159, and Abigail26 the wife802 of Nabal5037 the Carmelite3761.","4":"Then David1732 and the people5971 that were with him lifted up5375 their voice6963 and wept1058, until they had no more power3581 to weep1058.","8":"And David1732 enquired7592 at the LORD3068, saying559, Shall I pursue7291 after310 this troop1416? shall I overtake5381 them? And he answered559 him, Pursue7291: for thou shalt surely5381 overtake5381 them, and without fail5337 recover5337 all.","26":"And when David1732 came935 to Ziklag6860, he sent7971 of the spoil7998 unto the elders2205 of Judah3063, even to his friends7453, saying559, Behold a present1293 for you of the spoil7998 of the enemies341 of the LORD3068; present: Heb. blessing","14":"We made an invasion6584 upon the south5045 of the Cherethites3774, and upon the coast which belongeth to Judah3063, and upon the south5045 of Caleb3612; and we burned8313 Ziklag6860 with fire784.","22":"Then answered6030 all the wicked7451 men376 and men of Belial1100, of those582 that went1980 with David1732, and said559, Because they went1980 not with us, we will not give5414 them ought of the spoil7998 that we have recovered5337, save to every man376 his wife802 and his children1121, that they may lead them away5090, and depart3212. those: Heb. men","28":"And to them which were in Aroer6177, and to them which were in Siphmoth8224, and to them which were in Eshtemoa851,","25":"And it was so from that day3117 forward4605, that he made7760 it a statute2706 and an ordinance4941 for Israel3478 unto this day3117. forward: Heb. and forward","9":"So David1732 went3212, he and the six8337 hundred3967 men376 that were with him, and came935 to the brook5158 Besor1308, where those that were left behind3498 stayed5975.","15":"And David1732 said559 to him, Canst thou bring me down3381 to this company1416? And he said559, Swear7650 unto me by God430, that thou wilt neither kill4191 me, nor518 deliver5462 me into the hands3027 of my master113, and I will bring thee down3381 to this company1416.","21":"And David1732 came935 to the two hundred3967 men582, which were so faint6296 that they could not follow3212 310 David1732, whom they had made also to abide3427 at the brook5158 Besor1308: and they went forth3318 to meet7125 David1732, and to meet7125 the people5971 that were with him: and when David1732 came near5066 to the people5971, he saluted7592 7965 them. saluted: or, asked them how they did","24":"For who will hearken8085 unto you in this matter1697? but as his part2506 is that goeth down3381 3381 to the battle4421, so shall his part2506 be that tarrieth3427 by the stuff3627: they shall part2505 alike3162.","16":"And when he had brought him down3381, behold, they were spread abroad5203 upon all6440 the earth776, eating398 and drinking8354, and dancing2287, because of all the great1419 spoil7998 that they had taken3947 out of the land776 of the Philistines6430, and out of the land776 of Judah3063.","7":"And David1732 said559 to Abiathar54 the priest3548, Ahimelech\u0027s288 son1121, I pray thee, bring me hither5066 the ephod646. And Abiathar54 brought5066 thither the ephod646 to David1732.","2":"And had taken the women802 captives7617, that were therein: they slew4191 not any376, either great1419 or small6996, but carried them away5090, and went3212 on their way1870.","6":"And David1732 was greatly3966 distressed3334; for the people5971 spake559 of stoning5619 him, because the soul5315 of all the people5971 was grieved4843, every man376 for his sons1121 and for his daughters1323: but David1732 encouraged2388 himself in the LORD3068 his God430. grieved: Heb. bitter","31":"And to them which were in Hebron2275, and to all the places4725 where David1732 himself and his men582 were wont to haunt1980."},"18":{"11":"And Saul7586 cast2904 the javelin2595; for he said559, I will smite5221 David1732 even to the wall7023 with it. And David1732 avoided out5437 of his presence6440 twice6471.","3":"Then Jonathan3083 and David1732 made3772 a covenant1285, because he loved160 him as his own soul5315.","20":"And Michal4324 Saul\u0027s7586 daughter1323 loved157 David1732: and they told5046 Saul7586, and the thing1697 pleased3474 5869 him. pleased him: Heb. was right in his eyes","12":"And Saul7586 was afraid3372 of6440 David1732, because the LORD3068 was with him, and was departed5493 from Saul7586.","10":"And it came to pass on the morrow4283, that the evil7451 spirit7307 from God430 came6743 upon Saul7586, and he prophesied5012 in the midst8432 of the house1004: and David1732 played5059 with his hand3027, as at other times3117: and there was a javelin2595 in Saul\u0027s7586 hand3027.","17":"And Saul7586 said559 to David1732, Behold my elder1419 daughter1323 Merab4764, her will I give5414 thee to wife802: only be thou valiant1121 2428 for me, and fight3898 the LORD\u0027S3068 battles4421. For Saul7586 said559, Let not mine hand3027 be upon him, but let the hand3027 of the Philistines6430 be upon him. valiant: Heb. a son of valour","13":"Therefore Saul7586 removed5493 him from him, and made7760 him his captain8269 over a thousand505; and he went out3318 and came in935 before6440 the people5971.","27":"Wherefore David1732 arose6965 and went3212, he and his men582, and slew5221 of the Philistines6430 two hundred3967 men376; and David1732 brought935 their foreskins6190, and they gave them in full tale4390 to the king4428, that he might be the king\u0027s4428 son in law2859. And Saul7586 gave5414 him Michal4324 his daughter1323 to wife802.","30":"Then the princes8269 of the Philistines6430 went forth3318: and it came to pass, after1767 they went forth3318, that David1732 behaved himself more wisely7919 than all the servants5650 of Saul7586; so that his name8034 was much3966 set by3365. set by: Heb. precious","18":"And David1732 said559 unto Saul7586, Who am I? and what is my life2416, or my father\u0027s1 family4940 in Israel3478, that I should be son in law2860 to the king4428?","29":"And Saul7586 was yet the more3254 afraid3372 of6440 David1732; and Saul7586 became David\u0027s1732 enemy341 continually3117.","23":"And Saul\u0027s7586 servants5650 spake1696 those words1697 in the ears241 of David1732. And David1732 said559, Seemeth5869 it to you a light7043 thing to be a king\u0027s4428 son in law2859, seeing that I am a poor7326 man376, and lightly esteemed7034?","19":"But it came to pass at the time6256 when Merab4764 Saul\u0027s7586 daughter1323 should have been given5414 to David1732, that she was given5414 unto Adriel5741 the Meholathite4259 to wife802.","1":"And it came to pass, when he had made an end3615 of speaking1696 unto Saul7586, that the soul5315 of Jonathan3083 was knit7194 with the soul5315 of David1732, and Jonathan3083 loved157 him as his own soul5315.","5":"And David1732 went out3318 whithersoever Saul7586 sent7971 him, and behaved himself wisely7919: and Saul7586 set7760 him over the men582 of war4421, and he was accepted3190 in the sight5869 of all the people5971, and also in the sight5869 of Saul\u0027s7586 servants5650. behaved: or, prospered","4":"And Jonathan3083 stripped6584 himself of the robe4598 that was upon him, and gave5414 it to David1732, and his garments4055, even to his sword2719, and to his bow7198, and to his girdle2289.","8":"And Saul7586 was very3966 wroth2734, and the saying1697 displeased3415 5869 him; and he said559, They have ascribed5414 unto David1732 ten thousands7233, and to me they have ascribed5414 but thousands505: and what can he have more but the kingdom4410? displeased him: Heb. was evil in his eyes","26":"And when his servants5650 told5046 David1732 these words1697, it pleased3474 1697 5869 David1732 well to be the king\u0027s4428 son in law2859: and the days3117 were not expired4390. expired: Heb. fulfilled","14":"And David1732 behaved himself wisely7919 in all his ways1870; and the LORD3068 was with him. behaved: or, prospered","22":"And Saul7586 commanded6680 his servants5650, saying, Commune1696 with David1732 secretly3909, and say559, Behold, the king4428 hath delight2654 in thee, and all his servants5650 love157 thee: now therefore be the king\u0027s4428 son in law2859.","28":"And Saul7586 saw7200 and knew3045 that the LORD3068 was with David1732, and that Michal4324 Saul\u0027s7586 daughter1323 loved157 him.","25":"And Saul7586 said559, Thus shall ye say559 to David1732, The king4428 desireth2656 not any dowry4119, but an hundred3967 foreskins6190 of the Philistines6430, to be avenged5358 of the king\u0027s4428 enemies341. But Saul7586 thought2803 to make David1732 fall5307 by the hand3027 of the Philistines6430.","9":"And Saul7586 eyed5770 David1732 from that day3117 and forward1973.","15":"Wherefore when Saul7586 saw7200 that he behaved7919 himself very3966 wisely7919, he was afraid1481 of6440 him.","21":"And Saul7586 said559, I will give5414 him her, that she may be a snare4170 to him, and that the hand3027 of the Philistines6430 may be against him. Wherefore Saul7586 said559 to David1732, Thou shalt this day3117 be my son in law2859 in the one of the twain8147.","24":"And the servants5650 of Saul7586 told5046 him, saying559, On this manner1697 spake1696 David1732. On: Heb. According to these words","16":"But all Israel3478 and Judah3063 loved157 David1732, because he went out3318 and came in935 before6440 them.","7":"And the women802 answered6030 one another as they played7832, and said559, Saul7586 hath slain5221 his thousands505, and David1732 his ten thousands7233.","2":"And Saul7586 took3947 him that day3117, and would let5414 him go no more home7725 to his father\u0027s1 house1004.","6":"And it came to pass as they came935, when David1732 was returned7725 from the slaughter5221 of the Philistine6430, that the women802 came out3318 of all cities5892 of Israel3478, singing7891 and dancing4246, to meet7125 king4428 Saul7586, with tabrets8596, with joy8057, and with instruments7991 of musick. Philistine: or, Philistines instruments: Heb. three stringed instruments"},"29":{"7":"Wherefore now return7725, and go3212 in peace7965, that thou displease6213 7451 5869 not the lords5633 of the Philistines6430. displease: Heb. do not evil in the eyes of the lords","9":"And Achish397 answered6030 and said559 to David1732, I know3045 that thou art good2896 in my sight5869, as an angel4397 of God430: notwithstanding the princes8269 of the Philistines6430 have said559, He shall not go up5927 with us to the battle4421.","10":"Wherefore now rise up early7925 in the morning1242 with thy master\u0027s113 servants5650 that are come935 with thee: and as soon as ye be up early7925 in the morning1242, and have light215, depart3212.","3":"Then said559 the princes8269 of the Philistines6430, What do these Hebrews5680 here? And Achish397 said559 unto the princes8269 of the Philistines6430, Is not this David1732, the servant5650 of Saul7586 the king4428 of Israel3478, which hath been with me these days3117, or these years8141, and I have found4672 no fault3972 in him since3117 he fell5307 unto me unto this day3117?","11":"So David1732 and his men582 rose up early7925 to depart3212 in the morning1242, to return7725 into the land776 of the Philistines6430. And the Philistines6430 went up5927 to Jezreel3157.","2":"And the lords5633 of the Philistines6430 passed on5674 by hundreds3967, and by thousands505: but David1732 and his men582 passed on5674 in the rereward314 with Achish397.","1":"Now the Philistines6430 gathered together6908 all their armies4264 to Aphek663: and the Israelites3478 pitched2583 by a fountain5869 which is in Jezreel3157.","4":"And the princes8269 of the Philistines6430 were wroth7107 with him; and the princes8269 of the Philistines6430 said559 unto him, Make7725 this fellow376 return7725, that he may go again7725 to his place4725 which thou hast appointed6485 him, and let him not go down3381 with us to battle4421, lest in the battle4421 he be an adversary7854 to us: for wherewith should he reconcile7521 himself unto his master113? should it not be with the heads7218 of these men582?","6":"Then Achish397 called7121 David1732, and said559 unto him, Surely, as the LORD3068 liveth2416, thou hast been upright3477, and thy going out3318 and thy coming in935 with me in the host4264 is good2896 in my sight5869: for I have not found4672 evil7451 in thee since the day3117 of thy coming935 unto me unto this day3117: nevertheless the lords5633 favour2896 thee not5869. the lords: Heb. thou art not good in the eyes of the lords","5":"Is not this David1732, of whom they sang6030 one to another in dances4246, saying559, Saul7586 slew5221 his thousands505, and David1732 his ten thousands7233?","8":"And David1732 said559 unto Achish397, But what have I done6213? and what hast thou found4672 in thy servant5650 so long as3117 I have been with thee6440 unto this day3117, that I may not go935 fight3898 against the enemies341 of my lord113 the king4428? with: Heb. before thee"},"23":{"11":"Will the men1167 of Keilah7084 deliver me up5462 into his hand3027? will Saul7586 come down3381, as thy servant5650 hath heard8085? O LORD3068 God430 of Israel3478, I beseech thee, tell5046 thy servant5650. And the LORD3068 said559, He will come down3381.","3":"And David\u0027s1732 men582 said559 unto him, Behold, we be afraid3373 here in Judah3063: how much more then if we come3212 to Keilah7084 against the armies4634 of the Philistines6430?","20":"Now therefore, O king4428, come down3381 according to all the desire185 of thy soul5315 to come down3381; and our part shall be to deliver5462 him into the king\u0027s4428 hand3027.","12":"Then said559 David1732, Will the men1167 of Keilah7084 deliver5462 me and my men582 into the hand3027 of Saul7586? And the LORD3068 said559, They will deliver thee up5462. deliver: Heb. shut up","10":"Then said559 David1732, O LORD3068 God430 of Israel3478, thy servant5650 hath certainly8085 heard8085 that Saul7586 seeketh1245 to come935 to Keilah7084, to destroy7843 the city5892 for my sake.","17":"And he said559 unto him, Fear3372 not: for the hand3027 of Saul7586 my father1 shall not find4672 thee; and thou shalt be king4427 over Israel3478, and I shall be next4932 unto thee; and that also Saul7586 my father1 knoweth3045.","13":"Then David1732 and his men582, which were about six8337 hundred3967 376, arose6965 and departed3318 out of Keilah7084, and went1980 whithersoever834 they could go1980. And it was told5046 Saul7586 that David1732 was escaped4422 from Keilah7084; and he forbare2308 to go forth3318.","27":"But there came935 a messenger4397 unto Saul7586, saying559, Haste4116 thee, and come3212; for the Philistines6430 have invaded6584 the land776. invaded: Heb. spread themselves upon, etc","18":"And they two8147 made3772 a covenant1285 before6440 the LORD3068: and David1732 abode3427 in the wood2793, and Jonathan3083 went1980 to his house1004.","29":"And David1732 went up5927 from thence, and dwelt3427 in strong holds4679 at Engedi5872.","23":"See7200 therefore, and take knowledge3045 of all the lurking places4224 where he hideth2244 himself, and come ye again7725 to me with the certainty3559, and I will go1980 with you: and it shall come to pass, if he be3426 in the land776, that I will search2664 him out throughout all the thousands505 of Judah3063.","19":"Then came up5927 the Ziphites2130 to Saul7586 to Gibeah1390, saying559, Doth not David1732 hide5641 himself with us in strong holds4679 in the wood2793, in the hill1389 of Hachilah2444, which is on the south3225 of Jeshimon3452? on: Heb. on the right hand Jeshimon: or, the wilderness","1":"Then they told5046 David1732, saying559, Behold, the Philistines6430 fight3898 against Keilah7084, and they rob8154 the threshingfloors1637.","5":"So David1732 and his men582 went3212 to Keilah7084, and fought3898 with the Philistines6430, and brought away5090 their cattle4735, and smote5221 them with a great1419 slaughter4347. So David1732 saved3467 the inhabitants3427 of Keilah7084.","4":"Then David1732 enquired7592 of the LORD3068 yet again3254. And the LORD3068 answered6030 him and said559, Arise6965, go down3381 to Keilah7084; for I will deliver5414 the Philistines6430 into thine hand3027.","8":"And Saul7586 called8085 all the people5971 together8085 to war4421, to go down3381 to Keilah7084, to besiege6696 David1732 and his men582.","26":"And Saul7586 went3212 on this side6654 of the mountain2022, and David1732 and his men582 on that side6654 of the mountain2022: and David1732 made haste2648 to get away3212 for fear6440 of Saul7586; for Saul7586 and his men582 compassed5849 David1732 and his men582 round about5849 to take8610 them.","14":"And David1732 abode3427 in the wilderness4057 in strong holds4679, and remained3427 in a mountain2022 in the wilderness4057 of Ziph2128. And Saul7586 sought1245 him every day3117, but God430 delivered5414 him not into his hand3027.","22":"Go3212, I pray you, prepare3559 yet, and know3045 and see7200 his place4725 where his haunt7272 is, and who hath seen7200 him there: for it is told559 me that he dealeth very6191 subtilly6191. haunt: Heb. foot shall be","28":"Wherefore Saul7586 returned7725 from pursuing7291 after310 David1732, and went3212 against7125 the Philistines6430: therefore they called7121 that place4725 Selahammahlekoth5555. Selahammahlekoth: that is, The rock of divisions","25":"Saul7586 also and his men582 went3212 to seek1245 him. And they told5046 David1732: wherefore he came down3381 into a rock5553, and abode3427 in the wilderness4057 of Maon4584. And when Saul7586 heard8085 that, he pursued7291 after310 David1732 in the wilderness4057 of Maon4584. into: or, from the rock","9":"And David1732 knew3045 that Saul7586 secretly practised2790 mischief7451 against him; and he said559 to Abiathar54 the priest3548, Bring hither5066 the ephod646.","15":"And David1732 saw7200 that Saul7586 was come out3318 to seek1245 his life5315: and David1732 was in the wilderness4057 of Ziph2128 in a wood2793.","21":"And Saul7586 said559, Blessed1288 be ye of the LORD3068; for ye have compassion2550 on me.","24":"And they arose6965, and went3212 to Ziph2128 before6440 Saul7586: but David1732 and his men582 were in the wilderness4057 of Maon4584, in the plain6160 on the south3225 of Jeshimon3452.","16":"And Jonathan3083 Saul\u0027s7586 son1121 arose6965, and went3212 to David1732 into the wood2793, and strengthened2388 his hand3027 in God430.","7":"And it was told5046 Saul7586 that David1732 was come935 to Keilah7084. And Saul7586 said559, God430 hath delivered5234 him into mine hand3027; for he is shut in5462, by entering935 into a town5892 that hath gates1817 and bars1280.","2":"Therefore David1732 enquired7592 of the LORD3068, saying559, Shall I go3212 and smite5221 these Philistines6430? And the LORD3068 said559 unto David1732, Go3212, and smite5221 the Philistines6430, and save3467 Keilah7084.","6":"And it came to pass, when Abiathar54 the son1121 of Ahimelech288 fled1272 to David1732 to Keilah7084, that he came down3381 with an ephod646 in his hand3027."},"19":{"16":"And when the messengers4397 were come in935, behold, there was an image8655 in the bed4296, with a pillow3523 of goats\u00275795 hair for his bolster4763.","3":"And I will go out3318 and stand5975 beside3027 my father1 in the field7704 where thou art, and I will commune1696 with my father1 of thee; and what4100 I see7200, that I will tell5046 thee.","5":"For he did put7760 his life5315 in his hand3709, and slew5221 the Philistine6430, and the LORD3068 wrought6213 a great1419 salvation8668 for all Israel3478: thou sawest7200 it, and didst rejoice8055: wherefore then wilt thou sin2398 against innocent5355 blood1818, to slay4191 David1732 without a cause2600?","21":"And when it was told5046 Saul7586, he sent7971 other312 messengers4397, and they prophesied5012 likewise. And Saul7586 sent7971 messengers4397 again3254 the third7992 time, and they prophesied5012 also.","18":"So David1732 fled1272, and escaped4422, and came935 to Samuel8050 to Ramah7414, and told5046 him all that Saul7586 had done6213 to him. And he and Samuel8050 went3212 and dwelt3427 in Naioth5121.","12":"So Michal4324 let3381 David1732 down3381 through a window2474: and he went3212, and fled1272, and escaped4422.","10":"And Saul7586 sought1245 to smite5221 David1732 even to the wall7023 with the javelin2595; but he slipped away6362 out of Saul\u0027s7586 presence6440, and he smote5221 the javelin2595 into the wall7023: and David1732 fled5127, and escaped4422 that night3915.","2":"But Jonathan3083 Saul\u0027s7586 son1121 delighted2654 much3966 in David1732: and Jonathan3083 told5046 David1732, saying559, Saul7586 my father1 seeketh1245 to kill4191 thee: now therefore, I pray thee, take heed8104 to thyself until the morning1242, and abide3427 in a secret5643 place, and hide2244 thyself:","22":"Then went3212 he also to Ramah7414, and came935 to a great1419 well953 that is in Sechu7906: and he asked7592 and said559, Where375 are Samuel8050 and David1732? And one said559, Behold, they be at Naioth5121 in Ramah7414.","8":"And there was war4421 again3254: and David1732 went out3318, and fought3898 with the Philistines6430, and slew5221 them with a great1419 slaughter4347; and they fled5127 from6440 him. him: Heb. his face","17":"And Saul7586 said559 unto Michal4324, Why hast thou deceived me so7411, and sent away7971 mine enemy341, that he is escaped4422? And Michal4324 answered559 Saul7586, He said559 unto me, Let me go7971; why should I kill4191 thee?","11":"Saul7586 also sent7971 messengers4397 unto David\u0027s1732 house1004, to watch8104 him, and to slay4191 him in the morning1242: and Michal4324 David\u0027s1732 wife802 told5046 him, saying559, If thou save4422 not thy life5315 to night3915, to morrow4279 thou shalt be slain4191.","1":"And Saul7586 spake1696 to Jonathan3129 his son1121, and to all his servants5650, that they should kill4191 David1732.","9":"And the evil7451 spirit7307 from the LORD3068 was upon Saul7586, as he sat3427 in his house1004 with his javelin2595 in his hand3027: and David1732 played5059 with his hand3027.","24":"And he stripped off6584 his clothes899 also1571, and prophesied5012 before6440 Samuel8050 in like manner, and lay down5307 naked6174 all that day3117 and all that night3915. Wherefore they say559, Is Saul7586 also among the prophets5030? lay: Heb. fell","14":"And when Saul7586 sent7971 messengers4397 to take3947 David1732, she said559, He is sick2470.","7":"And Jonathan3083 called7121 David1732, and Jonathan3083 shewed5046 him all those things1697. And Jonathan3083 brought935 David1732 to Saul7586, and he was in his presence6440, as in times past865 8032. in times: Heb. yesterday, third day","15":"And Saul7586 sent7971 the messengers4397 again to see7200 David1732, saying559, Bring him up5927 to me in the bed4296, that I may slay4191 him.","20":"And Saul7586 sent7971 messengers4397 to take3947 David1732: and when they saw7200 the company3862 of the prophets5030 prophesying5012, and Samuel8050 standing5975 as appointed5324 over them, the Spirit7307 of God430 was upon the messengers4397 of Saul7586, and they also prophesied5012.","23":"And he went3212 thither to Naioth5121 in Ramah7414: and the Spirit7307 of God430 was upon him also, and he went3212 on1980, and prophesied5012, until he came935 to Naioth5121 in Ramah7414.","6":"And Saul7586 hearkened8085 unto the voice6963 of Jonathan3083: and Saul7586 sware7650, As the LORD3068 liveth2416, he shall not518 be slain4191.","4":"And Jonathan3083 spake1696 good2896 of David1732 unto Saul7586 his father1, and said559 unto him, Let not the king4428 sin2398 against his servant5650, against David1732; because he hath not sinned2398 against thee, and because his works4639 have been to thee-ward very3966 good2896:","19":"And it was told5046 Saul7586, saying559, Behold, David1732 is at Naioth5121 in Ramah7414.","13":"And Michal4324 took3947 an image8655, and laid7760 it in the bed4296, and put7760 a pillow3523 of goats\u00275795 hair for his bolster4763, and covered3680 it with a cloth899. image: Heb. teraphim"},"1":{"11":"And she vowed5087 a vow5088, and said559, O LORD3068 of hosts6635, if thou wilt indeed7200 look7200 on the affliction6040 of thine handmaid519, and remember2142 me, and not forget7911 thine handmaid519, but wilt give5414 unto thine handmaid519 a man582 child2233, then I will give5414 him unto the LORD3068 all the days3117 of his life2416, and there shall no razor4177 come5927 upon his head7218. a man: Heb. seed of men","3":"And this1931 man376 went up5927 out of his city5892 yearly3117 3117 to worship7812 and to sacrifice2076 unto the LORD3068 of hosts6635 in Shiloh7887. And the two8147 sons1121 of Eli5941, Hophni2652 and Phinehas6372, the priests3548 of the LORD3068, were there. yearly: Heb. from year to year","20":"Wherefore it came to pass, when the time3117 was come8622 about after Hannah2584 had conceived2029, that she bare3205 a son1121, and called7121 his name8034 Samuel8050, saying, Because I have asked7592 him of the LORD3068. when: Heb. in revolution of days Samuel: that is, Asked of God","12":"And it came to pass, as she continued7235 praying6419 before6440 the LORD3068, that Eli5941 marked8104 her mouth6310. continued: Heb. multiplied to pray","10":"And she was in bitterness4751 of soul5315, and prayed6419 unto the LORD3068, and wept1058 sore1058. in: Heb. bitter of soul","17":"Then Eli5941 answered6030 and said559, Go3212 in peace7965: and the God430 of Israel3478 grant5414 thee thy petition7596 that thou hast asked7592 of him.","13":"Now Hannah2584, she spake1696 in her heart3820; only her lips8193 moved5128, but her voice6963 was not heard8085: therefore Eli5941 thought2803 she had been drunken7910.","27":"For this child5288 I prayed6419; and the LORD3068 hath given5414 me my petition7596 which I asked7592 of him:","18":"And she said559, Let thine handmaid8198 find4672 grace2580 in thy sight5869. So the woman802 went3212 her way1870, and did eat398, and her countenance6440 was no more sad.","23":"And Elkanah511 her husband376 said559 unto her, Do6213 what seemeth5869 thee good2896; tarry3427 until thou have weaned1580 him; only the LORD3068 establish6965 his word1697. So the woman802 abode3427, and gave her son1121 suck3243 until she weaned1580 him.","19":"And they rose up7925 in the morning1242 early7925, and worshipped7812 before6440 the LORD3068, and returned7725, and came935 to their house1004 to Ramah7414: and Elkanah511 knew3045 Hannah2584 his wife802; and the LORD3068 remembered2142 her.","1":"Now there was a certain259 man376 of Ramathaimzophim7436, of mount2022 Ephraim669, and his name8034 was Elkanah511, the son1121 of Jeroham3395, the son1121 of Elihu453, the son1121 of Tohu8459, the son1121 of Zuph6689, an Ephrathite673:","5":"But unto Hannah2584 he gave5414 a259 worthy639 portion4490; for he loved157 Hannah2584: but the LORD3068 had shut up5462 her womb7358. worthy: or, double","4":"And when the time3117 was that Elkanah511 offered2076, he gave5414 to Peninnah6444 his wife802, and to all her sons1121 and her daughters1323, portions4490:","8":"Then said559 Elkanah511 her husband376 to her, Hannah2584, why weepest1058 thou? and why eatest398 thou not? and why is thy heart3824 grieved3415? am not I better2896 to thee than ten6235 sons1121?","26":"And she said559, Oh994 my lord113, as thy soul5315 liveth2416, my lord113, I am the woman802 that stood5324 by thee here, praying6419 unto the LORD3068.","14":"And Eli5941 said559 unto her, How long wilt thou be drunken7937? put away5493 thy wine3196 from thee.","22":"But Hannah2584 went not up5927; for she said559 unto her husband376, I will not go up until the child5288 be weaned1580, and then I will bring935 him, that he may appear7200 before6440 the LORD3068, and there abide3427 for5704 ever5769.","28":"Therefore also I have lent7592 him to the LORD3068; as long as he liveth3117 he shall be lent7592 to the LORD3068. And he worshipped7812 the LORD3068 there. lent him: or, returned him, whom I have obtained by petition he shall: or, he whom I have obtained by petition shall be returned","25":"And they slew7819 a bullock6499, and brought935 the child5288 to Eli5941.","9":"So Hannah2584 rose up6965 after310 they had eaten398 in Shiloh7887, and after310 they had drunk8354. Now Eli5941 the priest3548 sat3427 upon a seat3678 by a post4201 of the temple1964 of the LORD3068.","15":"And Hannah2584 answered6030 and said559, No, my lord113, I am a woman802 of a sorrowful7186 spirit7307: I have drunk8354 neither wine3196 nor strong drink7941, but have poured out8210 my soul5315 before6440 the LORD3068. of a sorrowful: Heb. hard of spirit","21":"And the man376 Elkanah511, and all his house1004, went up5927 to offer2076 unto the LORD3068 the yearly3117 sacrifice2077, and his vow5088.","24":"And when she had weaned1580 him, she took him up5927 with her, with three7969 bullocks6499, and one259 ephah374 of flour7058, and a bottle5035 of wine3196, and brought935 him unto the house1004 of the LORD3068 in Shiloh7887: and the child5288 was young5288.","16":"Count5414 not thine handmaid519 for6440 a daughter1323 of Belial1100: for out of the abundance7230 of my complaint7879 and grief3708 have I spoken1696 hitherto. complaint: or, meditation","7":"And as he did6213 so year8141 by year8141, when1767 she went up5927 to the house1004 of the LORD3068, so she provoked3707 her; therefore she wept1058, and did not eat398. when: or, from the time that she, etc: Heb. from her going up","2":"And he had two8147 wives802; the name8034 of the one259 was Hannah2584, and the name8034 of the other8145 Peninnah6444: and Peninnah6444 had children3206, but Hannah2584 had no children3206.","6":"And her adversary6869 also provoked3707 her sore3708, for to make her fret7481, because the LORD3068 had shut5462 up1157 her womb7358. provoked: Heb. angered"},"5":{"7":"And when the men582 of Ashdod795 saw7200 that it was so, they said559, The ark727 of the God430 of Israel3478 shall not abide3427 with us: for his hand3027 is sore7185 upon us, and upon Dagon1712 our god430.","9":"And it was so, that, after310 they had carried it about5437, the hand3027 of the LORD3068 was against the city5892 with a very3966 great1419 destruction4103: and he smote5221 the men582 of the city5892, both small6996 and great1419, and they had emerods2914 6076 in their secret parts8368.","10":"Therefore they sent7971 the ark727 of God430 to Ekron6138. And it came to pass, as the ark727 of God430 came935 to Ekron6138, that the Ekronites6139 cried out2199, saying559, They have brought about5437 the ark727 of the God430 of Israel3478 to us, to slay4191 us and our people5971. us, to: Heb. me to slay me and my","3":"And when they of Ashdod796 arose early7925 on the morrow4283, behold, Dagon1712 was fallen5307 upon his face6440 to the earth776 before6440 the ark727 of the LORD3068. And they took3947 Dagon1712, and set7725 him in his place4725 again7725.","11":"So they sent7971 and gathered together622 all the lords5633 of the Philistines6430, and said559, Send away7971 the ark727 of the God430 of Israel3478, and let it go again7725 to his own place4725, that it slay4191 us not, and our people5971: for there was a deadly4194 destruction4103 throughout all the city5892; the hand3027 of God430 was very3966 heavy3513 there. us not: Heb. me not, and my","2":"When the Philistines6430 took3947 the ark727 of God430, they brought935 it into the house1004 of Dagon1712, and set3322 it by681 Dagon1712.","1":"And the Philistines6430 took3947 the ark727 of God430, and brought935 it from Ebenezer72 unto Ashdod795.","12":"And the men582 that died4191 not were smitten5221 with the emerods2914 6076: and the cry7775 of the city5892 went up5927 to heaven8064.","4":"And when they arose early7925 on the morrow4283 morning1242, behold, Dagon1712 was fallen5307 upon his face6440 to the ground776 before6440 the ark727 of the LORD3068; and the head7218 of Dagon1712 and both8147 the palms3709 of his hands3027 were cut off3772 upon the threshold4670; only the stump of Dagon1712 was left7604 to him. the stump: or, the fishy part","6":"But the hand3027 of the LORD3068 was heavy3513 upon them of Ashdod796, and he destroyed8074 them, and smote5221 them with emerods2914 6076, even Ashdod795 and the coasts1366 thereof.","5":"Therefore neither the priests3548 of Dagon1712, nor any that come935 into Dagon\u0027s1712 house1004, tread1869 on the threshold4670 of Dagon1712 in Ashdod795 unto this day3117.","8":"They sent7971 therefore and gathered622 all the lords5633 of the Philistines6430 unto them, and said559, What shall we do6213 with the ark727 of the God430 of Israel3478? And they answered559, Let the ark727 of the God430 of Israel3478 be carried about5437 unto Gath1661. And they carried5437 the ark727 of the God430 of Israel3478 about5437 thither."},"4":{"16":"And the man376 said559 unto Eli5941, I am he that came935 out of the army4634, and I fled5127 to day3117 out of the army4634. And he said559, What is there done1697, my son1121? is: Heb. is the thing","3":"And when the people5971 were come935 into the camp4264, the elders2205 of Israel3478 said559, Wherefore hath the LORD3068 smitten5062 us to day3117 before6440 the Philistines6430? Let us fetch3947 the ark727 of the covenant1285 of the LORD3068 out of Shiloh7887 unto us, that, when it cometh935 among7130 us, it may save3467 us out of the hand3709 of our enemies341. fetch: Heb. take unto us","5":"And when the ark727 of the covenant1285 of the LORD3068 came935 into the camp4264, all Israel3478 shouted7321 with a great1419 shout8643, so that the earth776 rang again1949.","21":"And she named7121 the child5288 Ichabod350, saying559, The glory3519 is departed1540 from Israel3478: because413 the ark727 of God430 was taken3947, and because of her father in law2524 and her husband376. Ichabod: that is, Where is the glory? or, There is no glory","18":"And it came to pass, when he made mention2142 of the ark727 of God430, that he fell5307 from off the seat3678 backward322 by1157 the side3027 of the gate8179, and his neck4665 brake7665, and he died4191: for he was an old2204 man376, and heavy3513. And he had judged8199 Israel3478 forty705 years8141.","12":"And there ran7323 a man376 of Benjamin1144 out of the army4634, and came935 to Shiloh7887 the same day3117 with his clothes4055 rent7167, and with earth127 upon his head7218.","10":"And the Philistines6430 fought3898, and Israel3478 was smitten5062, and they fled5127 every man376 into his tent168: and there was a very3966 great1419 slaughter4347; for there fell5307 of Israel3478 thirty7970 thousand505 footmen7273.","2":"And the Philistines6430 put themselves in array6186 against7125 Israel3478: and when they joined5203 battle4421, Israel3478 was smitten5062 before6440 the Philistines6430: and they slew5221 of the army4634 in the field7704 about four702 thousand505 men376. they joined: Heb. the battle was spread army: Heb. array","22":"And she said559, The glory3519 is departed1540 from Israel3478: for the ark727 of God430 is taken3947.","8":"Woe188 unto us! who shall deliver5337 us out of the hand3027 of these mighty117 Gods430? these are the Gods430 that smote5221 the Egyptians4714 with all the plagues4347 in the wilderness4057.","17":"And the messenger1319 answered6030 and said559, Israel3478 is fled5127 before6440 the Philistines6430, and there hath been also a great1419 slaughter4046 among the people5971, and thy two8147 sons1121 also, Hophni2652 and Phinehas6372, are dead4191, and the ark727 of God430 is taken3947.","11":"And the ark727 of God430 was taken3947; and the two8147 sons1121 of Eli5941, Hophni2652 and Phinehas6372, were slain4191. were slain: Heb. died","1":"And the word1697 of Samuel8050 came to all Israel3478. Now Israel3478 went out3318 against7125 the Philistines6430 to battle4421, and pitched2583 beside Ebenezer72: and the Philistines6430 pitched2583 in Aphek663. came: or, came to pass: Hebr. was","9":"Be strong2388, and quit1961 yourselves like men582, O ye Philistines6430, that ye be not servants5647 unto the Hebrews5680, as they have been5647 to you: quit1961 yourselves like men582, and fight3898. quit: Heb. be men","14":"And when Eli5941 heard8085 the noise6963 of the crying6818, he said559, What meaneth the noise6963 of this tumult1995? And the man376 came935 in hastily4116, and told5046 Eli5941.","7":"And the Philistines6430 were afraid3372, for they said559, God430 is come935 into the camp4264. And they said559, Woe188 unto us! for there hath not been such a thing heretofore865 8032. heretofore: Heb. yesterday, or, the third day","15":"Now Eli5941 was ninety8673 and eight8083 years8141 old1121; and his eyes5869 were dim6965, that he could3201 not see7200. were dim: Heb. stood","20":"And about the time6256 of her death4191 the women that stood5324 by her said1696 unto her, Fear3372 not; for thou hast born3205 a son1121. But she answered6030 not, neither did she regard7896 3820 it. neither: Heb. set not her heart","6":"And when the Philistines6430 heard8085 the noise6963 of the shout8643, they said559, What meaneth the noise6963 of this great1419 shout8643 in the camp4264 of the Hebrews5680? And they understood3045 that the ark727 of the LORD3068 was come935 into the camp4264.","4":"So the people5971 sent7971 to Shiloh7887, that they might bring5375 from thence the ark727 of the covenant1285 of the LORD3068 of hosts6635, which dwelleth3427 between the cherubims3742: and the two8147 sons1121 of Eli5941, Hophni2652 and Phinehas6372, were there with the ark727 of the covenant1285 of God430.","19":"And his daughter in law3618, Phinehas\u00276372 wife802, was with child2030, near to be delivered3205: and when she heard8085 the tidings8052 that413 the ark727 of God430 was taken3947, and that her father in law2524 and her husband376 were dead4191, she bowed3766 herself and travailed3205; for her pains6735 came2015 upon her. be delivered: or, cry out came: Heb. were turned","13":"And when he came935, lo, Eli5941 sat3427 upon a seat3678 by the wayside1870 3027 3197 watching6822: for his heart3820 trembled2730 for the ark727 of God430. And when the man376 came935 into the city5892, and told5046 it, all the city5892 cried out2199."},"8":{"16":"And he will take3947 your menservants5650, and your maidservants8198, and your goodliest2896 young men970, and your asses2543, and put6213 them to his work4399.","3":"And his sons1121 walked1980 not in his ways1870, but turned aside5186 after310 lucre1215, and took3947 bribes7810, and perverted5186 judgment4941.","5":"And said559 unto him, Behold, thou art old2204, and thy sons1121 walk1980 not in thy ways1870: now make7760 us a king4428 to judge8199 us like all the nations1471.","21":"And Samuel8050 heard8085 all the words1697 of the people5971, and he rehearsed1696 them in the ears241 of the LORD3068.","18":"And ye shall cry out2199 in that day3117 because6440 of your king4428 which ye shall have chosen977 you; and the LORD3068 will not hear6030 you in that day3117.","12":"And he will appoint7760 him captains8269 over thousands505, and captains8269 over fifties2572; and will set them to ear2790 his ground2758, and to reap7114 his harvest7105, and to make6213 his instruments3627 of war4421, and instruments3627 of his chariots7393.","10":"And Samuel8050 told559 all the words1697 of the LORD3068 unto the people5971 that asked7592 of him a king4428.","2":"Now the name8034 of his firstborn1121 1060 was Joel3100; and the name8034 of his second4932, Abiah29: they were judges8199 in Beersheba884.","22":"And the LORD3068 said559 to Samuel8050, Hearken8085 unto their voice6963, and make4427 them a king4428. And Samuel8050 said559 unto the men582 of Israel3478, Go3212 ye every man376 unto his city5892.","8":"According to all the works4639 which they have done6213 since the day3117 that I brought them up5927 out of Egypt4714 even unto this day3117, wherewith they have forsaken5800 me, and served5647 other312 gods430, so do6213 they also unto thee.","17":"He will take the tenth6237 of your sheep6629: and ye shall be his servants5650.","11":"And he said559, This will be the manner4941 of the king4428 that shall reign4427 over you: He will take3947 your sons1121, and appoint7760 them for himself, for his chariots4818, and to be his horsemen6571; and some shall run7323 before6440 his chariots4818.","1":"And it came to pass, when Samuel8050 was old2204, that he made7760 his sons1121 judges8199 over Israel3478.","9":"Now therefore hearken8085 unto their voice6963: howbeit389 yet protest5749 solemnly5749 unto them, and shew5046 them the manner4941 of the king4428 that shall reign4427 over them. hearken: or, obey howbeit: or, notwithstanding when thou hast solemnly protested against them then thou shalt","14":"And he will take3947 your fields7704, and your vineyards3754, and your oliveyards2132, even the best2896 of them, and give5414 them to his servants5650.","7":"And the LORD3068 said559 unto Samuel8050, Hearken8085 unto the voice6963 of the people5971 in all that they say559 unto thee: for they have not rejected3988 thee, but they have rejected3988 me, that I should not reign4427 over them.","15":"And he will take the tenth6237 of your seed2233, and of your vineyards3754, and give5414 to his officers5631, and to his servants5650. officers: Heb. eunuchs","20":"That we also may be like all the nations1471; and that our king4428 may judge8199 us, and go out3318 before6440 us, and fight3898 our battles4421.","6":"But the thing1697 displeased3415 5869 Samuel8050, when they said559, Give5414 us a king4428 to judge8199 us. And Samuel8050 prayed6419 unto the LORD3068. displeased: Heb. was evil in the eyes of","4":"Then all the elders2205 of Israel3478 gathered themselves together6908, and came935 to Samuel8050 unto Ramah7414,","19":"Nevertheless the people5971 refused3985 to obey8085 the voice6963 of Samuel8050; and they said559, Nay; but we will have a king4428 over us;","13":"And he will take3947 your daughters1323 to be confectionaries7548, and to be cooks2879, and to be bakers644."},"26":{"16":"This thing1697 is not good2896 that thou hast done6213. As the LORD3068 liveth2416, ye are worthy1121 to die4194, because ye have not kept8104 your master113, the LORD\u0027S3068 anointed4899. And now see7200 where the king\u0027s4428 spear2595 is, and the cruse6835 of water4325 that was at his bolster4763. worthy to die: Heb. the sons of death","3":"And Saul7586 pitched2583 in the hill1389 of Hachilah2444, which is before6440 Jeshimon3452, by the way1870. But David1732 abode3427 in the wilderness4057, and he saw7200 that Saul7586 came935 after310 him into the wilderness4057.","5":"And David1732 arose6965, and came935 to the place4725 where Saul7586 had pitched2583: and David1732 beheld7200 the place4725 where Saul7586 lay7901, and Abner74 the son1121 of Ner5369, the captain8269 of his host6635: and Saul7586 lay7901 in the trench4570, and the people5971 pitched2583 round about5439 him. trench: or, midst of his carriages","21":"Then said559 Saul7586, I have sinned2398: return7725, my son1121 David1732: for I will no more do thee harm7489, because my soul5315 was precious3365 in thine eyes5869 this day3117: behold, I have played the fool5528, and have erred7686 exceedingly7235 3966.","18":"And he said559, Wherefore doth my lord113 thus pursue7291 after310 his servant5650? for what have I done6213? or what evil7451 is in mine hand3027?","12":"So David1732 took3947 the spear2595 and the cruse6835 of water4325 from Saul\u0027s7586 bolster7226; and they gat them away3212, and no man saw7200 it, nor knew3045 it, neither awaked6974: for they were all asleep3463; because a deep sleep8639 from the LORD3068 was fallen5307 upon them.","10":"David1732 said559 furthermore, As the LORD3068 liveth2416, the LORD3068 shall smite5062 him; or his day3117 shall come935 to die4191; or he shall descend3381 into battle4421, and perish5595.","2":"Then Saul7586 arose6965, and went down3381 to the wilderness4057 of Ziph2128, having three7969 thousand505 chosen977 men376 of Israel3478 with him, to seek1245 David1732 in the wilderness4057 of Ziph2128.","22":"And David1732 answered6030 and said559, Behold the king\u0027s4428 spear2595! and let one259 of the young men5288 come over5674 and fetch3947 it.","8":"Then said559 Abishai52 to David1732, God430 hath delivered5462 thine enemy341 into thine hand3027 this day3117: now therefore let me smite5221 him, I pray thee, with the spear2595 even to the earth776 at once6471 259, and I will not smite him the second time8138. delivered: Heb. shut up","17":"And Saul7586 knew5234 David\u0027s1732 voice6963, and said559, Is this thy voice6963, my son1121 David1732? And David1732 said559, It is my voice6963, my lord113, O king4428.","11":"The LORD3068 forbid2486 that I should stretch forth7971 mine hand3027 against the LORD\u0027S3068 anointed4899: but, I pray thee, take3947 thou now the spear2595 that is at his bolster4763, and the cruse6835 of water4325, and let us go3212.","1":"And the Ziphites2130 came935 unto Saul7586 to Gibeah1390, saying559, Doth not David1732 hide5641 himself in the hill1389 of Hachilah2444, which is before6440 Jeshimon3452?","9":"And David1732 said559 to Abishai52, Destroy7843 him not: for who can stretch forth7971 his hand3027 against the LORD\u0027S3068 anointed4899, and be guiltless5352?","24":"And, behold, as thy life5315 was much set by1431 this day3117 in mine eyes5869, so let my life5315 be much set by1431 in the eyes5869 of the LORD3068, and let him deliver5337 me out of all tribulation6869.","14":"And David1732 cried7121 to the people5971, and to Abner74 the son1121 of Ner5369, saying559, Answerest6030 thou not, Abner74? Then Abner74 answered6030 and said559, Who art thou that criest7121 to the king4428?","7":"So David1732 and Abishai52 came935 to the people5971 by night3915: and, behold, Saul7586 lay7901 sleeping3463 within the trench4570, and his spear2595 stuck4600 in the ground776 at his bolster4763: but Abner74 and the people5971 lay7901 round about5439 him.","15":"And David1732 said559 to Abner74, Art not thou a valiant man376? and who is like to thee in Israel3478? wherefore then hast thou not kept8104 thy lord113 the king4428? for there came935 one259 of the people5971 in to destroy7843 the king4428 thy lord113.","20":"Now therefore, let not my blood1818 fall5307 to the earth776 before the face6440 of the LORD3068: for the king4428 of Israel3478 is come out3318 to seek1245 a259 flea6550, as when one doth hunt7291 a partridge7124 in the mountains2022.","25":"Then Saul7586 said559 to David1732, Blessed1288 be thou, my son1121 David1732: thou shalt both do6213 great6213 things, and also shalt still3201 prevail3201. So David1732 went3212 on his way1870, and Saul7586 returned7725 to his place4725.","23":"The LORD3068 render7725 to every man376 his righteousness6666 and his faithfulness530: for the LORD3068 delivered5414 thee into my hand3027 to day3117, but I would14 not stretch forth7971 mine hand3027 against the LORD\u0027S3068 anointed4899.","6":"Then answered6030 David1732 and said559 to Ahimelech288 the Hittite2850, and to Abishai52 the son1121 of Zeruiah6870, brother251 to Joab3097, saying559, Who will go down3381 with me to Saul7586 to the camp4264? And Abishai52 said559, I will go down3381 with thee.","4":"David1732 therefore sent out7971 spies7270, and understood3045 that Saul7586 was come935 in very deed3559.","19":"Now therefore, I pray thee, let my lord113 the king4428 hear8085 the words1697 of his servant5650. If the LORD3068 have stirred thee up5496 against me, let him accept7306 an offering4503: but if they be the children1121 of men120, cursed779 be they before6440 the LORD3068; for they have driven1644 me out this day3117 from abiding5596 in the inheritance5159 of the LORD3068, saying559, Go3212, serve5647 other312 gods430. accept: Heb. smell abiding: Heb. cleaving","13":"Then David1732 went over5674 to the other side5676, and stood5975 on the top7218 of an hill2022 afar off7350; a great7227 space4725 being between them:"},"14":{"11":"And both8147 of them discovered1540 themselves unto the garrison4673 of the Philistines6430: and the Philistines6430 said559, Behold, the Hebrews5680 come forth3318 out of the holes2356 where they had hid2244 themselves.","41":"Therefore Saul7586 said559 unto the LORD3068 God430 of Israel3478, Give3051 a perfect8549 lot. And Saul7586 and Jonathan3129 were taken3920: but the people5971 escaped3318. Give: or, Shew the innocent escaped: Heb. went forth","45":"And the people5971 said559 unto Saul7586, Shall Jonathan3129 die4191, who hath wrought6213 this great1419 salvation3444 in Israel3478? God forbid2486: as the LORD3068 liveth2416, there shall not one hair8185 of his head7218 fall5307 to the ground776; for he hath wrought6213 with God430 this day3117. So the people5971 rescued6299 Jonathan3129, that he died4191 not.","42":"And Saul7586 said559, Cast5307 lots between me and Jonathan3129 my son1121. And Jonathan3129 was taken3920.","3":"And Ahiah281, the son1121 of Ahitub285, Ichabod\u0027s350 brother251, the son1121 of Phinehas6372, the son1121 of Eli5941, the LORD\u0027S3068 priest3548 in Shiloh7887, wearing5375 an ephod646. And the people5971 knew3045 not that Jonathan3129 was gone1980. Ahiah: called Ahimelech","20":"And Saul7586 and all the people5971 that were with him assembled2199 themselves, and they came935 to the battle4421: and, behold, every man\u0027s376 sword2719 was against his fellow7453, and there was a very3966 great1419 discomfiture4103. assembled: Heb. were cried together","12":"And the men582 of the garrison4675 answered6030 Jonathan3129 and his armourbearer5375 3627, and said559, Come up5927 to us, and we will shew3045 you a thing1697. And Jonathan3129 said559 unto his armourbearer5375 3627, Come up5927 after310 me: for the LORD3068 hath delivered5414 them into the hand3027 of Israel3478.","10":"But if they say559 thus, Come up5927 unto us; then we will go up5927: for the LORD3068 hath delivered5414 them into our hand3027: and this shall be a sign226 unto us.","17":"Then said559 Saul7586 unto the people5971 that were with him, Number6485 now, and see7200 who is gone1980 from us. And when they had numbered6485, behold, Jonathan3129 and his armourbearer5375 3627 were not there.","51":"And Kish7027 was the father1 of Saul7586; and Ner5369 the father1 of Abner74 was the son1121 of Abiel22.","44":"And Saul7586 answered559, God430 do so6213 and more also3254: for thou shalt surely4191 die4191, Jonathan3129.","40":"Then said559 he unto all Israel3478, Be ye on one259 side5676, and I and Jonathan3129 my son1121 will be on the other259 side5676. And the people5971 said559 unto Saul7586, Do6213 what seemeth5869 good2896 unto thee.","13":"And Jonathan3129 climbed up5927 upon his hands3027 and upon his feet7272, and his armourbearer5375 3627 after310 him: and they fell5307 before6440 Jonathan3129; and his armourbearer5375 3627 slew4191 after310 him.","27":"But Jonathan3129 heard8085 not when his father1 charged7650 the people5971 with the oath7650: wherefore he put forth7971 the end7097 of the rod4294 that was in his hand3027, and dipped2881 it in an honeycomb3295 1706, and put7725 his hand3027 to his mouth6310; and his eyes5869 were enlightened215.","30":"How much more637, if haply3863 the people5971 had eaten398 freely398 to day3117 of the spoil7998 of their enemies341 which they found4672? for had there not been now a much greater7235 slaughter4347 among the Philistines6430?","18":"And Saul7586 said559 unto Ahiah281, Bring hither5066 the ark727 of God430. For the ark727 of God430 was at that time3117 with the children1121 of Israel3478.","36":"And Saul7586 said559, Let us go down3381 after310 the Philistines6430 by night3915, and spoil962 them until the morning1242 light216, and let us not leave7604 a man376 of them. And they said559, Do6213 whatsoever seemeth5869 good2896 unto thee. Then said559 the priest3548, Let us draw near7126 hither1988 unto God430.","29":"Then said559 Jonathan3129, My father1 hath troubled5916 the land776: see7200, I pray you, how mine eyes5869 have been enlightened215, because I tasted2938 a little4592 of this honey1706.","23":"So the LORD3068 saved3467 Israel3478 that day3117: and the battle4421 passed over5674 unto Bethaven1007.","19":"And it came to pass, while Saul7586 talked1696 unto the priest3548, that the noise1995 that was in the host4264 of the Philistines6430 went3212 on1980 and increased7227: and Saul7586 said559 unto the priest3548, Withdraw622 thine hand3027. noise: or, tumult","1":"Now it came to pass upon a day3117, that Jonathan3129 the son1121 of Saul7586 said559 unto the young man5288 that bare5375 his armour3627, Come3212, and let us go over5674 to the Philistines\u00276430 garrison4673, that is on the other side5676 1975. But he told5046 not his father1. it came: or, there was a day","47":"So Saul7586 took3920 the kingdom4410 over Israel3478, and fought3898 against all his enemies341 on every side5439, against Moab4124, and against the children1121 of Ammon5983, and against Edom123, and against the kings4428 of Zobah6678, and against the Philistines6430: and whithersoever he turned6437 himself, he vexed7561 them.","5":"The forefront8127 of the one259 was situate4690 northward6828 over against4136 Michmash4363, and the other259 southward5045 over against4136 Gibeah1387. forefront: Heb. tooth","52":"And there was sore2389 war4421 against the Philistines6430 all the days3117 of Saul7586: and when Saul7586 saw7200 any strong1368 man376, or any valiant2428 man1121, he took622 him unto him.","49":"Now the sons1121 of Saul7586 were Jonathan3129, and Ishui3440, and Melchishua4444: and the names8034 of his two8147 daughters1323 were these; the name8034 of the firstborn1067 Merab4764, and the name8034 of the younger6996 Michal4324:","4":"And between the passages4569, by which Jonathan3129 sought1245 to go over5674 unto the Philistines\u00276430 garrison4673, there was a sharp8127 rock5553 on the one side5676, and a sharp8127 rock5553 on the other side5676: and the name8034 of the one259 was Bozez949, and the name8034 of the other259 Seneh5573.","8":"Then said559 Jonathan3083, Behold, we will pass over5674 unto these men582, and we will discover1540 ourselves unto them.","26":"And when the people5971 were come935 into the wood3293, behold, the honey1706 dropped1982; but no man put5381 his hand3027 to his mouth6310: for the people5971 feared3372 the oath7621.","39":"For, as the LORD3068 liveth2416, which saveth3467 Israel3478, though it be3426 in Jonathan3129 my son1121, he shall surely4191 die4191. But there was not a man among all the people5971 that answered6030 him.","14":"And that first7223 slaughter4347, which Jonathan3129 and his armourbearer5375 3627 made5221, was about twenty6242 men376, within as it were an half2677 acre4618 of land7704, which a yoke6776 of oxen might plow. an: or, half a furrow of an acre of land","37":"And Saul7586 asked7592 counsel of God430, Shall I go down3381 after310 the Philistines6430? wilt thou deliver5414 them into the hand3027 of Israel3478? But he answered6030 him not that day3117.","22":"Likewise all the men376 of Israel3478 which had hid2244 themselves in mount2022 Ephraim669, when they heard8085 that the Philistines6430 fled5127, even they also followed hard1692 after310 them in the battle4421.","28":"Then answered6030 one376 of the people5971, and said559, Thy father1 straitly7650 charged7650 the people5971 with an oath7650, saying559, Cursed779 be the man376 that eateth398 any food3899 this day3117. And the people5971 were faint5774. faint: or, weary","25":"And all they of the land776 came935 to a wood3293; and there was honey1706 upon6440 the ground7704.","9":"If they say559 thus unto us, Tarry1826 until we come5060 to you; then we will stand still5975 in our place, and will not go up5927 unto them. Tarry: Heb. Be still","33":"Then they told5046 Saul7586, saying559, Behold, the people5971 sin2398 against the LORD3068, in that they eat398 with the blood1818. And he said559, Ye have transgressed898: roll1556 a great1419 stone68 unto me this day3117. transgressed: or, dealt treacherously","15":"And there was trembling2731 in the host4264, in the field7704, and among all the people5971: the garrison4673, and the spoilers7843, they also trembled2729, and the earth776 quaked7264: so it was a very great430 trembling2731. a very: Heb. a trembling of God","34":"And Saul7586 said559, Disperse6327 yourselves among the people5971, and say559 unto them, Bring me hither5066 every man376 his ox7794, and every man376 his sheep7716, and slay7819 them here, and eat398; and sin2398 not against the LORD3068 in eating398 with the blood1818. And all the people5971 brought5066 every man376 his ox7794 with him3027 that night3915, and slew7819 them there. with him: Heb. in his hand","21":"Moreover the Hebrews5680 that were with the Philistines6430 before865 that time8032, which went up5927 with them into the camp4264 from the country round about5439, even they also turned to be with the Israelites3478 that were with Saul7586 and Jonathan3129.","24":"And the men376 of Israel3478 were distressed5065 that day3117: for Saul7586 had adjured422 the people5971, saying559, Cursed779 be the man376 that eateth398 any food3899 until evening6153, that I may be avenged5358 on mine enemies341. So none of the people5971 tasted2938 any food3899.","46":"Then Saul7586 went up5927 from following310 the Philistines6430: and the Philistines6430 went1980 to their own place4725.","16":"And the watchmen6822 of Saul7586 in Gibeah1390 of Benjamin1144 looked7200; and, behold, the multitude1995 melted away4127, and they went3212 on beating down1986 one another.","35":"And Saul7586 built1129 an altar4196 unto the LORD3068: the same was the first2490 altar4196 that he built1129 unto the LORD3068. the same: Heb. that altar he began to build unto the LORD","32":"And the people5971 flew5860 6213 upon the spoil7998, and took3947 sheep6629, and oxen1241, and calves1121, and slew7819 them on the ground776: and the people5971 did eat398 them with the blood1818.","7":"And his armourbearer5375 3627 said559 unto him, Do6213 all that is in thine heart3824: turn5186 thee; behold, I am with thee according to thy heart3824.","43":"Then Saul7586 said559 to Jonathan3129, Tell5046 me what thou hast done6213. And Jonathan3129 told5046 him, and said559, I did but2938 taste2938 a little4592 honey1706 with the end7097 of the rod4294 that was in mine hand3027, and, lo2009, I must die4191.","48":"And he gathered6213 an host2428, and smote5221 the Amalekites6002, and delivered5337 Israel3478 out of the hands3027 of them that spoiled8154 them. gathered: or, wrought mightily","2":"And Saul7586 tarried3427 in the uttermost7097 part of Gibeah1390 under a pomegranate tree7416 which is in Migron4051: and the people5971 that were with him were about six8337 hundred3967 men376;","38":"And Saul7586 said559, Draw ye near5066 hither1988, all the chief6438 of the people5971: and know3045 and see7200 wherein4100 this sin2403 hath been this day3117. chief: Heb. corners","50":"And the name8034 of Saul\u0027s7586 wife802 was Ahinoam293, the daughter1323 of Ahimaaz290: and the name8034 of the captain8269 of his host6635 was Abner74, the son1121 of Ner5369, Saul\u0027s7586 uncle1730. Abner: Heb. Abiner","6":"And Jonathan3083 said559 to the young man5288 that bare5375 his armour3627, Come3212, and let us go over5674 unto the garrison4673 of these uncircumcised6189: it may be that the LORD3068 will work6213 for us: for there is no restraint4622 to the LORD3068 to save3467 by many7227 or by few4592.","31":"And they smote5221 the Philistines6430 that day3117 from Michmash4363 to Aijalon357: and the people5971 were very3966 faint5774."},"22":{"16":"And the king4428 said559, Thou shalt surely4191 die4191, Ahimelech288, thou, and all thy father\u0027s1 house1004.","3":"And David1732 went3212 thence to Mizpeh4708 of Moab4124: and he said559 unto the king4428 of Moab4124, Let my father1 and my mother517, I pray thee, come forth3318, and be with you, till I know3045 what God430 will do6213 for me.","5":"And the prophet5030 Gad1410 said559 unto David1732, Abide3427 not in the hold4686; depart3212, and get935 thee into the land776 of Judah3063. Then David1732 departed3212, and came935 into the forest3293 of Hareth2802.","21":"And Abiathar54 shewed5046 David1732 that Saul7586 had slain2026 the LORD\u0027S3068 priests3548.","18":"And the king4428 said559 to Doeg1673, Turn5437 thou, and fall6293 upon the priests3548. And Doeg1673 the Edomite130 turned5437, and he fell6293 upon the priests3548, and slew4191 on that day3117 fourscore8084 and five2568 persons376 that did wear5375 a linen906 ephod646.","12":"And Saul7586 said559, Hear8085 now, thou son1121 of Ahitub285. And he answered559, Here I am, my lord113. Here: Heb. Behold me","10":"And he enquired7592 of the LORD3068 for him, and gave5414 him victuals6720, and gave5414 him the sword2719 of Goliath1555 the Philistine6430.","2":"And every one376 that was in distress4689, and every one376 that was in debt5378, and every one376 that was discontented4751 5315, gathered6908 themselves unto him; and he became a captain8269 over them: and there were with him about four702 hundred3967 men376. was in debt: Heb. had a creditor discontented: Heb. bitter of soul","22":"And David1732 said559 unto Abiathar54, I knew3045 it that day3117, when Doeg1673 the Edomite130 was there, that he would surely5046 tell5046 Saul7586: I have occasioned5437 the death of all the persons5315 of thy father\u0027s1 house1004.","8":"That all of you have conspired7194 against me, and there is none that sheweth1540 241 me that my son1121 hath made a league3772 with the son1121 of Jesse3448, and there is none of you that is sorry2470 for me, or sheweth1540 241 unto me that my son1121 hath stirred up6965 my servant5650 against me, to lie in wait693, as at this day3117? sheweth: Heb. uncovereth mine ear","17":"And the king4428 said559 unto the footmen7323 that stood5324 about him, Turn5437, and slay4191 the priests3548 of the LORD3068; because their hand3027 also is with David1732, and because they knew3045 when he fled1272, and did not shew1540 241 it to me. But the servants5650 of the king4428 would14 not put forth7971 their hand3027 to fall6293 upon the priests3548 of the LORD3068. footmen: or, guard: Heb. runners","11":"Then the king4428 sent7971 to call7121 Ahimelech288 the priest3548, the son1121 of Ahitub285, and all his father\u0027s1 house1004, the priests3548 that were in Nob5011: and they came935 all of them to the king4428.","1":"David1732 therefore departed3212 thence, and escaped4422 to the cave4631 Adullam5725: and when his brethren251 and all his father\u0027s1 house1004 heard8085 it, they went down3381 thither to him.","9":"Then answered6030 Doeg1673 the Edomite130, which was set5324 over the servants5650 of Saul7586, and said559, I saw7200 the son1121 of Jesse3448 coming935 to Nob5011, to Ahimelech288 the son1121 of Ahitub285.","14":"Then Ahimelech288 answered6030 the king4428, and said559, And who is so faithful539 among all thy servants5650 as David1732, which is the king\u0027s4428 son in law2860, and goeth5493 at thy bidding4928, and is honourable3513 in thine house1004?","7":"Then Saul7586 said559 unto his servants5650 that stood5324 about him, Hear now8085, ye Benjamites1145; will the son1121 of Jesse3448 give5414 every one of you fields7704 and vineyards3754, and make7760 you all captains8269 of thousands505, and captains8269 of hundreds3967;","15":"Did I then3117 begin2490 to enquire7592 of God430 for him? be it far from me2486: let not the king4428 impute7760 any thing1697 unto his servant5650, nor to all the house1004 of my father1: for thy servant5650 knew3045 nothing1697 of all this, less6996 or more1419. less: Heb. little or great","20":"And one259 of the sons1121 of Ahimelech288 the son1121 of Ahitub285, named8034 Abiathar54, escaped4422, and fled1272 after310 David1732.","23":"Abide3427 thou with me, fear3372 not: for he that seeketh1245 my life5315 seeketh1245 thy life5315: but with me thou shalt be in safeguard4931.","6":"When Saul7586 heard8085 that David1732 was discovered3045, and the men582 that were with him, (now Saul7586 abode3427 in Gibeah1390 under a tree815 in Ramah7414, having his spear2595 in his hand3027, and all his servants5650 were standing5324 about him;) tree: or, grove in a high place","4":"And he brought5148 them before6440 the king4428 of Moab4124: and they dwelt3427 with him all the while3117 that David1732 was in the hold4686.","19":"And Nob5011, the city5892 of the priests3548, smote5221 he with the edge6310 of the sword2719, both men376 and women802, children5768 and sucklings3243, and oxen7794, and asses2543, and sheep7716, with the edge6310 of the sword2719.","13":"And Saul7586 said559 unto him, Why have ye conspired7194 against me, thou and the son1121 of Jesse3448, in that thou hast given5414 him bread3899, and a sword2719, and hast enquired7592 of God430 for him, that he should rise6965 against me, to lie in wait693, as at this day3117?"},"28":{"16":"Then said559 Samuel8050, Wherefore then dost thou ask7592 of me, seeing the LORD3068 is departed5493 from thee, and is become thine enemy6145?","3":"Now Samuel8050 was dead4191, and all Israel3478 had lamented5594 him, and buried6912 him in Ramah7414, even in his own city5892. And Saul7586 had put away5493 those that had familiar spirits178, and the wizards3049, out of the land776.","5":"And when Saul7586 saw7200 the host4264 of the Philistines6430, he was afraid3372, and his heart3820 greatly3966 trembled2729.","21":"And the woman802 came935 unto Saul7586, and saw7200 that he was sore3966 troubled926, and said559 unto him, Behold, thine handmaid8198 hath obeyed8085 thy voice6963, and I have put7760 my life5315 in my hand3709, and have hearkened8085 unto thy words1697 which thou spakest1696 unto me.","18":"Because834 thou obeyedst8085 not the voice6963 of the LORD3068, nor executedst6213 his fierce2740 wrath639 upon Amalek6002, therefore hath the LORD3068 done6213 this thing1697 unto thee this day3117.","12":"And when the woman802 saw7200 Samuel8050, she cried2199 with a loud1419 voice6963: and the woman802 spake559 to Saul7586, saying559, Why hast thou deceived7411 me? for thou art Saul7586.","10":"And Saul7586 sware7650 to her by the LORD3068, saying559, As the LORD3068 liveth2416, there shall518 no punishment5771 happen7136 to thee for this thing1697.","2":"And David1732 said559 to Achish397, Surely3651 thou shalt know3045 what thy servant5650 can do6213. And Achish397 said559 to David1732, Therefore will I make7760 thee keeper8104 of mine head7218 for ever3117.","22":"Now therefore, I pray thee, hearken8085 thou also unto the voice6963 of thine handmaid8198, and let me set7760 a morsel6595 of bread3899 before6440 thee; and eat398, that thou mayest have strength3581, when thou goest3212 on thy way1870.","8":"And Saul7586 disguised2664 himself, and put on3847 other312 raiment899, and he went3212, and two8147 men582 with him, and they came935 to the woman802 by night3915: and he said559, I pray thee, divine7080 unto me by the familiar spirit178, and bring me him up5927, whom I shall name559 unto thee.","17":"And the LORD3068 hath done6213 to him, as he spake1696 by me3027: for the LORD3068 hath rent7167 the kingdom4467 out of thine hand3027, and given5414 it to thy neighbour7453, even to David1732: to him: or, for himself me: Heb. mine hand","11":"Then said559 the woman802, Whom shall I bring up5927 unto thee? And he said559, Bring me up5927 Samuel8050.","1":"And it came to pass in those days3117, that the Philistines6430 gathered6908 their armies4264 together6908 for warfare6635, to fight3898 with Israel3478. And Achish397 said559 unto David1732, Know3045 thou assuredly3045, that thou shalt go out3318 with me to battle4264, thou and thy men582.","9":"And the woman802 said559 unto him, Behold, thou knowest3045 what Saul7586 hath done6213, how he hath cut off3772 those that have familiar spirits178, and the wizards3049, out of the land776: wherefore then layest thou a snare5367 for my life5315, to cause me to die4191?","24":"And the woman802 had a fat4770 calf5695 in the house1004; and she hasted4116, and killed2076 it, and took3947 flour7058, and kneaded3888 it, and did bake644 unleavened bread4682 thereof:","14":"And he said559 unto her, What form8389 is he of? And she said559, An old2205 man376 cometh up5927; and he is covered5844 with a mantle4598. And Saul7586 perceived3045 that it was Samuel8050, and he stooped6915 with his face639 to the ground776, and bowed7812 himself. What: Heb. What is his form?","7":"Then said559 Saul7586 unto his servants5650, Seek1245 me a woman802 that hath1172 a familiar spirit178, that I may go3212 to her, and enquire1875 of her. And his servants5650 said559 to him, Behold, there is a woman802 that hath1172 a familiar spirit178 at Endor5874.","15":"And Samuel8050 said559 to Saul7586, Why hast thou disquieted7264 me, to bring me up5927? And Saul7586 answered559, I am sore3966 distressed6887; for the Philistines6430 make war3898 against me, and God430 is departed5493 from me, and answereth6030 me no more, neither by3027 prophets5030, nor by dreams2472: therefore I have called7121 thee, that thou mayest make known3045 unto me what I shall do6213. by prophets: Heb. by the hand of prophets","20":"Then Saul7586 fell5307 straightway4116 all4393 along6967 on the earth776, and was sore3966 afraid3372, because of the words1697 of Samuel8050: and there was no strength3581 in him; for he had eaten398 no bread3899 all the day3117, nor all the night3915. fell: Heb. made haste, and fell with the fulness of his stature","25":"And she brought5066 it before6440 Saul7586, and before6440 his servants5650; and they did eat398. Then they rose up6965, and went away3212 that night3915.","23":"But he refused3985, and said559, I will not eat398. But his servants5650, together with the woman802, compelled6555 him; and he hearkened8085 unto their voice6963. So he arose6965 from the earth776, and sat3427 upon the bed4296.","6":"And when Saul7586 enquired7592 of the LORD3068, the LORD3068 answered6030 him not, neither by dreams2472, nor by Urim224, nor by prophets5030.","4":"And the Philistines6430 gathered themselves together6908, and came935 and pitched2583 in Shunem7766: and Saul7586 gathered6908 all Israel3478 together6908, and they pitched2583 in Gilboa1533.","19":"Moreover the LORD3068 will also deliver5414 Israel3478 with thee into the hand3027 of the Philistines6430: and to morrow4279 shalt thou and thy sons1121 be with me: the LORD3068 also shall deliver5414 the host4264 of Israel3478 into the hand3027 of the Philistines6430.","13":"And the king4428 said559 unto her, Be not afraid3372: for what sawest7200 thou? And the woman802 said559 unto Saul7586, I saw7200 gods430 ascending5927 out of the earth776."},"25":{"11":"Shall I then take3947 my bread3899, and my water4325, and my flesh2878 that I have killed2873 for my shearers1494, and give5414 it unto men582, whom I know3045 not whence they be? flesh: Heb. slaughter","41":"And she arose6965, and bowed7812 herself on her face639 to the earth776, and said559, Behold, let thine handmaid519 be a servant8198 to wash7364 the feet7272 of the servants5650 of my lord113.","42":"And Abigail26 hasted4116, and arose6965, and rode7392 upon an ass2543, with five2568 damsels5291 of hers that went1980 after7272 her; and she went3212 after310 the messengers4397 of David1732, and became his wife802. after her: Heb. at her feet","3":"Now the name8034 of the man376 was Nabal5037; and the name8034 of his wife802 Abigail26: and she was a woman802 of good2896 understanding7922, and of a beautiful3303 countenance8389: but the man376 was churlish7186 and evil7451 in his doings4611; and he was of the house of Caleb3614.","20":"And it was so, as she rode7392 on the ass2543, that she came down3381 by the covert5643 of the hill2022, and, behold, David1732 and his men582 came down3381 against7125 her; and she met6298 them.","12":"So David\u0027s1732 young men5288 turned2015 their way1870, and went again7725, and came935 and told5046 him all those sayings1697.","10":"And Nabal5037 answered6030 David\u0027s1732 servants5650, and said559, Who is David1732? and who is the son1121 of Jesse3448? there be many7231 servants5650 now a days3117 that break away6555 every man376 from6440 his master113.","17":"Now therefore know3045 and consider7200 what thou wilt do6213; for evil7451 is determined3615 against our master113, and against all his household1004: for he is such a son1121 of Belial1100, that a man cannot speak1696 to him.","44":"But Saul7586 had given5414 Michal4324 his daughter1323, David\u0027s1732 wife802, to Phalti6406 the son1121 of Laish3919, which was of Gallim1554.","40":"And when the servants5650 of David1732 were come935 to Abigail26 to Carmel3760, they spake1696 unto her, saying559, David1732 sent7971 us unto thee, to take3947 thee to him to wife802.","13":"And David1732 said559 unto his men582, Gird ye on2296 every man376 his sword2719. And they girded on2296 every man376 his sword2719; and David1732 also girded on2296 his sword2719: and there went up5927 after310 David1732 about four702 hundred3967 men376; and two hundred3967 abode3427 by the stuff3627.","27":"And now this blessing1293 which thine handmaid8198 hath brought935 unto my lord113, let it even be given5414 unto the young men5288 that follow1980 7272 my lord113. blessing: or, present follow: Heb. walk at the feet of, etc","30":"And it shall come to pass, when the LORD3068 shall have done6213 to my lord113 according to all the good2896 that he hath spoken1696 concerning thee, and shall have appointed6680 thee ruler5057 over Israel3478;","18":"Then Abigail26 made haste4116, and took3947 two hundred3967 loaves3899, and two8147 bottles5035 of wine3196, and five2568 sheep6629 ready dressed6213, and five2568 measures5429 of parched7039 corn, and an hundred3967 clusters of raisins6778, and two hundred3967 cakes1690 of figs, and laid7760 them on asses2543. clusters: or, lumps","36":"And Abigail26 came935 to Nabal5037; and, behold, he held a feast4960 in his house1004, like the feast4960 of a king4428; and Nabal\u0027s5037 heart3820 was merry2896 within him, for he was very3966 drunken7910: wherefore she told5046 him nothing1697, less6996 or more1419, until the morning1242 light216.","29":"Yet a man120 is risen6965 to pursue7291 thee, and to seek1245 thy soul5315: but the soul5315 of my lord113 shall be bound6887 in the bundle6872 of life2416 with the LORD3068 thy God430; and the souls5315 of thine enemies341, them shall he sling out7049, as out of the middle8432 3709 of a sling7050. as out: Heb. in the midst of the bought of a sling","23":"And when Abigail26 saw7200 David1732, she hasted4116, and lighted off3381 the ass2543, and fell5307 before639 David1732 on her face6440, and bowed7812 herself to the ground776,","19":"And she said559 unto her servants5288, Go on5674 before6440 me; behold, I come935 after310 you. But she told5046 not her husband376 Nabal5037.","1":"And Samuel8050 died4191; and all the Israelites3478 were gathered together6908, and lamented5594 him, and buried6912 him in his house1004 at Ramah7414. And David1732 arose6965, and went down3381 to the wilderness4057 of Paran6290.","5":"And David1732 sent out7971 ten6235 young men5288, and David1732 said559 unto the young men5288, Get you up5927 to Carmel3760, and go935 to Nabal5037, and greet7592 7965 him in my name8034: greet: Heb. ask him in my name of peace","4":"And David1732 heard8085 in the wilderness4057 that Nabal5037 did shear1494 his sheep6629.","8":"Ask7592 thy young men5288, and they will shew5046 thee. Wherefore let the young men5288 find4672 favour2580 in thine eyes5869: for we come935 in a good2896 day3117: give5414, I pray thee, whatsoever cometh4672 to thine hand3027 unto thy servants5650, and to thy son1121 David1732.","26":"Now therefore, my lord113, as the LORD3068 liveth2416, and as thy soul5315 liveth2416, seeing the LORD3068 hath withholden4513 thee from coming935 to shed blood1818, and from avenging3467 thyself with thine own hand3027, now let thine enemies341, and they that seek1245 evil7451 to my lord113, be as Nabal5037. avenging: Heb. saving thyself","39":"And when David1732 heard8085 that Nabal5037 was dead4191, he said559, Blessed1288 be the LORD3068, that hath pleaded7378 the cause7379 of my reproach2781 from the hand3027 of Nabal5037, and hath kept2820 his servant5650 from evil7451: for the LORD3068 hath returned7725 the wickedness7451 of Nabal5037 upon his own head7218. And David1732 sent7971 and communed1696 with Abigail26, to take3947 her to him to wife802.","14":"But one259 of the young men5288 told5046 Abigail26, Nabal\u0027s5037 wife802, saying559, Behold, David1732 sent7971 messengers4397 out of the wilderness4057 to salute1288 our master113; and he railed5860 on them. railed: Heb. flew upon them","37":"But it came to pass in the morning1242, when the wine3196 was gone out3318 of Nabal5037, and his wife802 had told5046 him these things1697, that his heart3820 died4191 within7130 him, and he became as a stone68.","22":"So3541 and more3254 also do6213 God430 unto the enemies341 of David1732, if I leave7604 of all that pertain to him by5704 the morning1242 light216 any that pisseth8366 against the wall7023.","28":"I pray thee, forgive5375 the trespass6588 of thine handmaid519: for the LORD3068 will certainly6213 make6213 my lord113 a sure539 house1004; because my lord113 fighteth3898 the battles4421 of the LORD3068, and evil7451 hath not been found4672 in thee all thy days3117.","25":"Let7760 not my lord113, I pray thee, regard3820 this man376 of Belial1100, even Nabal5037: for as his name8034 is, so is he; Nabal5037 is his name8034, and folly5039 is with him: but I thine handmaid519 saw7200 not the young men5288 of my lord113, whom thou didst send7971. regard: Heb. lay it to his heart Nabal: that is, Fool","9":"And when David\u0027s1732 young men5288 came935, they spake1696 to Nabal5037 according to all those words1697 in the name8034 of David1732, and ceased5117. ceased: Heb. rested","33":"And blessed1288 be thy advice2940, and blessed1288 be thou, which hast kept3607 me this day3117 from coming935 to shed blood1818, and from avenging3467 myself with mine own hand3027.","15":"But the men582 were very3966 good2896 unto us, and we were not hurt3637, neither missed6485 we any thing3972, as long as3117 we were conversant1980 with them, when we were in the fields7704: hurt: Heb. shamed","34":"For in very deed199, as the LORD3068 God430 of Israel3478 liveth2416, which hath kept me back4513 from hurting7489 thee, except3884 thou hadst hasted4116 and come935 to meet7125 me, surely there had not been left3498 unto Nabal5037 by the morning1242 light216 any that pisseth8366 against the wall7023.","21":"Now David1732 had said559, Surely in vain8267 have I kept8104 all that this2088 fellow hath in the wilderness4057, so that nothing3972 was missed6485 of all that pertained unto him: and he hath requited7725 me evil7451 for good2896.","24":"And fell5307 at his feet7272, and said559, Upon me, my lord113, upon me let this iniquity5771 be: and let thine handmaid519, I pray thee, speak1696 in thine audience241, and hear8085 the words1697 of thine handmaid589. audience: Heb. ears","16":"They were a wall2346 unto us both by night3915 and day3119, all the while3117 we were with them keeping7462 the sheep6629.","35":"So David1732 received3947 of her hand3027 that which she had brought935 him, and said559 unto her, Go up5927 in peace7965 to thine house1004; see7200, I have hearkened8085 to thy voice6963, and have accepted5375 thy person6440.","32":"And David1732 said559 to Abigail26, Blessed1288 be the LORD3068 God430 of Israel3478, which sent7971 thee this day3117 to meet7125 me:","7":"And now I have heard8085 that thou hast shearers1494: now thy shepherds7462 which were with us, we hurt3637 them not, neither was there ought3972 missing6485 unto them, all the while3117 they were in Carmel3760. hurt: Heb. shamed","43":"David1732 also took3947 Ahinoam293 of Jezreel3157; and they were also both8147 of them his wives802.","2":"And there was a man376 in Maon4584, whose possessions4639 were in Carmel3760; and the man376 was very3966 great1419, and he had three7969 thousand505 sheep6629, and a thousand505 goats5795: and he was shearing1494 his sheep6629 in Carmel3760. possessions: or, business","38":"And it came to pass about ten6235 days3117 after, that the LORD3068 smote5062 Nabal5037, that he died4191.","6":"And thus shall ye say559 to him that liveth2416 in prosperity, Peace7965 be both to thee, and peace7965 be to thine house1004, and peace7965 be unto all that thou hast.","31":"That this shall be no grief6330 unto thee, nor offence4383 of heart3820 unto my lord113, either that thou hast shed8210 blood1818 causeless2600, or that my lord113 hath avenged3467 himself: but when the LORD3068 shall have dealt well3190 with my lord113, then remember2142 thine handmaid519. no grief: Heb. no staggering, or, stumbling"},"9":{"11":"And as they went up5927 the hill4608 to the city5892, they found4672 young maidens5291 going out3318 to draw7579 water4325, and said559 unto them, Is3426 the seer7200 here? the hill: Heb. in the ascent of the city","3":"And the asses860 of Kish7027 Saul\u0027s7586 father1 were lost6. And Kish7027 said559 to Saul7586 his son1121, Take3947 now one259 of the servants5288 with thee, and arise6965, go3212 seek1245 the asses860.","20":"And as for thine asses860 that were lost6 three7969 days3117 ago3117, set7760 not thy mind3820 on them; for they are found4672. And on whom is all the desire2532 of Israel3478? Is it not on thee, and on all thy father\u0027s1 house1004? three: Heb. to day three days","12":"And they answered6030 them, and said559, He is3426; behold, he is before6440 you: make haste4116 now, for he came935 to day3117 to the city5892; for there is a sacrifice2077 of the people5971 to day3117 in the high place1116: sacrifice: or, feast","10":"Then said1697 Saul7586 to his servant5288, Well2896 said559; come3212, let us go3212. So they went3212 unto the city5892 where the man376 of God430 was. Well said: Heb. Thy word is good","17":"And when Samuel8050 saw7200 Saul7586, the LORD3068 said6030 unto him, Behold the man376 whom I spake559 to thee of! this same shall reign6113 over my people5971. reign over: Heb. restrain in","13":"As soon as ye be come935 into the city5892, ye shall straightway3651 find4672 him, before he go up5927 to the high place1116 to eat398: for the people5971 will not eat398 until he come935, because he doth bless1288 the sacrifice2077; and afterwards310 3651 they eat398 that be bidden7121. Now therefore get you up5927; for about this time3117 ye shall find4672 him. this time: Heb. to day","27":"And as they were going down3381 to the end7097 of the city5892, Samuel8050 said559 to Saul7586, Bid559 the servant5288 pass on5674 before6440 us, (and he passed on5674,) but stand5975 thou still a while3117, that I may shew8085 thee the word1697 of God430. a while: Heb. to day","18":"Then Saul7586 drew near5066 to Samuel8050 in8432 the gate8179, and said559, Tell5046 me, I pray thee, where335 the seer\u0027s7200 house1004 is.","23":"And Samuel8050 said559 unto the cook2876, Bring5414 the portion4490 which I gave5414 thee, of which I said559 unto thee, Set7760 it by thee.","19":"And Samuel8050 answered6030 Saul7586, and said559, I am the seer7200: go up5927 before6440 me unto the high place1116; for ye shall eat398 with me to day3117, and to morrow1242 I will let thee go7971, and will tell5046 thee all that is in thine heart3824.","1":"Now there was a man376 of Benjamin1144, whose name8034 was Kish7027, the son1121 of Abiel22, the son1121 of Zeror6872, the son1121 of Bechorath1064, the son1121 of Aphiah647, a Benjamite1145, a mighty1368 man376 of power2428. a Benjamite: or, the son of a man of Jemini power: or, substance","5":"And when they were come935 to the land776 of Zuph6689, Saul7586 said559 to his servant5288 that was with him, Come3212, and let us return7725; lest my father1 leave2308 caring for the asses860, and take thought1672 for us.","4":"And he passed through5674 mount2022 Ephraim669, and passed through5674 the land776 of Shalisha8031, but they found4672 them not: then they passed through5674 the land776 of Shalim8171, and there they were not: and he passed through5674 the land776 of the Benjamites1145, but they found4672 them not.","8":"And the servant5288 answered6030 Saul7586 again3254, and said559, Behold, I have4672 here at hand3027 the fourth part7253 of a shekel8255 of silver3701: that will I give5414 to the man376 of God430, to tell5046 us our way1870. I have: Heb. there is found in my hand","26":"And they arose early7925: and it came to pass about the spring5927 of the day7837, that Samuel8050 called7121 Saul7586 to the top of the house1406, saying559, Up6965, that I may send thee away7971. And Saul7586 arose6965, and they went out3318 both8147 of them, he and Samuel8050, abroad2351.","14":"And they went up5927 into8432 the city5892: and when they were come935 into the city5892, behold, Samuel8050 came out3318 against7125 them, for to go up5927 to the high place1116.","22":"And Samuel8050 took3947 Saul7586 and his servant5288, and brought935 them into the parlour3957, and made them sit5414 in the chiefest7218 place4725 among them that were bidden7121, which were about thirty7970 persons376.","25":"And when they were come down3381 from the high place1116 into the city5892, Samuel communed1696 with Saul7586 upon the top of the house1406.","9":"(Beforetime6440 in Israel3478, when a man376 went3212 to enquire1875 of God430, thus he spake559, Come3212, and let us go3212 to the seer7200: for he that is now3117 called a Prophet5030 was beforetime6440 called7121 a Seer7200.)","15":"Now the LORD3068 had told1540 Samuel8050 in his ear241 a259 day3117 before6440 Saul7586 came935, saying559, told: Heb. revealed the ear of Samuel","21":"And Saul7586 answered6030 and said559, Am not I a Benjamite1145, of the smallest6996 of the tribes7626 of Israel3478? and my family4940 the least6810 of all the families4940 of the tribe7626 of Benjamin1144? wherefore then speakest1696 thou so1697 to me? so: Heb. according to this word","24":"And the cook2876 took up7311 the shoulder7785, and that which was upon it, and set7760 it before6440 Saul7586. And Samuel said559, Behold that which is left7604! set7760 it before6440 thee, and eat398: for unto this time4150 hath it been kept8104 for thee since I said559, I have invited7121 the people5971. So Saul7586 did eat398 with Samuel8050 that day3117. left: or, reserved","16":"To morrow4279 about this time6256 I will send7971 thee a man376 out of the land776 of Benjamin1144, and thou shalt anoint4886 him to be captain5057 over my people5971 Israel3478, that he may save3467 my people5971 out of the hand3027 of the Philistines6430: for I have looked7200 upon my people5971, because their cry6818 is come935 unto me.","7":"Then said559 Saul7586 to his servant5288, But, behold, if we go3212, what shall we bring935 the man376? for the bread3899 is spent235 in our vessels3627, and there is not a present8670 to bring935 to the man376 of God430: what have we? is spent: Heb. is gone out of, etc have we: Heb. is with us?","2":"And he had a son1121, whose name8034 was Saul7586, a choice young man970, and a goodly2896: and there was not among the children1121 of Israel3478 a goodlier2896 person376 than he: from his shoulders7926 and upward4605 he was higher1364 than any of the people5971.","6":"And he said559 unto him, Behold now, there is in this city5892 a man376 of God430, and he is an honourable3513 man376; all that he saith1696 cometh935 surely to pass935: now let us go3212 thither; peradventure he can shew5046 us our way1870 that we should go1980."},"15":{"11":"It repenteth5162 me that I have set up4427 Saul7586 to be king4428: for he is turned back7725 from following310 me, and hath not performed6965 my commandments1697. And it grieved2734 Samuel8050; and he cried2199 unto the LORD3068 all night3915.","3":"Now go3212 and smite5221 Amalek6002, and utterly destroy2763 all that they have, and spare2550 them not; but slay4191 both man376 and woman802, infant5768 and suckling3243, ox7794 and sheep7716, camel1581 and ass2543.","20":"And Saul7586 said559 unto Samuel8050, Yea, I have obeyed8085 the voice6963 of the LORD3068, and have gone3212 the way1870 which the LORD3068 sent7971 me, and have brought935 Agag90 the king4428 of Amalek6002, and have utterly destroyed2763 the Amalekites6002.","12":"And when Samuel8050 rose early7925 to meet7125 Saul7586 in the morning1242, it was told5046 Samuel8050, saying559, Saul7586 came935 to Carmel3760, and, behold, he set him up5324 a place3027, and is gone about5437, and passed on5674, and gone down3381 to Gilgal1537.","10":"Then came the word1697 of the LORD3068 unto Samuel8050, saying559,","17":"And Samuel8050 said559, When thou wast little6996 in thine own sight5869, wast thou not made the head7218 of the tribes7626 of Israel3478, and the LORD3068 anointed4886 thee king4428 over Israel3478?","13":"And Samuel8050 came935 to Saul7586: and Saul7586 said559 unto him, Blessed1288 be thou of the LORD3068: I have performed6965 the commandment1697 of the LORD3068.","27":"And as Samuel8050 turned about5437 to go away3212, he laid hold2388 upon the skirt3671 of his mantle4598, and it rent7167.","30":"Then he said559, I have sinned2398: yet honour3513 me now, I pray thee, before the elders2205 of my people5971, and before Israel3478, and turn again7725 with me, that I may worship7812 the LORD3068 thy God430.","18":"And the LORD3068 sent7971 thee on a journey1870, and said559, Go3212 and utterly destroy2763 the sinners2400 the Amalekites6002, and fight3898 against them until they be consumed3615. they: Heb. they consume them","29":"And also the Strength5331 of Israel3478 will not lie8266 nor repent5162: for he is not a man120, that he should repent5162. Strength: or, Eternity, or, Victory","23":"For rebellion4805 is as the sin2403 of witchcraft7081, and stubbornness6484 is as iniquity205 and idolatry8655. Because thou hast rejected3988 the word1697 of the LORD3068, he hath also rejected3988 thee from being king4428. witchcraft: Heb. divination","19":"Wherefore then didst thou not obey8085 the voice6963 of the LORD3068, but didst fly5860 upon the spoil7998, and didst6213 evil7451 in the sight5869 of the LORD3068?","1":"Samuel8050 also said559 unto Saul7586, The LORD3068 sent7971 me to anoint4886 thee to be king4428 over his people5971, over Israel3478: now therefore hearken8085 thou unto the voice6963 of the words1697 of the LORD3068.","5":"And Saul7586 came935 to a city5892 of Amalek6002, and laid wait7378 693 in the valley5158. laid: or, fought","4":"And Saul7586 gathered8085 the people5971 together8085, and numbered6485 them in Telaim2923, two hundred3967 thousand505 footmen7273, and ten6235 thousand505 men376 of Judah3063.","8":"And he took8610 Agag90 the king4428 of the Amalekites6002 alive2416, and utterly destroyed2763 all the people5971 with the edge6310 of the sword2719.","26":"And Samuel8050 said559 unto Saul7586, I will not return7725 with thee: for thou hast rejected3988 the word1697 of the LORD3068, and the LORD3068 hath rejected3988 thee from being king4428 over Israel3478.","14":"And Samuel8050 said559, What meaneth then this bleating6963 of the sheep6629 in mine ears241, and the lowing6963 of the oxen1241 which I hear8085?","22":"And Samuel8050 said559, Hath the LORD3068 as great delight2656 in burnt offerings5930 and sacrifices2077, as in obeying8085 the voice6963 of the LORD3068? Behold, to obey8085 is better2896 than sacrifice2077, and to hearken7181 than the fat2459 of rams352.","28":"And Samuel8050 said559 unto him, The LORD3068 hath rent7167 the kingdom4468 of Israel3478 from thee this day3117, and hath given5414 it to a neighbour7453 of thine, that is better2896 than thou.","25":"Now therefore, I pray thee, pardon5375 my sin2403, and turn again7725 with me, that I may worship7812 the LORD3068.","9":"But Saul7586 and the people5971 spared2550 Agag90, and the best4315 of the sheep6629, and of the oxen1241, and of the fatlings4932, and the lambs3733, and all that was good2896, and would14 not utterly destroy2763 them: but every thing4399 that was vile5240 and refuse4549, that they destroyed utterly2763. fatlings: or, second sort","33":"And Samuel8050 said559, As thy sword2719 hath made women802 childless7921, so shall thy mother517 be childless7921 among women802. And Samuel8050 hewed8158 Agag90 in pieces8158 before6440 the LORD3068 in Gilgal1537.","15":"And Saul7586 said559, They have brought935 them from the Amalekites6003: for the people5971 spared2550 the best4315 of the sheep6629 and of the oxen1241, to sacrifice2076 unto the LORD3068 thy God430; and the rest3498 we have utterly destroyed2763.","34":"Then Samuel8050 went3212 to Ramah7414; and Saul7586 went up5927 to his house1004 to Gibeah1390 of Saul7586.","21":"But the people5971 took3947 of the spoil7998, sheep6629 and oxen1241, the chief7225 of the things which should have been utterly destroyed2764, to sacrifice2076 unto the LORD3068 thy God430 in Gilgal1537.","24":"And Saul7586 said559 unto Samuel8050, I have sinned2398: for I have transgressed5674 the commandment6310 of the LORD3068, and thy words1697: because I feared3372 the people5971, and obeyed8085 their voice6963.","16":"Then Samuel8050 said559 unto Saul7586, Stay7503, and I will tell5046 thee what the LORD3068 hath said1696 to me this night3915. And he said559 unto him, Say on1696.","35":"And Samuel8050 came no more3254 to see7200 Saul7586 until the day3117 of his death4194: nevertheless3588 Samuel8050 mourned56 for Saul7586: and the LORD3068 repented5162 that he had made Saul7586 king4427 over Israel3478.","32":"Then said559 Samuel8050, Bring ye hither5066 to me Agag90 the king4428 of the Amalekites6002. And Agag90 came3212 unto him delicately4574. And Agag90 said559, Surely403 the bitterness4751 of death4194 is past5493.","7":"And Saul7586 smote5221 the Amalekites6002 from Havilah2341 until thou comest935 to Shur7793, that is over against6440 Egypt4714.","2":"Thus saith559 the LORD3068 of hosts6635, I remember6485 that which Amalek6002 did6213 to Israel3478, how he laid7760 wait for him in the way1870, when he came up5927 from Egypt4714.","6":"And Saul7586 said559 unto the Kenites7017, Go3212, depart5493, get you down3381 from among8432 the Amalekites6002, lest I destroy622 you with them: for ye shewed6213 kindness2617 to all the children1121 of Israel3478, when they came up5927 out of Egypt4714. So the Kenites7017 departed5493 from among8432 the Amalekites6003.","31":"So Samuel8050 turned again7725 after310 Saul7586; and Saul7586 worshipped7812 the LORD3068."},"21":{"3":"Now therefore what is3426 under thine hand3027? give5414 me five2568 loaves of bread3899 in mine hand3027, or what there is present4672. present: Heb. found","5":"And David1732 answered6030 the priest3548, and said559 unto him, Of a truth518 women802 have been kept6113 from us about these three8032 days8543, since I came out3318, and the vessels3627 of the young men5288 are holy6944, and the bread is in a manner1870 common2455, yea, though it were sanctified6942 this day3117 in the vessel3627. yea: or, especially when this day there is other sanctified in the vessel","12":"And David1732 laid up7760 these words1697 in his heart3824, and was sore3966 afraid3372 of6440 Achish397 the king4428 of Gath1661.","10":"And David1732 arose6965, and fled1272 that day3117 for fear6440 of Saul7586, and went935 to Achish397 the king4428 of Gath1661.","2":"And David1732 said559 unto Ahimelech288 the priest3548, The king4428 hath commanded6680 me a business1697, and hath said559 unto me, Let no man376 know3045 any thing3972 of the business1697 whereabout I send7971 thee, and what I have commanded6680 thee: and I have appointed3045 my servants5288 to such6423 and such492 a place4725.","8":"And David1732 said559 unto Ahimelech288, And is there3426 not371 here under thine hand3027 spear2595 or sword2719? for I have neither brought3947 my sword2719 nor my weapons3627 with me3027, because the king\u0027s4428 business1697 required1961 haste5169.","11":"And the servants5650 of Achish397 said559 unto him, Is not this David1732 the king4428 of the land776? did they not sing6030 one to another of him2088 in dances4246, saying559, Saul7586 hath slain5221 his thousands505, and David1732 his ten thousands7233?","1":"Then came935 David1732 to Nob5011 to Ahimelech288 the priest3548: and Ahimelech288 was afraid2729 at the meeting7125 of David1732, and said559 unto him, Why art thou alone, and no man376 with thee?","9":"And the priest3548 said559, The sword2719 of Goliath1555 the Philistine6430, whom thou slewest5221 in the valley6010 of Elah425, behold, it is here wrapped3874 in a cloth8071 behind310 the ephod646: if thou wilt take3947 that, take3947 it: for there is no other312 save2108 that here2088. And David1732 said559, There is none like that; give5414 it me.","14":"Then said559 Achish397 unto his servants5650, Lo, ye see7200 the man376 is mad7696: wherefore then have ye brought935 him to me? is mad: or, playeth the mad man","7":"Now a certain man376 of the servants5650 of Saul7586 was there that day3117, detained6113 before6440 the LORD3068; and his name8034 was Doeg1673, an Edomite130, the chiefest47 of the herdmen7462 that belonged to Saul7586.","15":"Have I need2638 of mad men7696, that ye have brought935 this fellow to play the mad man7696 in my presence? shall this fellow come935 into my house1004?","6":"So the priest3548 gave5414 him hallowed6944 bread: for there was no bread3899 there but the shewbread3899 6440, that was taken5493 from before6440 the LORD3068, to put7760 hot2527 bread3899 in the day3117 when it was taken away3947.","4":"And the priest3548 answered6030 David1732, and said559, There is no common2455 bread3899 under mine hand3027, but there is3426 hallowed6944 bread3899; if the young men5288 have kept8104 themselves at least389 from women802.","13":"And he changed8138 his behaviour2940 before5869 them, and feigned himself mad1984 in their hands3027, and scrabbled8427 on the doors1817 of the gate8179, and let his spittle7388 fall down3381 upon his beard2206. scrabbled: or, made marks"},"24":{"16":"And it came to pass, when David1732 had made an end3615 of speaking1696 these words1697 unto Saul7586, that Saul7586 said559, Is this thy voice6963, my son1121 David1732? And Saul7586 lifted up5375 his voice6963, and wept1058.","3":"And he came935 to the sheepcotes1448 6629 by the way1870, where was a cave4631; and Saul7586 went in935 to cover5526 his feet7272: and David1732 and his men582 remained3427 in the sides3411 of the cave4631.","5":"And it came to pass afterward310, that David\u0027s1732 heart3820 smote5221 him, because he had cut off3772 Saul\u0027s7586 skirt3671.","21":"Swear7650 now therefore unto me by the LORD3068, that thou wilt not518 cut off3772 my seed2233 after310 me, and that thou wilt not destroy8045 my name8034 out of my father\u0027s1 house1004.","18":"And thou hast shewed5046 this day3117 how that thou hast dealt6213 well2896 with me: forasmuch as when the LORD3068 had delivered5462 me into thine hand3027, thou killedst2026 me not. delivered: Heb. shut up","12":"The LORD3068 judge8199 between me and thee, and the LORD3068 avenge5358 me of thee: but mine hand3027 shall not be upon thee.","10":"Behold, this day3117 thine eyes5869 have seen7200 how that the LORD3068 had delivered5414 thee to day3117 into mine hand3027 in the cave4631: and some bade559 me kill2026 thee: but mine eye spared2347 thee; and I said559, I will not put forth7971 mine hand3027 against my lord113; for he is the LORD\u0027S3068 anointed4899.","2":"Then Saul7586 took3947 three7969 thousand505 chosen977 men376 out of all Israel3478, and went3212 to seek1245 David1732 and his men582 upon6440 the rocks6697 of the wild goats3277.","22":"And David1732 sware7650 unto Saul7586. And Saul7586 went3212 home1004; but David1732 and his men582 gat them up5927 unto the hold4686.","8":"David1732 also arose6965 afterward, and went out3318 of the cave4631, and cried7121 after310 Saul7586, saying559, My lord113 the king4428. And when Saul7586 looked5027 behind310 him, David1732 stooped6915 with his face639 to the earth776, and bowed7812 himself.","17":"And he said559 to David1732, Thou art more righteous6662 than I: for thou hast rewarded1580 me good2896, whereas I have rewarded1580 thee evil7451.","11":"Moreover, my father1, see7200, yea, see7200 the skirt3671 of thy robe4598 in my hand3027: for in that I cut off3772 the skirt3671 of thy robe4598, and killed2026 thee not, know3045 thou and see7200 that there is neither evil7451 nor transgression6588 in mine hand3027, and I have not sinned2398 against thee; yet thou huntest6658 my soul5315 to take3947 it.","1":"And it came to pass, when Saul7586 was returned7725 from following310 the Philistines6430, that it was told5046 him, saying559, Behold, David1732 is in the wilderness4057 of Engedi5872. following: Heb. after","9":"And David1732 said559 to Saul7586, Wherefore hearest8085 thou men\u0027s120 words1697, saying559, Behold, David1732 seeketh1245 thy hurt7451?","14":"After310 whom is the king4428 of Israel3478 come out3318? after310 whom dost thou pursue7291? after310 a dead4191 dog3611, after310 a259 flea6550.","7":"So David1732 stayed8156 his servants582 with these words1697, and suffered5414 them not to rise6965 against Saul7586. But Saul7586 rose up6965 out of the cave4631, and went3212 on his way1870. stayed: Heb. cut off","15":"The LORD3068 therefore be judge1781, and judge8199 between me and thee, and see7200, and plead7378 my cause7379, and deliver8199 me out of thine hand3027. deliver: Heb. judge","20":"And now, behold, I know well3045 that thou shalt surely4427 be king4427, and that the kingdom4467 of Israel3478 shall be established6965 in thine hand3027.","6":"And he said559 unto his men582, The LORD3068 forbid2486 that I should do6213 this thing1697 unto my master113, the LORD\u0027S3068 anointed4899, to stretch forth7971 mine hand3027 against him, seeing he is the anointed4899 of the LORD3068.","4":"And the men582 of David1732 said559 unto him, Behold the day3117 of which the LORD3068 said559 unto thee, Behold, I will deliver5414 thine enemy341 into thine hand3027, that thou mayest do6213 to him as it shall seem good3190 unto thee5869. Then David1732 arose6965, and cut off3772 the skirt3671 of Saul\u0027s7586 robe4598 privily3909. Saul\u0027s: Heb. the robe which was Saul\u0027s","19":"For if a man376 find4672 his enemy341, will he let him go7971 well2896 away1870? wherefore the LORD3068 reward7999 thee good2896 for that thou hast done6213 unto me this day3117.","13":"As saith559 the proverb4912 of the ancients6931, Wickedness7562 proceedeth3318 from the wicked7563: but mine hand3027 shall not be upon thee."},"16":{"16":"Let our lord113 now command559 thy servants5650, which are before6440 thee, to seek out1245 a man376, who is a cunning3045 player5059 on an harp3658: and it shall come to pass, when the evil7451 spirit7307 from God430 is upon thee, that he shall play5059 with his hand3027, and thou shalt be well2895.","3":"And call7121 Jesse3448 to the sacrifice2077, and I will shew3045 thee what thou shalt do6213: and thou shalt anoint4886 unto me him whom I name559 unto thee.","5":"And he said559, Peaceably7965: I am come935 to sacrifice2076 unto the LORD3068: sanctify6942 yourselves, and come935 with me to the sacrifice2077. And he sanctified6942 Jesse3448 and his sons1121, and called7121 them to the sacrifice2077.","21":"And David1732 came935 to Saul7586, and stood5975 before6440 him: and he loved157 him greatly3966; and he became his armourbearer5375 3627.","18":"Then answered6030 one259 of the servants5288, and said559, Behold, I have seen7200 a son1121 of Jesse3448 the Bethlehemite1022, that is cunning3045 in playing5059, and a mighty1368 valiant man2428, and a man376 of war4421, and prudent995 in matters1697, and a comely8389 person376, and the LORD3068 is with him. matters: or, speech","12":"And he sent7971, and brought him in935. Now he was ruddy132, and withal5973 of a beautiful3303 countenance5869, and goodly2896 to look to7210. And the LORD3068 said559, Arise6965, anoint4886 him: for this is he. of a: Heb. fair of eyes","10":"Again, Jesse3448 made seven7651 of his sons1121 to pass5674 before6440 Samuel8050. And Samuel8050 said559 unto Jesse3448, The LORD3068 hath not chosen977 these.","2":"And Samuel8050 said559, How can I go3212? if Saul7586 hear8085 it, he will kill2026 me. And the LORD3068 said559, Take3947 an heifer1241 5697 with thee3027, and say559, I am come935 to sacrifice2076 to the LORD3068. with thee: Heb. in thine hand","22":"And Saul7586 sent7971 to Jesse3448, saying559, Let David1732, I pray thee, stand5975 before6440 me; for he hath found4672 favour2580 in my sight5869.","8":"Then Jesse3448 called7121 Abinadab41, and made him pass5674 before6440 Samuel8050. And he said559, Neither hath the LORD3068 chosen977 this.","17":"And Saul7586 said559 unto his servants5650, Provide7200 me now a man376 that can play5059 well3190, and bring935 him to me.","11":"And Samuel8050 said559 unto Jesse3448, Are here all8552 thy children5288? And he said559, There remaineth7604 yet the youngest6996, and, behold, he keepeth7462 the sheep6629. And Samuel8050 said559 unto Jesse3448, Send7971 and fetch3947 him: for we will not sit down5437 till he come935 hither6311. down: Heb. round","1":"And the LORD3068 said559 unto Samuel8050, How long wilt thou mourn56 for Saul7586, seeing I have rejected3988 him from reigning4427 over Israel3478? fill4390 thine horn7161 with oil8081, and go3212, I will send7971 thee to Jesse3448 the Bethlehemite1022: for I have provided7200 me a king4428 among his sons1121.","9":"Then Jesse3448 made Shammah8048 to pass by5674. And he said559, Neither hath the LORD3068 chosen977 this.","14":"But the Spirit7307 of the LORD3068 departed5493 from Saul7586, and an evil7451 spirit7307 from the LORD3068 troubled1204 him. troubled: or, terrified","7":"But the LORD3068 said559 unto Samuel8050, Look5027 not on his countenance4758, or on the height1364 of his stature6967; because I have refused3988 him: for the LORD seeth not as man120 seeth7200; for man120 looketh7200 on the outward appearance5869, but the LORD3068 looketh7200 on the heart3824. outward: Heb. eyes","15":"And Saul\u0027s7586 servants5650 said559 unto him, Behold now, an evil7451 spirit7307 from God430 troubleth1204 thee.","20":"And Jesse3448 took3947 an ass2543 laden with bread3899, and a bottle4997 of wine3196, and a259 kid1423 5795, and sent7971 them by3027 David1732 his son1121 unto Saul7586.","23":"And it came to pass, when the evil spirit7307 from God430 was upon Saul7586, that David1732 took3947 an harp3658, and played5059 with his hand3027: so Saul7586 was refreshed7304, and was well2895, and the evil7451 spirit7307 departed5493 from him.","6":"And it came to pass, when they were come935, that he looked7200 on Eliab446, and said559, Surely the LORD\u0027S3068 anointed4899 is before him. Eliab: called Elihu","4":"And Samuel8050 did6213 that which the LORD3068 spake1696, and came935 to Bethlehem1035. And the elders2205 of the town5892 trembled2729 at his coming7125, and said559, Comest935 thou peaceably7965? coming: Heb. meeting","19":"Wherefore Saul7586 sent7971 messengers4397 unto Jesse3448, and said559, Send7971 me David1732 thy son1121, which is with the sheep6629.","13":"Then Samuel8050 took3947 the horn7161 of oil8081, and anointed4886 him in the midst7130 of his brethren251: and the Spirit7307 of the LORD3068 came6743 upon David1732 from that day3117 forward4605. So Samuel8050 rose up6965, and went3212 to Ramah7414."},"7":{"16":"And he went1980 from1767 year8141 to year8141 in circuit5437 to Bethel1008, and Gilgal1537, and Mizpeh4709, and judged8199 Israel3478 in all those places4725. in circuit: Heb. and he circuited","3":"And Samuel8050 spake559 unto all the house1004 of Israel3478, saying559, If ye do return7725 unto the LORD3068 with all your hearts3824, then put away5493 the strange5236 gods430 and Ashtaroth6252 from among8432 you, and prepare3559 your hearts3824 unto the LORD3068, and serve5647 him only: and he will deliver5337 you out of the hand3027 of the Philistines6430.","5":"And Samuel8050 said559, Gather6908 all Israel3478 to Mizpeh4708, and I will pray6419 for you unto the LORD3068.","12":"Then Samuel8050 took3947 a259 stone68, and set7760 it between Mizpeh4709 and Shen8129, and called7121 the name8034 of it Ebenezer72, saying559, Hitherto hath the LORD3068 helped5826 us. Ebenezer: that is, The stone of help","10":"And as Samuel8050 was offering up5927 the burnt offering5930, the Philistines6430 drew near5066 to battle4421 against Israel3478: but the LORD3068 thundered7481 with a great1419 thunder6963 on that day3117 upon the Philistines6430, and discomfited2000 them; and they were smitten5062 before6440 Israel3478.","2":"And it came to pass, while3117 the ark727 abode3427 in Kirjathjearim7157, that the time3117 was long7235; for it was twenty6242 years8141: and all the house1004 of Israel3478 lamented5091 after310 the LORD3068.","8":"And the children1121 of Israel3478 said559 to Samuel8050, Cease2790 not to cry2199 unto the LORD3068 our God430 for us, that he will save3467 us out of the hand3027 of the Philistines6430. Cease: Heb. Be not silent from us from crying","17":"And his return8666 was to Ramah7414; for there was his house1004; and there he judged8199 Israel3478; and there he built1129 an altar4196 unto the LORD3068.","11":"And the men582 of Israel3478 went out3318 of Mizpeh4709, and pursued7291 the Philistines6430, and smote5221 them, until they came under Bethcar1033.","1":"And the men582 of Kirjathjearim7157 came935, and fetched up5927 the ark727 of the LORD3068, and brought935 it into the house1004 of Abinadab41 in the hill1389, and sanctified6942 Eleazar499 his son1121 to keep8104 the ark727 of the LORD3068.","9":"And Samuel8050 took3947 a259 sucking2461 lamb2924, and offered5927 it for a burnt offering5930 wholly3632 unto the LORD3068: and Samuel8050 cried2199 unto the LORD3068 for Israel3478; and the LORD3068 heard6030 him. heard: or, answered","14":"And the cities5892 which the Philistines6430 had taken3947 from Israel3478 were restored7725 to Israel3478, from Ekron6138 even unto Gath1661; and the coasts1366 thereof did Israel3478 deliver5337 out of the hands3027 of the Philistines6430. And there was peace7965 between Israel3478 and the Amorites567.","7":"And when the Philistines6430 heard8085 that the children1121 of Israel3478 were gathered together6908 to Mizpeh4708, the lords5633 of the Philistines6430 went up5927 against Israel3478. And when the children1121 of Israel3478 heard8085 it, they were afraid3372 of6440 the Philistines6430.","15":"And Samuel8050 judged8199 Israel3478 all the days3117 of his life2416.","6":"And they gathered together6908 to Mizpeh4709, and drew7579 water4325, and poured it out8210 before6440 the LORD3068, and fasted6684 on that day3117, and said559 there, We have sinned2398 against the LORD3068. And Samuel8050 judged8199 the children1121 of Israel3478 in Mizpeh4708.","4":"Then the children1121 of Israel3478 did put away5493 Baalim1168 and Ashtaroth6252, and served5647 the LORD3068 only.","13":"So the Philistines6430 were subdued3665, and they came935 no more3254 into the coast1366 of Israel3478: and the hand3027 of the LORD3068 was against the Philistines6430 all the days3117 of Samuel8050."},"2":{"11":"And Elkanah511 went3212 to Ramah7414 to his house1004. And the child5288 did1961 minister8334 unto the LORD3068 before6440 Eli5941 the priest3548.","3":"Talk1696 no more7235 so exceeding1364 proudly1364; let not arrogancy6277 come3318 out of your mouth6310: for the LORD3068 is a God410 of knowledge1844, and by him actions5949 are weighed8505. arrogancy: Heb. hard","20":"And Eli5941 blessed1288 Elkanah511 and his wife802, and said559, The LORD3068 give7760 thee seed2233 of this woman802 for the loan7596 which is lent7592 to the LORD3068. And they went1980 unto their own home4725. loan: or, petition which she asked, etc","12":"Now the sons1121 of Eli5941 were sons1121 of Belial1100; they knew3045 not the LORD3068.","10":"The adversaries7378 of the LORD3068 shall be broken to pieces2865; out of heaven8064 shall he thunder7481 upon them: the LORD3068 shall judge1777 the ends657 of the earth776; and he shall give5414 strength5797 unto his king4428, and exalt7311 the horn7161 of his anointed4899.","17":"Wherefore the sin2403 of the young men5288 was very3966 great1419 before6440 the LORD3068: for men582 abhorred5006 the offering4503 of the LORD3068.","13":"And the priests\u00273548 custom4941 with the people5971 was, that, when any man376 offered2076 sacrifice2077, the priest\u0027s3548 servant5288 came935, while the flesh1320 was in seething1310, with a fleshhook4207 of three7969 teeth8127 in his hand3027;","27":"And there came935 a man376 of God430 unto Eli5941, and said559 unto him, Thus saith559 the LORD3068, Did I plainly1540 appear1540 unto the house1004 of thy father1, when they were in Egypt4714 in Pharaoh\u0027s6547 house1004?","30":"Wherefore the LORD3068 God430 of Israel3478 saith5002, I said559 indeed559 that thy house1004, and the house1004 of thy father1, should walk1980 before6440 me for5704 ever5769: but now the LORD3068 saith5002, Be it far from me2486; for them that honour3513 me I will honour3513, and they that despise959 me shall be lightly esteemed7043.","18":"But Samuel8050 ministered8334 before6440 the LORD3068, being a child5288, girded2296 with a linen906 ephod646.","36":"And it shall come to pass, that every one that is left3498 in thine house1004 shall come935 and crouch7812 to him for a piece95 of silver3701 and a morsel3603 of bread3899, and shall say559, Put5596 me, I pray thee, into one259 of the priests\u0027 offices3550, that I may eat398 a piece6595 of bread3899. Put: Heb. Join one of: or, somewhat about the priesthood","29":"Wherefore kick1163 ye at my sacrifice2077 and at mine offering4503, which I have commanded6680 in my habitation4583; and honourest3513 thy sons1121 above me, to make yourselves fat1254 with the chiefest7225 of all the offerings4503 of Israel3478 my people5971?","23":"And he said559 unto them, Why do6213 ye such things1697? for I hear8085 of your evil7451 dealings1697 by all this people5971. of your: or, evil words of you","19":"Moreover his mother517 made6213 him a little6996 coat4598, and brought5927 it to him from year3117 to year3117, when she came up5927 with her husband376 to offer2076 the yearly3117 sacrifice2077.","1":"And Hannah2584 prayed6419, and said559, My heart3820 rejoiceth5970 in the LORD3068, mine horn7161 is exalted7311 in the LORD3068: my mouth6310 is enlarged7337 over mine enemies341; because I rejoice8055 in thy salvation3444.","5":"They that were full7649 have hired out7936 themselves for bread3899; and they that were hungry7457 ceased2308: so that the barren6135 hath born3205 seven7651; and she that hath many7227 children1121 is waxed feeble535.","4":"The bows7198 of the mighty men1368 are broken2844, and they that stumbled3782 are girded247 with strength2428.","8":"He raiseth up6965 the poor1800 out of the dust6083, and lifteth up7311 the beggar34 from the dunghill830, to set3427 them among princes5081, and to make them inherit5157 the throne3678 of glory3519: for the pillars4690 of the earth776 are the LORD\u0027S3068, and he hath set7896 the world8398 upon them.","26":"And the child5288 Samuel8050 grew1432 on1980, and was in favour2896 both with the LORD3068, and also with men582.","14":"And he struck5221 it into the pan3595, or kettle1731, or caldron7037, or pot6517; all that the fleshhook4207 brought up5927 the priest3548 took3947 for himself. So they did6213 in Shiloh7887 unto all the Israelites3478 that came935 thither.","22":"Now Eli5941 was very3966 old2204, and heard8085 all that his sons1121 did6213 unto all Israel3478; and how they lay7901 with the women802 that assembled6633 at the door6607 of the tabernacle168 of the congregation4150. assembled: Heb. assembled by troops","28":"And did I choose977 him out of all the tribes7626 of Israel3478 to be my priest3548, to offer5927 upon mine altar4196, to burn6999 incense7004, to wear5375 an ephod646 before6440 me? and did I give5414 unto the house1004 of thy father1 all the offerings made by fire801 of the children1121 of Israel3478?","25":"If one man376 sin2398 against another376, the judge430 shall judge6419 him: but if a man376 sin2398 against the LORD3068, who shall intreat6419 for him? Notwithstanding they hearkened8085 not unto the voice6963 of their father1, because the LORD3068 would2654 slay4191 them.","9":"He will keep8104 the feet7272 of his saints2623, and the wicked7563 shall be silent1826 in darkness2822; for by strength3581 shall no man376 prevail1396.","33":"And the man376 of thine, whom I shall not cut off3772 from mine altar4196, shall be to consume3615 thine eyes5869, and to grieve109 thine heart5315: and all the increase4768 of thine house1004 shall die4191 in the flower of their age582. in the flower: Heb. men","15":"Also before they burnt6999 the fat2459, the priest\u0027s3548 servant5288 came935, and said559 to the man376 that sacrificed2076, Give5414 flesh1320 to roast6740 for the priest3548; for he will not have3947 sodden1310 flesh1320 of thee, but raw2416.","34":"And this shall be a sign226 unto thee, that shall come935 upon thy two8147 sons1121, on Hophni2652 and Phinehas6372; in one259 day3117 they shall die4191 both8147 of them.","21":"And3588 the LORD3068 visited6485 Hannah2584, so that she conceived2029, and bare3205 three7969 sons1121 and two8147 daughters1323. And the child5288 Samuel8050 grew1431 before5973 the LORD3068.","24":"Nay, my sons1121; for it is no good2896 report8052 that I hear8085: ye make the LORD\u0027S3068 people5971 to transgress5674. transgress: or, cry out","16":"And if any man376 said559 unto him, Let them not fail6999 to burn6999 the fat2459 presently3117, and then take3947 as much as thy soul5315 desireth183; then he would answer559 him, Nay; but thou shalt give5414 it me now: and if not, I will take3947 it by force2394. presently: Heb. as on the day","35":"And I will raise me up6965 a faithful539 priest3548, that shall do6213 according to that which is in mine heart3824 and in my mind5315: and I will build1129 him a sure539 house1004; and he shall walk1980 before6440 mine anointed4899 for ever3117.","32":"And thou shalt see5027 an enemy6862 in my habitation4583, in all the wealth which God shall give3190 Israel3478: and there shall not be an old man2205 in thine house1004 for ever3117. an enemy: or, the affliction of the tabernacle, for all the wealth which God would have given Israel","7":"The LORD3068 maketh poor3423, and maketh rich6238: he bringeth low8213, and637 lifteth up7311.","2":"There is none holy6918 as the LORD3068: for there is none beside1115 thee: neither is there any rock6697 like our God430.","6":"The LORD3068 killeth4191, and maketh alive2421: he bringeth down3381 to the grave7585, and bringeth up5927.","31":"Behold, the days3117 come935, that I will cut off1438 thine arm2220, and the arm2220 of thy father\u0027s1 house1004, that there shall not be an old man2205 in thine house1004."},"6":{"16":"And when the five2568 lords5633 of the Philistines6430 had seen7200 it, they returned7725 to Ekron6138 the same day3117.","3":"And they said559, If ye send away7971 the ark727 of the God430 of Israel3478, send7971 it not empty7387; but in any wise7725 return7725 him a trespass offering817: then ye shall be healed7495, and it shall be known3045 to you why his hand3027 is not removed5493 from you.","5":"Wherefore ye shall make6213 images6754 of your emerods2914 6076, and images6754 of your mice5909 that mar7843 the land776; and ye shall give5414 glory3519 unto the God430 of Israel3478: peradventure he will lighten7043 his hand3027 from off you, and from off your gods430, and from off your land776.","21":"And they sent7971 messengers4397 to the inhabitants3427 of Kirjathjearim7157, saying559, The Philistines6430 have brought again7725 the ark727 of the LORD3068; come ye down3381, and fetch it up5927 to you.","18":"And the golden2091 mice5909, according to the number4557 of all the cities5892 of the Philistines6430 belonging to the five2568 lords5633, both of fenced4013 cities5892, and of country6521 villages3724, even unto the great1419 stone of Abel59, whereon they set down3240 the ark727 of the LORD3068: which stone remaineth unto this day3117 in the field7704 of Joshua3091, the Bethshemite1030. great: or, great stone","12":"And the kine6510 took the straight3474 way1870 to the way1870 of Bethshemesh1053, and went along1980 the highway4546 259, lowing1600 as they went1980, and turned not aside5493 to the right hand3225 or to the left8040; and the lords5633 of the Philistines6430 went1980 after310 them unto the border1366 of Bethshemesh1053.","10":"And the men582 did so6213; and took3947 two8147 milch5763 kine6510, and tied631 them to the cart5699, and shut up3607 their calves1121 at home1004:","2":"And the Philistines6430 called7121 for the priests3548 and the diviners7080, saying559, What shall we do6213 to the ark727 of the LORD3068? tell3045 us wherewith we shall send7971 it to his place4725.","8":"And take3947 the ark727 of the LORD3068, and lay5414 it upon the cart5699; and put7760 the jewels3627 of gold2091, which ye return7725 him for a trespass offering817, in a coffer712 by the side6654 thereof; and send it away7971, that it may go1980.","17":"And these are the golden2091 emerods2914 which the Philistines6430 returned7725 for a trespass offering817 unto the LORD3068; for Ashdod795 one259, for Gaza5804 one259, for Askelon831 one259, for Gath1661 one259, for Ekron6138 one259;","11":"And they laid7760 the ark727 of the LORD3068 upon the cart5699, and the coffer712 with the mice5909 of gold2091 and the images6754 of their emerods2914.","1":"And the ark727 of the LORD3068 was in the country7704 of the Philistines6430 seven7651 months2320.","9":"And see7200, if it goeth up5927 by the way1870 of his own coast1366 to Bethshemesh1053, then he hath done6213 us this great1419 evil7451: but if not, then we shall know3045 that it is not his hand3027 that smote5060 us: it was a chance4745 that happened to us1961. he: or, it","14":"And the cart5699 came935 into the field7704 of Joshua3091, a Bethshemite1030, and stood5975 there, where there was a great1419 stone68: and they clave1234 the wood6086 of the cart5699, and offered5927 the kine6510 a burnt offering5930 unto the LORD3068.","7":"Now therefore make6213 a259 new2319 cart5699, and take3947 two8147 milch5763 kine6510, on which there hath come5927 no yoke5923, and tie631 the kine6510 to the cart5699, and bring7725 their calves1121 home1004 from them310:","15":"And the Levites3881 took down3381 the ark727 of the LORD3068, and the coffer712 that was with it, wherein the jewels3627 of gold2091 were, and put7760 them on the great1419 stone68: and the men582 of Bethshemesh1053 offered5927 burnt offerings5930 and sacrificed2076 sacrifices2077 the same day3117 unto the LORD3068.","20":"And the men582 of Bethshemesh1053 said559, Who is able3201 to stand5975 before6440 this holy6918 LORD3068 God430? and to whom shall he go up5927 from us?","6":"Wherefore then do ye harden3513 your hearts3824, as the Egyptians4714 and Pharaoh6547 hardened3513 their hearts3820? when he had wrought wonderfully5953 among them, did they not let the people go7971, and they departed3212? wonderfully: or, reproachfully the people: Heb. them","4":"Then said559 they, What shall be the trespass offering817 which we shall return7725 to him? They answered559, Five2568 golden2091 emerods2914 6076, and five2568 golden2091 mice5909, according to the number4557 of the lords5633 of the Philistines6430: for one259 plague4046 was on you all, and on your lords5633. you: Heb. them","19":"And he smote5221 the men376 of Bethshemesh1053, because they had looked7200 into the ark727 of the LORD3068, even he smote5221 of the people5971 fifty2572 thousand505 and threescore and ten7657 men582: and the people5971 lamented56, because the LORD3068 had smitten5221 many of the people5971 with a great1419 slaughter4347.","13":"And they of Bethshemesh1053 were reaping7114 their wheat2406 harvest7105 in the valley6010: and they lifted up5375 their eyes5869, and saw7200 the ark727, and rejoiced8055 to see7200 it."},"31":{"3":"And the battle4421 went sore3513 against Saul7586, and the archers3384 582 7198 hit4672 him; and he was sore3966 wounded2342 of the archers3384 582 7198. and the archers: Heb. and the shooters, men with bows hit: Heb. found him","5":"And when his armourbearer5375 3627 saw7200 that Saul7586 was dead4191, he fell5307 likewise upon his sword2719, and died4191 with him.","12":"All the valiant2428 men376 381 arose6965, and went3212 all night3915, and took3947 the body1472 of Saul7586 and the bodies1472 of his sons1121 from the wall2346 of Bethshan1052, and came935 to Jabesh3003, and burnt8313 them there.","10":"And they put7760 his armour3627 in the house1004 of Ashtaroth6252 1045: and they fastened8628 his body1472 to the wall2346 of Bethshan1052.","2":"And the Philistines6430 followed hard1692 upon Saul7586 and upon his sons1121; and the Philistines6430 slew5221 Jonathan3083, and Abinadab41, and Malchishua4444, Saul\u0027s7586 sons1121.","8":"And it came to pass on the morrow4283, when the Philistines6430 came935 to strip6584 the slain2491, that they found4672 Saul7586 and his three7969 sons1121 fallen5307 in mount2022 Gilboa1533.","11":"And when the inhabitants3427 of Jabeshgilead3003 1568 heard8085 of that which the Philistines6430 had done6213 to Saul7586; of that: or, concerning him that","1":"Now the Philistines6430 fought3898 against Israel3478: and the men582 of Israel3478 fled5127 from before6440 the Philistines6430, and fell down5307 slain2491 in mount2022 Gilboa1533. slain: or, wounded","9":"And they cut off3772 his head7218, and stripped off6584 his armour3627, and sent7971 into the land776 of the Philistines6430 round about5439, to publish1319 it in the house1004 of their idols6091, and among the people5971.","7":"And when the men582 of Israel3478 that were on the other side5676 of the valley6010, and they that were on the other side5676 Jordan3383, saw7200 that the men582 of Israel3478 fled5127, and that Saul7586 and his sons1121 were dead4191, they forsook5800 the cities5892, and fled5127; and the Philistines6430 came935 and dwelt3427 in them.","6":"So Saul7586 died4191, and his three7969 sons1121, and his armourbearer5375 3627, and all his men582, that same day3117 together3162.","4":"Then said559 Saul7586 unto his armourbearer5375 3627, Draw8025 thy sword2719, and thrust me through1856 therewith; lest these uncircumcised6189 come935 and thrust me through1856, and abuse5953 me. But his armourbearer5375 3627 would14 not; for he was sore3966 afraid3372. Therefore Saul7586 took3947 a sword2719, and fell5307 upon it. abuse: or, mock me","13":"And they took3947 their bones6106, and buried6912 them under a tree815 at Jabesh3003, and fasted6684 seven7651 days3117."}}}