{"translationKey":"kjv","translation":"KJV","book":"2 Kings","bookSlug":"2-kings","chapters":{"16":{"16":"Thus did6213 Urijah223 the priest3548, according to all that king4428 Ahaz271 commanded6680.","3":"But he walked3212 in the way1870 of the kings4428 of Israel3478, yea, and made his son1121 to pass through5674 the fire784, according to the abominations8441 of the heathen1471, whom the LORD3068 cast out3423 from before6440 the children1121 of Israel3478.","5":"Then Rezin7526 king4428 of Syria758 and Pekah6492 son1121 of Remaliah7425 king4428 of Israel3478 came up5927 to Jerusalem3389 to war4421: and they besieged6696 Ahaz271, but could3201 not overcome3898 him.","18":"And the covert4329 4329 for the sabbath7676 that they had built1129 in the house1004, and the king\u0027s4428 entry3996 without2435, turned5437 he from the house1004 of the LORD3068 for6440 the king4428 of Assyria804.","12":"And when the king4428 was come935 from Damascus1834, the king4428 saw7200 the altar4196: and the king4428 approached7126 to the altar4196, and offered5927 thereon.","10":"And king4428 Ahaz271 went3212 to Damascus1834 to meet7125 Tiglathpileser8407 king4428 of Assyria804, and saw7200 an altar4196 that was at Damascus1834: and king4428 Ahaz271 sent7971 to Urijah223 the priest3548 the fashion1823 of the altar4196, and the pattern8403 of it, according to all the workmanship4639 thereof. Damascus: Heb. Dammesek","2":"Twenty6242 years8141 old1121 was Ahaz271 when he began to reign4427, and reigned4427 sixteen8337 6240 years8141 in Jerusalem3389, and did6213 not that which was right3477 in the sight5869 of the LORD3068 his God430, like David1732 his father1.","8":"And Ahaz271 took3947 the silver3701 and gold2091 that was found4672 in the house1004 of the LORD3068, and in the treasures214 of the king\u0027s4428 house1004, and sent7971 it for a present7810 to the king4428 of Assyria804.","17":"And king4428 Ahaz271 cut off7112 the borders4526 of the bases4350, and removed5493 the laver3595 from off them; and took down3381 the sea3220 from off the brasen5178 oxen1241 that were under it, and put5414 it upon a pavement4837 of stones68.","11":"And Urijah223 the priest3548 built1129 an altar4196 according to all that king4428 Ahaz271 had sent7971 from Damascus1834: so Urijah223 the priest3548 made6213 it against king4428 Ahaz271 came935 from Damascus1834.","1":"In the seventeenth7651 6240 8141 year8141 of Pekah6492 the son1121 of Remaliah7425 Ahaz271 the son1121 of Jotham3147 king4428 of Judah3063 began to reign4427.","9":"And the king4428 of Assyria804 hearkened8085 unto him: for the king4428 of Assyria804 went up5927 against Damascus1834, and took8610 it, and carried the people of it captive1540 to Kir7024, and slew4191 Rezin7526. Damascus: Heb. Dammesek","14":"And he brought7126 also the brasen5178 altar4196, which was before6440 the LORD3068, from the forefront6440 of the house1004, from between the altar4196 and the house1004 of the LORD3068, and put5414 it on the north6828 side3409 of the altar4196.","7":"So Ahaz271 sent7971 messengers4397 to Tiglathpileser8407 king4428 of Assyria804, saying559, I am thy servant5650 and thy son1121: come up5927, and save3467 me out of the hand3709 of the king4428 of Syria758, and out of the hand3709 of the king4428 of Israel3478, which rise up6965 against me.","15":"And king4428 Ahaz271 commanded6680 Urijah223 the priest3548, saying559, Upon the great1419 altar4196 burn6999 the morning1242 burnt offering5930, and the evening6153 meat offering4503, and the king\u0027s4428 burnt sacrifice5930, and his meat offering4503, with the burnt offering5930 of all the people5971 of the land776, and their meat offering4503, and their drink offerings5262; and sprinkle2236 upon it all the blood1818 of the burnt offering5930, and all the blood1818 of the sacrifice2077: and the brasen5178 altar4196 shall be for me to enquire1239 by.","20":"And Ahaz271 slept7901 with his fathers1, and was buried6912 with his fathers1 in the city5892 of David1732: and Hezekiah2396 his son1121 reigned4427 in his stead.","6":"At that time6256 Rezin7526 king4428 of Syria758 recovered7725 Elath359 to Syria758 130, and drave5394 the Jews3064 from Elath359: and the Syrians726 came935 to Elath359, and dwelt3427 there unto this day3117. from Elath: Heb. from Eloth","4":"And he sacrificed2076 and burnt incense6999 in the high places1116, and on the hills1389, and under every green7488 tree6086.","19":"Now the rest3499 of the acts1697 of Ahaz271 which he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","13":"And he burnt6999 his burnt offering5930 and his meat offering4503, and poured5258 his drink offering5262, and sprinkled2236 the blood1818 of his peace offerings8002, upon the altar4196. his peace offerings: Heb. the peace offerings which were his"},"3":{"11":"But Jehoshaphat3092 said559, Is there not here a prophet5030 of the LORD3068, that we may enquire1875 of the LORD3068 by him? And one259 of the king4428 of Israel\u0027s3478 servants5650 answered6030 and said559, Here is Elisha477 the son1121 of Shaphat8202, which poured3332 water4325 on the hands3027 of Elijah452.","3":"Nevertheless he cleaved1692 unto the sins2403 of Jeroboam3379 the son1121 of Nebat5028, which made Israel3478 to sin2398; he departed5493 not therefrom.","20":"And it came to pass in the morning1242, when the meat offering4503 was offered5927, that, behold, there came935 water4325 by the way1870 of Edom123, and the country776 was filled4390 with water4325.","12":"And Jehoshaphat3092 said559, The word1697 of the LORD3068 is3426 with him. So the king4428 of Israel3478 and Jehoshaphat3092 and the king4428 of Edom123 went down3381 to him.","10":"And the king4428 of Israel3478 said559, Alas162! that the LORD3068 hath called7121 these three7969 kings4428 together7121, to deliver5414 them into the hand3027 of Moab4124!","17":"For thus saith559 the LORD3068, Ye shall not see7200 wind7307, neither shall ye see7200 rain1653; yet that valley5158 shall be filled4390 with water4325, that ye may drink8354, both ye, and your cattle4735, and your beasts929.","13":"And Elisha477 said559 unto the king4428 of Israel3478, What have I to do with thee? get3212 thee to the prophets5030 of thy father1, and to the prophets5030 of thy mother517. And the king4428 of Israel3478 said559 unto him, Nay: for the LORD3068 hath called7121 these three7969 kings4428 together7121, to deliver5414 them into the hand3027 of Moab4124.","27":"Then he took3947 his eldest1060 son1121 that should have reigned4427 in his stead, and offered5927 him for a burnt offering5930 upon the wall2346. And there was great1419 indignation7110 against Israel3478: and they departed5265 from him, and returned7725 to their own land776.","18":"And this is but a light thing7043 in the sight5869 of the LORD3068: he will deliver5414 the Moabites4124 also into your hand3027.","23":"And they said559, This is blood1818: the kings4428 are surely2717 slain2717, and they have smitten5221 one376 another7453: now therefore, Moab4124, to the spoil7998. slain: Heb. destroyed","19":"And ye shall smite5221 every fenced4013 city5892, and every choice4004 city5892, and shall fell5307 every good2896 tree6086, and stop5640 all wells4599 of water4325, and mar3510 every good2896 piece2513 of land with stones68. mar: Heb. grieve","1":"Now Jehoram3088 the son1121 of Ahab256 began to reign4427 over Israel3478 in Samaria8111 the eighteenth8083 6240 year8141 of Jehoshaphat3092 king4428 of Judah3063, and reigned4427 twelve8147 6240 years8141.","5":"But it came to pass, when Ahab256 was dead4194, that the king4428 of Moab4124 rebelled6586 against the king4428 of Israel3478.","4":"And Mesha4338 king4428 of Moab4124 was a sheepmaster5349, and rendered7725 unto the king4428 of Israel3478 an hundred3967 thousand505 lambs3733, and an hundred3967 thousand505 rams352, with the wool6785.","8":"And he said559, Which way1870 shall we go up5927? And he answered559, The way1870 through the wilderness4057 of Edom123.","26":"And when the king4428 of Moab4124 saw7200 that the battle4421 was too sore2388 for him, he took3947 with him seven7651 hundred3967 men376 that drew8025 swords2719, to break through1234 even unto the king4428 of Edom123: but they could3201 not.","14":"And Elisha477 said559, As the LORD3068 of hosts6635 liveth2416, before6440 whom I stand5975, surely, were it not that3884 I regard5375 the presence6440 of Jehoshaphat3092 the king4428 of Judah3063, I would not look5027 toward thee, nor see7200 thee.","22":"And they rose up early7925 in the morning1242, and the sun8121 shone2224 upon the water4325, and the Moabites4124 saw7200 the water4325 on the other side5048 as red122 as blood1818:","25":"And they beat down2040 the cities5892, and on every good2896 piece2513 of land cast7993 every man376 his stone68, and filled4390 it; and they stopped5640 all the wells4599 of water4325, and felled5307 all the good2896 trees6086: only in Kirharaseth7025 left7604 they the stones68 thereof; howbeit the slingers7051 went about5437 it, and smote5221 it. only in: Heb. until he left its stones in Kirharaseth","9":"So the king4428 of Israel3478 went3212, and the king4428 of Judah3063, and the king4428 of Edom123: and they fetched a compass5437 of seven7651 days\u00273117 journey1870: and there was no water4325 for the host4264, and for the cattle929 that followed7272 them. that: Heb. at their feet","15":"But now bring3947 me a minstrel5059. And it came to pass, when the minstrel5059 played5059, that the hand3027 of the LORD3068 came upon him.","21":"And when all the Moabites4124 heard8085 that the kings4428 were come up5927 to fight3898 against them, they gathered6817 all that were able to put2296 on armour2290, and upward4605, and stood5975 in the border1366. gathered: Heb. were cried together put on: Heb. gird himself with a girdle","24":"And when they came935 to the camp4264 of Israel3478, the Israelites3478 rose up6965 and smote5221 the Moabites4124, so that they fled5127 before6440 them: but they went forward5221 smiting5221 the Moabites4124, even in their country. they went: or, they smote in it even smiting","16":"And he said559, Thus saith559 the LORD3068, Make6213 this valley5158 full of ditches1356.","7":"And he went3212 and sent7971 to Jehoshaphat3092 the king4428 of Judah3063, saying559, The king4428 of Moab4124 hath rebelled6586 against me: wilt thou go3212 with me against Moab4124 to battle4421? And he said559, I will go up5927: I am as thou art, my people5971 as thy people5971, and my horses5483 as thy horses5483.","2":"And he wrought6213 evil7451 in the sight5869 of the LORD3068; but not like his father1, and like his mother517: for he put away5493 the image4676 of Baal1168 that his father1 had made6213. image: Heb. statue","6":"And king4428 Jehoram3088 went out3318 of Samaria8111 the same time3117, and numbered6485 all Israel3478."},"5":{"11":"But Naaman5283 was wroth7107, and went away3212, and said559, Behold, I thought559, He will surely3318 come out3318 to me, and stand5975, and call7121 on the name8034 of the LORD3068 his God430, and strike5130 his hand3027 over the place4725, and recover622 the leper6879. I thought: Heb. I said. or, I said with my self, He will surely come out, etc. strike: Heb. move up and down","3":"And she said559 unto her mistress1404, Would305 God my lord113 were with6440 the prophet5030 that is in Samaria8111! for227 he would recover622 him of his leprosy6883. with: Heb. before recover: Heb. gather in","20":"But Gehazi1522, the servant5288 of Elisha477 the man376 of God430, said559, Behold, my master113 hath spared2820 Naaman5283 this Syrian761, in not receiving3947 at his hands3027 that which he brought935: but, as the LORD3068 liveth2416, I will run7323 after310 him, and take3947 somewhat3972 of him.","12":"Are not Abana71 549 and Pharpar6554, rivers5104 of Damascus1834, better2896 than all the waters4325 of Israel3478? may I not wash7364 in them, and be clean2891? So he turned6437 and went away3212 in a rage2534. Abana: or, Amana","10":"And Elisha477 sent7971 a messenger4397 unto him, saying559, Go1980 and wash7364 in Jordan3383 seven7651 times6471, and thy flesh1320 shall come again7725 to thee, and thou shalt be clean2891.","17":"And Naaman5283 said559, Shall there not then, I pray thee, be given5414 to thy servant5650 two6776 mules\u00276505 burden4853 of earth127? for thy servant5650 will henceforth offer6213 neither burnt offering5930 nor sacrifice2077 unto other312 gods430, but unto the LORD3068.","13":"And his servants5650 came near5066, and spake1696 unto him, and said559, My father1, if the prophet5030 had bid1696 thee do some great1419 thing1697, wouldest thou not have done6213 it? how much rather then637, when he saith559 to thee, Wash7364, and be clean2891?","27":"The leprosy6883 therefore of Naaman5283 shall cleave1692 unto thee, and unto thy seed2233 for ever5769. And he went out3318 from his presence6440 a leper6879 as white as snow7950.","18":"In this thing1697 the LORD3068 pardon5545 thy servant5650, that when my master113 goeth935 into the house1004 of Rimmon7417 to worship7812 there, and he leaneth8172 on my hand3027, and I bow7812 myself in the house1004 of Rimmon7417: when I bow down7812 myself in the house1004 of Rimmon7417, the LORD3068 pardon5545 thy servant5650 in this thing1697.","23":"And Naaman5283 said559, Be content2974, take3947 two talents3603. And he urged6555 him, and bound6696 two8147 talents3603 of silver3701 in two8147 bags2754, with two8147 changes2487 of garments899, and laid5414 them upon two8147 of his servants5288; and they bare5375 them before6440 him.","19":"And he said559 unto him, Go3212 in peace7965. So he departed3212 from him a little3530 way776. a little: Heb. a little piece of ground","1":"Now Naaman5283, captain8269 of the host6635 of the king4428 of Syria758, was a great1419 man376 with6440 his master113, and honourable5375, because by him the LORD3068 had given5414 deliverance8668 unto Syria758: he was also a mighty1368 man376 in valour2428, but he was a leper6879. with: Heb. before. honourable: or, gracious: Heb. lifted up, or, accepted in countenance. deliverance: or, victory","5":"And the king4428 of Syria758 said559, Go to3212, go935, and I will send7971 a letter5612 unto the king4428 of Israel3478. And he departed3212, and took3947 with him3027 ten6235 talents3603 of silver3701, and six8337 thousand505 pieces of gold2091, and ten6235 changes2487 of raiment899. with: Heb. in his hand","4":"And one went in935, and told5046 his lord113, saying559, Thus and thus said1696 the maid5291 that is of the land776 of Israel3478.","8":"And it was so, when Elisha477 the man376 of God430 had heard8085 that the king4428 of Israel3478 had rent7167 his clothes899, that he sent7971 to the king4428, saying559, Wherefore hast thou rent7167 thy clothes899? let him come935 now to me, and he shall know3045 that there is3426 a prophet5030 in Israel3478.","26":"And he said559 unto him, Went1980 not mine heart3820 with thee, when the man376 turned2015 again from his chariot4818 to meet7125 thee? Is it a time6256 to receive3947 money3701, and to receive3947 garments899, and oliveyards2132, and vineyards3754, and sheep6629, and oxen1241, and menservants5650, and maidservants8198?","14":"Then went he down3381, and dipped2881 himself seven7651 times6471 in Jordan3383, according to the saying1697 of the man376 of God430: and his flesh1320 came again7725 like unto the flesh1320 of a little6996 child5288, and he was clean2891.","22":"And he said559, All is well7965. My master113 hath sent7971 me, saying559, Behold, even now there be come935 to me from mount2022 Ephraim669 two8147 young men5288 of the sons1121 of the prophets5030: give5414 them, I pray thee, a talent3603 of silver3701, and two8147 changes2487 of garments899.","25":"But he went in935, and stood5975 before his master113. And Elisha477 said559 unto him, Whence370 comest thou, Gehazi1522? And he said559, Thy servant5650 went1980 no whither575. no whither: Heb. not hither or thither","9":"So Naaman5283 came935 with his horses5483 and with his chariot7393, and stood5975 at the door6607 of the house1004 of Elisha477.","15":"And he returned7725 to the man376 of God430, he and all his company4264, and came935, and stood5975 before6440 him: and he said559, Behold, now I know3045 that there is no God430 in all the earth776, but in Israel3478: now therefore, I pray thee, take3947 a blessing1293 of thy servant5650.","21":"So Gehazi1522 followed7291 after310 Naaman5283. And when Naaman5283 saw7200 him running7323 after310 him, he lighted down5307 from the chariot4818 to meet7125 him, and said559, Is all well7965? Is: Heb. Is there peace?","24":"And when he came935 to the tower6076, he took3947 them from their hand3027, and bestowed6485 them in the house1004: and he let the men582 go7971, and they departed3212. tower: or, secret place","16":"But he said559, As the LORD3068 liveth2416, before6440 whom I stand5975, I will receive3947 none. And he urged6484 him to take3947 it; but he refused3985.","7":"And it came to pass, when the king4428 of Israel3478 had read7121 the letter5612, that he rent7167 his clothes899, and said559, Am I God430, to kill4191 and to make alive2421, that this man2088 doth send7971 unto me to recover622 a man376 of his leprosy6883? wherefore389 consider3045, I pray you, and see7200 how he seeketh a quarrel579 against me.","2":"And the Syrians758 had gone out3318 by companies1416, and had brought away captive7617 out of the land776 of Israel3478 a little6996 maid5291; and she waited on6440 Naaman\u0027s5283 wife802. waited: Heb. was before","6":"And he brought935 the letter5612 to the king4428 of Israel3478, saying559, Now when this letter5612 is come935 unto thee, behold, I have therewith sent7971 Naaman5283 my servant5650 to thee, that thou mayest recover622 him of his leprosy6883."},"21":{"16":"Moreover Manasseh4519 shed8210 innocent5355 blood1818 very3966 much7235, till he had filled4390 Jerusalem3389 from one end6310 to another6310; beside his sin2403 wherewith he made Judah3063 to sin2398, in doing6213 that which was evil7451 in the sight5869 of the LORD3068. from: Heb. from mouth to mouth","3":"For he built up1129 again7725 the high places1116 which Hezekiah2396 his father1 had destroyed6; and he reared up6965 altars4196 for Baal1168, and made6213 a grove842, as did6213 Ahab256 king4428 of Israel3478; and worshipped7812 all the host6635 of heaven8064, and served5647 them.","5":"And he built1129 altars4196 for all the host6635 of heaven8064 in the two8147 courts2691 of the house1004 of the LORD3068.","21":"And he walked3212 in all the way1870 that his father1 walked in1980, and served5647 the idols1544 that his father1 served5647, and worshipped7812 them:","18":"And Manasseh4519 slept7901 with his fathers1, and was buried6912 in the garden1588 of his own house1004, in the garden1588 of Uzza5798: and Amon526 his son1121 reigned4427 in his stead.","12":"Therefore thus saith559 the LORD3068 God430 of Israel3478, Behold, I am bringing935 such evil7451 upon Jerusalem3389 and Judah3063, that whosoever heareth8085 of it, both8147 his ears241 shall tingle6750.","10":"And the LORD3068 spake1696 by3027 his servants5650 the prophets5030, saying559,","2":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, after the abominations8441 of the heathen1471, whom the LORD3068 cast out3423 before6440 the children1121 of Israel3478.","22":"And he forsook5800 the LORD3068 God430 of his fathers1, and walked1980 not in the way1870 of the LORD3068.","8":"Neither will I make the feet7272 of Israel3478 move5110 any more3254 out of the land127 which I gave5414 their fathers1; only if they will observe8104 to do6213 according to all that I have commanded6680 them, and according to all the law8451 that my servant5650 Moses4872 commanded6680 them.","17":"Now the rest3499 of the acts1697 of Manasseh4519, and all that he did6213, and his sin2403 that he sinned2398, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","11":"Because Manasseh4519 king4428 of Judah3063 hath done6213 these abominations8441, and hath done wickedly7489 above all that the Amorites567 did6213, which were before6440 him, and hath made Judah3063 also to sin2398 with his idols1544:","1":"Manasseh4519 was twelve8147 6240 years8141 old1121 when he began to reign4427, and reigned4427 fifty2572 and five2568 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Hephzibah2657.","9":"But they hearkened8085 not: and Manasseh4519 seduced8582 them to do6213 more evil7451 than did the nations1471 whom the LORD3068 destroyed8045 before6440 the children1121 of Israel3478.","24":"And the people5971 of the land776 slew5221 all them that had conspired7194 against king4428 Amon526; and the people5971 of the land776 made Josiah2977 his son1121 king4427 in his stead.","14":"And I will forsake5203 the remnant7611 of mine inheritance5159, and deliver5414 them into the hand3027 of their enemies341; and they shall become a prey957 and a spoil4933 to all their enemies341;","7":"And he set7760 a graven image6459 of the grove842 that he had made6213 in the house1004, of which the LORD3068 said559 to David1732, and to Solomon8010 his son1121, In this house1004, and in Jerusalem3389, which I have chosen977 out of all tribes7626 of Israel3478, will I put7760 my name8034 for ever5769:","15":"Because they have done6213 that which was evil7451 in my sight5869, and have provoked4480 me to anger3707, since the day3117 their fathers1 came forth3318 out of Egypt4714, even unto this day3117.","20":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, as his father1 Manasseh4519 did6213.","25":"Now the rest3499 of the acts1697 of Amon526 which he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","23":"And the servants5650 of Amon526 conspired7194 against him, and slew4191 the king4428 in his own house1004.","6":"And he made his son1121 pass5674 through the fire784, and observed times6049, and used enchantments5172, and dealt6213 with familiar spirits178 and wizards3049: he wrought6213 much7235 wickedness7451 in the sight5869 of the LORD3068, to provoke him to anger3707.","4":"And he built1129 altars4196 in the house1004 of the LORD3068, of which the LORD3068 said559, In Jerusalem3389 will I put7760 my name8034.","19":"Amon526 was twenty6242 and two8147 years8141 old1121 when he began to reign4427, and he reigned4427 two8147 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Meshullemeth4922, the daughter1323 of Haruz2743 of Jotbah3192.","13":"And I will stretch5186 over Jerusalem3389 the line6957 of Samaria8111, and the plummet4949 of the house1004 of Ahab256: and I will wipe4229 Jerusalem3389 as a man wipeth4229 a dish6747, wiping4229 it, and turning2015 it upside down6440. wiping: Heb. he wipeth and turneth it upon the face thereof","26":"And he was buried6912 in his sepulchre6900 in the garden1588 of Uzza5798: and Josiah2977 his son1121 reigned4427 in his stead. Josiah: Gr. Josias"},"18":{"11":"And the king4428 of Assyria804 did carry away1540 Israel3478 unto Assyria804, and put5148 them in Halah2477 and in Habor2249 by the river5104 of Gozan1470, and in the cities5892 of the Medes4074:","3":"And he did6213 that which was right3477 in the sight5869 of the LORD3068, according to all that David1732 his father1 did6213.","20":"Thou sayest559, (but they are but vain8193 words1697,) I have counsel6098 and strength1369 for the war4421. Now on whom dost thou trust982, that thou rebellest4775 against me? sayest: or, talkest vain: Heb. word of the lips I have: or, but counsel and strength are for the war","12":"Because they obeyed8085 not the voice6963 of the LORD3068 their God430, but transgressed5674 his covenant1285, and all that Moses4872 the servant5650 of the LORD3068 commanded6680, and would not hear8085 them, nor do6213 them.","10":"And at the end7097 of three7969 years8141 they took3920 it: even in the sixth8337 year8141 of Hezekiah2396, that is the ninth8672 year8141 of Hoshea1954 king4428 of Israel3478, Samaria8111 was taken3920.","17":"And the king4428 of Assyria804 sent7971 Tartan8661 and Rabsaris7249 and Rabshakeh7262 from Lachish3923 to king4428 Hezekiah2396 with a great3515 host2426 against Jerusalem3389. And they went up5927 and came935 to Jerusalem3389. And when they were come up5927, they came935 and stood5975 by the conduit8585 of the upper5945 pool1295, which is in the highway4546 of the fuller\u0027s3526 field7704. great: Heb. heavy","13":"Now in the fourteenth702 6240 year8141 of king4428 Hezekiah2396 did Sennacherib5576 king4428 of Assyria804 come up5927 against all the fenced1219 cities5892 of Judah3063, and took8610 them. Sennacherib: Heb. Sanherib","27":"But Rabshakeh7262 said559 unto them, Hath my master113 sent7971 me to thy master113, and to thee, to speak1696 these words1697? hath he not sent me to the men582 which sit3427 on the wall2346, that they may eat398 their own dung6675 2755, and drink8354 their own piss4325 7272 7890 with you? their own piss: Heb. the water of their feet","30":"Neither let Hezekiah2396 make you trust982 in the LORD3068, saying559, The LORD3068 will surely5337 deliver5337 us, and this city5892 shall not be delivered5414 into the hand3027 of the king4428 of Assyria804.","18":"And when they had called7121 to the king4428, there came out3318 to them Eliakim471 the son1121 of Hilkiah2518, which was over the household1004, and Shebna7644 the scribe5608, and Joah3098 the son1121 of Asaph623 the recorder2142. scribe: or, secretary","36":"But the people5971 held their peace2790, and answered6030 him not a word1697: for the king\u0027s4428 commandment4687 was, saying559, Answer6030 him not.","29":"Thus saith559 the king4428, Let not Hezekiah2396 deceive5377 you: for he shall not be able3201 to deliver5337 you out of his hand3027:","23":"Now therefore, I pray thee, give pledges6148 to my lord113 the king4428 of Assyria804, and I will deliver5414 thee two thousand505 horses5483, if thou be able3201 on thy part to set5414 riders7392 upon them. pledges: or, hostages","19":"And Rabshakeh7262 said559 unto them, Speak559 ye now to Hezekiah2396, Thus saith559 the great1419 king4428, the king4428 of Assyria804, What confidence986 is this wherein thou trustest982?","1":"Now it came to pass in the third7969 year8141 of Hoshea1954 son1121 of Elah425 king4428 of Israel3478, that Hezekiah2396 the son1121 of Ahaz271 king4428 of Judah3063 began to reign4427. Hezekiah: he is called Ezekias","5":"He trusted982 in the LORD3068 God430 of Israel3478; so that after310 him was none like him among all the kings4428 of Judah3063, nor any that were before6440 him.","4":"He removed5493 the high places1116, and brake7665 the images4676, and cut down3772 the groves842, and brake in pieces3807 the brasen5178 serpent5175 that Moses4872 had made6213: for unto those days3117 the children1121 of Israel3478 did burn incense6999 to it: and he called7121 it Nehushtan5180. images: Heb. statues Nehushtan: that is, A piece of brass","8":"He smote5221 the Philistines6430, even unto Gaza5804, and the borders1366 thereof, from the tower4026 of the watchmen5341 to the fenced4013 city5892. Gaza: Heb. Azzah","26":"Then said559 Eliakim471 the son1121 of Hilkiah2518, and Shebna7644, and Joah3098, unto Rabshakeh7262, Speak1696, I pray thee, to thy servants5650 in the Syrian language762; for we understand8085 it: and talk1696 not with us in the Jews\u0027 language3066 in the ears241 of the people5971 that are on the wall2346.","14":"And Hezekiah2396 king4428 of Judah3063 sent7971 to the king4428 of Assyria804 to Lachish3923, saying559, I have offended2398; return7725 from me: that which thou puttest5414 on me will I bear5375. And the king4428 of Assyria804 appointed7760 unto Hezekiah2396 king4428 of Judah3063 three7969 hundred3967 talents3603 of silver3701 and thirty7970 talents3603 of gold2091.","37":"Then came935 Eliakim471 the son1121 of Hilkiah2518, which was over the household1004, and Shebna7644 the scribe5608, and Joah3098 the son1121 of Asaph623 the recorder2142, to Hezekiah2396 with their clothes899 rent7167, and told5046 him the words1697 of Rabshakeh7262.","22":"But if ye say559 unto me, We trust982 in the LORD3068 our God430: is not that he, whose high places1116 and whose altars4196 Hezekiah2396 hath taken away5493, and hath said559 to Judah3063 and Jerusalem3389, Ye shall worship7812 before6440 this altar4196 in Jerusalem3389?","28":"Then Rabshakeh7262 stood5975 and cried7121 with a loud1419 voice6963 in the Jews\u0027 language3066, and spake1696, saying559, Hear8085 the word1697 of the great1419 king4428, the king4428 of Assyria804:","25":"Am I now come up5927 without1107 the LORD3068 against this place4725 to destroy7843 it? The LORD3068 said559 to me, Go up5927 against this land776, and destroy7843 it.","9":"And it came to pass in the fourth7243 year8141 of king4428 Hezekiah2396, which was the seventh7637 year8141 of Hoshea1954 son1121 of Elah425 king4428 of Israel3478, that Shalmaneser8022 king4428 of Assyria804 came up5927 against Samaria8111, and besieged6696 it.","33":"Hath any376 of the gods430 of the nations1471 delivered5337 at all5337 his land776 out of the hand3027 of the king4428 of Assyria804?","15":"And Hezekiah2396 gave5414 him all the silver3701 that was found4672 in the house1004 of the LORD3068, and in the treasures214 of the king\u0027s4428 house1004.","34":"Where are the gods430 of Hamath2574, and of Arpad774? where are the gods430 of Sepharvaim5617, Hena2012, and Ivah5755? have they delivered5337 Samaria8111 out of mine hand3027?","21":"Now, behold, thou trustest982 upon the staff4938 of this bruised7533 reed7070, even upon Egypt4714, on which if a man376 lean5564, it will go935 into his hand3709, and pierce5344 it: so is Pharaoh6547 king4428 of Egypt4714 unto all that trust982 on him. trustest: Heb. trustest thee","24":"How then wilt thou turn away7725 the face6440 of one259 captain6346 of the least6996 of my master\u0027s113 servants5650, and put thy trust982 on Egypt4714 for chariots7393 and for horsemen6571?","16":"At that time6256 did Hezekiah2396 cut off7112 the gold from the doors1817 of the temple1964 of the LORD3068, and from the pillars547 which Hezekiah2396 king4428 of Judah3063 had overlaid6823, and gave5414 it to the king4428 of Assyria804. it: Heb. them","35":"Who are they among all the gods430 of the countries776, that have delivered5337 their country776 out of mine hand3027, that the LORD3068 should deliver5337 Jerusalem3389 out of mine hand3027?","32":"Until I come935 and take you away3947 to a land776 like your own land776, a land776 of corn1715 and wine8492, a land776 of bread3899 and vineyards3754, a land776 of oil3323 olive2132 and of honey1706, that ye may live2421, and not die4191: and hearken8085 not unto Hezekiah2396, when he persuadeth5496 you, saying559, The LORD3068 will deliver5337 us. persuadeth: or, deceiveth","7":"And the LORD3068 was with him; and he prospered7919 whithersoever he went forth3318: and he rebelled4775 against the king4428 of Assyria804, and served5647 him not.","2":"Twenty6242 and five2568 years8141 old1121 was he when he began to reign4427; and he reigned4427 twenty6242 and nine8672 years8141 in Jerusalem3389. His mother\u0027s517 name8034 also was Abi21, the daughter1323 of Zachariah2148.","6":"For he clave1692 to the LORD3068, and departed5493 not from following310 him, but kept8104 his commandments4687, which the LORD3068 commanded6680 Moses4872. from: Heb. from after him","31":"Hearken8085 not to Hezekiah2396: for thus saith559 the king4428 of Assyria804, Make6213 an agreement with me by a present1293, and come out3318 to me, and then eat398 ye every man376 of his own vine1612, and every one376 of his fig tree8384, and drink8354 ye every one376 the waters4325 of his cistern953: Make: or, Seek my favour: Heb. Make with me a blessing cistern: or, pit"},"12":{"16":"The trespass817 money3701 and sin2403 money3701 was not brought935 into the house1004 of the LORD3068: it was the priests\u00273548.","3":"But the high places1116 were not taken away5493: the people5971 still sacrificed2076 and burnt incense6999 in the high places1116.","5":"Let the priests3548 take3947 it to them, every man376 of his acquaintance4378: and let them repair2388 the breaches919 of the house1004, wheresoever any breach919 shall be found4672.","21":"For Jozachar3108 the son1121 of Shimeath8100, and Jehozabad3075 the son1121 of Shomer7763, his servants5650, smote5221 him, and he died4191; and they buried6912 him with his fathers1 in the city5892 of David1732: and Amaziah558 his son1121 reigned4427 in his stead.","18":"And Jehoash3060 king4428 of Judah3063 took3947 all the hallowed things6944 that Jehoshaphat3092, and Jehoram3088, and Ahaziah274, his fathers1, kings4428 of Judah3063, had dedicated6942, and his own hallowed things6944, and all the gold2091 that was found4672 in the treasures214 of the house1004 of the LORD3068, and in the king\u0027s4428 house1004, and sent7971 it to Hazael2371 king4428 of Syria758: and he went away5927 from Jerusalem3389. went: Heb. went up","12":"And to masons1443, and hewers2672 of stone68, and to buy7069 timber6086 and hewed4274 stone68 to repair2388 the breaches919 of the house1004 of the LORD3068, and for all that was laid out3318 for the house1004 to repair2394 it. was: Heb. went forth","10":"And it was so, when they saw7200 that there was much7227 money3701 in the chest727, that the king\u0027s4428 scribe5608 and the high1419 priest3548 came up5927, and they put up in bags6696, and told4487 the money3701 that was found4672 in the house1004 of the LORD3068. scribe: or, secretary put: Heb. bound up","2":"And Jehoash3060 did6213 that which was right3477 in the sight5869 of the LORD3068 all his days3117 wherein Jehoiada3077 the priest3548 instructed3384 him.","8":"And the priests3548 consented225 to receive3947 no1115 more money3701 of the people5971, neither1115 to repair2388 the breaches919 of the house1004.","17":"Then Hazael2371 king4428 of Syria758 went up5927, and fought3898 against Gath1661, and took3920 it: and Hazael2371 set7760 his face6440 to go up5927 to Jerusalem3389.","11":"And they gave5414 the money3701, being told8505, into the hands3027 of them that did6213 the work4399, that had the oversight6485 6485 of the house1004 of the LORD3068: and they laid it out3318 to the carpenters2796 6086 and builders1129, that wrought6213 upon the house1004 of the LORD3068, laid: Heb. brought it forth","1":"In the seventh7651 year8141 of Jehu3058 Jehoash3060 began to reign4427; and forty705 years8141 reigned4427 he in Jerusalem3389. And his mother\u0027s517 name8034 was Zibiah6645 of Beersheba884.","9":"But Jehoiada3077 the priest3548 took3947 a259 chest727, and bored5344 a hole2356 in the lid1817 of it, and set5414 it beside681 the altar4196, on the right side3225 as one376 cometh935 into the house1004 of the LORD3068: and the priests3548 that kept8104 the door5592 put5414 therein all the money3701 that was brought935 into the house1004 of the LORD3068. door: Heb. threshold","14":"But they gave5414 that to the workmen4399 6213, and repaired2388 therewith the house1004 of the LORD3068.","7":"Then king4428 Jehoash3060 called7121 for Jehoiada3077 the priest3548, and the other priests3548, and said559 unto them, Why repair2388 ye not the breaches919 of the house1004? now therefore receive3947 no more money3701 of your acquaintance4378, but deliver5414 it for the breaches919 of the house1004.","15":"Moreover they reckoned2803 not with the men582, into whose hand3027 they delivered5414 the money3701 to be bestowed5414 on workmen4399: for they dealt6213 faithfully530.","20":"And his servants5650 arose6965, and made7194 a conspiracy7195, and slew5221 Joash3101 in the house1004 of Millo4407 1037, which goeth down3381 to Silla5538. the house: or, Bethmillo","6":"But it was so, that in the three7969 8141 and twentieth6242 year8141 of king4428 Jehoash3060 the priests3548 had not repaired2388 the breaches919 of the house1004. three: Heb. twentieth year and third year","4":"And Jehoash3060 said559 to the priests3548, All the money3701 of the dedicated things6944 that is brought935 into the house1004 of the LORD3068, even the money3701 of every one376 that passeth5674 the account, the money3701 that every man5315 is set at6187, and all the money3701 that cometh5927 into any man\u0027s376 heart3820 to bring935 into the house1004 of the LORD3068, dedicated things: or, holy things: Heb. holinesses that every: Heb. of the souls of his estimation cometh: Heb. ascendeth upon the heart of a man","19":"And the rest3499 of the acts1697 of Joash3101, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","13":"Howbeit there were not made6213 for the house1004 of the LORD3068 bowls5592 of silver3701, snuffers4212, basons4219, trumpets2689, any vessels3627 of gold2091, or vessels3627 of silver3701, of the money3701 that was brought935 into the house1004 of the LORD3068:"},"10":{"11":"So Jehu3058 slew5221 all that remained7604 of the house1004 of Ahab256 in Jezreel3157, and all his great men1419, and his kinsfolks3045, and his priests3548, until he left7604 him none remaining8300. kinsfolks: or, acquaintance","3":"Look even out7200 the best2896 and meetest3477 of your master\u0027s113 sons1121, and set7760 him on his father\u0027s1 throne3678, and fight3898 for your master\u0027s113 house1004.","20":"And Jehu3058 said559, Proclaim6942 a solemn assembly6116 for Baal1168. And they proclaimed7121 it. Proclaim: Heb. Sanctify","12":"And he arose6965 and departed935, and came3212 to Samaria8111. And as he was at the shearing7462 house1004 1044 in the way1870, shearing: Heb. house of shepherds binding sheep","10":"Know3045 now645 that there shall fall5307 unto the earth776 nothing of the word1697 of the LORD3068, which the LORD3068 spake1696 concerning the house1004 of Ahab256: for the LORD3068 hath done6213 that which he spake1696 by3027 his servant5650 Elijah452. by: Heb. by the hand of","17":"And when he came935 to Samaria8111, he slew5221 all that remained7604 unto Ahab256 in Samaria8111, till he had destroyed8045 him, according to the saying1697 of the LORD3068, which he spake1696 to Elijah452.","13":"Jehu3058 met4672 with the brethren251 of Ahaziah274 king4428 of Judah3063, and said559, Who are ye? And they answered559, We are the brethren251 of Ahaziah274; and we go down3381 to salute7965 the children1121 of the king4428 and the children1121 of the queen1377. met with: Heb. found to salute: Heb. to the peace of, etc","27":"And they brake down5422 the image4676 of Baal1168, and brake down5422 the house1004 of Baal1168, and made7760 it a draught house4163 4280 unto this day3117.","30":"And the LORD3068 said559 unto Jehu3058, Because thou hast done well2895 in executing6213 that which is right3477 in mine eyes5869, and hast done6213 unto the house1004 of Ahab256 according to all that was in mine heart3824, thy children1121 of the fourth7243 generation shall sit3427 on the throne3678 of Israel3478.","18":"And Jehu3058 gathered6908 all the people5971 together6908, and said559 unto them, Ahab256 served5647 Baal1168 a little4592; but Jehu3058 shall serve5647 him much7235.","36":"And the time3117 that Jehu3058 reigned4427 over Israel3478 in Samaria8111 was twenty6242 and eight8083 years8141. the time: Heb. the days were","29":"Howbeit from the sins2399 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398, Jehu3058 departed5493 not from after310 them, to wit, the golden2091 calves5695 that were in Bethel1008, and that were in Dan1835.","23":"And Jehu3058 went935, and Jehonadab3082 the son1121 of Rechab7394, into the house1004 of Baal1168, and said559 unto the worshippers5647 of Baal1168, Search2664, and look7200 that there be3426 here with you none of the servants5650 of the LORD3068, but the worshippers5647 of Baal1168 only.","19":"Now therefore call7121 unto me all the prophets5030 of Baal1168, all his servants5647, and all his priests3548; let none376 be wanting6485: for I have a great1419 sacrifice2077 to do to Baal1168; whosoever shall be wanting6485, he shall not live2421. But Jehu3058 did6213 it in subtilty6122, to the intent that he might destroy6 the worshippers5647 of Baal1168.","1":"And Ahab256 had seventy7657 sons1121 in Samaria8111. And Jehu3058 wrote3789 letters5612, and sent7971 to Samaria8111, unto the rulers8269 of Jezreel3157, to the elders2205, and to them that brought up539 Ahab\u0027s256 children, saying559, them: Heb. nourishers","5":"And he that was over the house1004, and he that was over the city5892, the elders2205 also, and the bringers up539 of the children, sent7971 to Jehu3058, saying559, We are thy servants5650, and will do6213 all that thou shalt bid559 us; we will not make any376 king4427: do6213 thou that which is good2896 in thine eyes5869.","4":"But they were exceedingly3966 3966 afraid3372, and said559, Behold, two8147 kings4428 stood5975 not before6440 him: how then shall we stand5975?","8":"And there came935 a messenger4397, and told5046 him, saying559, They have brought935 the heads7218 of the king\u0027s4428 sons1121. And he said559, Lay7760 ye them in two8147 heaps6652 at the entering in6607 of the gate8179 until the morning1242.","26":"And they brought forth3318 the images4676 out of the house1004 of Baal1168, and burned8313 them. images: Heb. statues","14":"And he said559, Take8610 them alive2416. And they took8610 them alive2416, and slew7819 them at the pit953 of the shearing house1044, even two8147 and forty705 men376; neither left7604 he any376 of them.","22":"And he said559 unto him that was over the vestry4458, Bring forth3318 vestments3830 for all the worshippers5647 of Baal1168. And he brought them forth3318 vestments4403.","28":"Thus Jehu3058 destroyed8045 Baal1168 out of Israel3478.","25":"And it came to pass, as soon as he had made an end3615 of offering6213 the burnt offering5930, that Jehu3058 said559 to the guard7323 and to the captains7991, Go in935, and slay5221 them; let none376 come forth3318. And they smote5221 them with the edge6310 of the sword2719; and the guard7323 and the captains7991 cast them out7993, and went3212 to the city5892 of the house1004 of Baal1168. the edge: Heb. the mouth","9":"And it came to pass in the morning1242, that he went out3318, and stood5975, and said559 to all the people5971, Ye be righteous6662: behold, I conspired7194 against my master113, and slew2026 him: but who slew5221 all these?","33":"From Jordan3383 eastward4217 8121, all the land776 of Gilead1568, the Gadites1425, and the Reubenites7206, and the Manassites4520, from Aroer6177, which is by the river5158 Arnon769, even Gilead1568 and Bashan1316. eastward: Heb. toward the rising of the sun even: or, even to Gilead and Bashan","15":"And when he was departed3212 thence, he lighted4672 on Jehonadab3082 the son1121 of Rechab7394 coming to meet7125 him: and he saluted1288 him, and said559 to him, Is3426 thine heart3824 right3477, as my heart3824 is with thy heart3824? And Jehonadab3082 answered559, It is3426. If it be, give5414 me thine hand3027. And he gave5414 him his hand3027; and he took him up5927 to him into the chariot4818. lighted on: Heb. found saluted: Heb. blessed","34":"Now the rest3499 of the acts1697 of Jehu3058, and all that he did6213, and all his might1369, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","21":"And Jehu3058 sent7971 through all Israel3478: and all the worshippers5647 of Baal1168 came935, so that there was not a man376 left7604 that came935 not. And they came935 into the house1004 of Baal1168; and the house1004 of Baal1168 was full4390 from one end6310 to another6310. full: or, so full that they stood mouth to mouth","24":"And when they went in935 to offer6213 sacrifices2077 and burnt offerings5930, Jehu3058 appointed7760 fourscore8084 men376 without2351, and said559, If any376 of the men582 whom I have brought935 into your hands3027 escape4422, he that letteth him go, his life5315 shall be for the life5315 of him.","16":"And he said559, Come3212 with me, and see7200 my zeal7068 for the LORD3068. So they made him ride7392 in his chariot7393.","35":"And Jehu3058 slept7901 with his fathers1: and they buried6912 him in Samaria8111. And Jehoahaz3059 his son1121 reigned4427 in his stead.","32":"In those days3117 the LORD3068 began2490 to cut7096 Israel3478 short7096: and Hazael2371 smote5221 them in all the coasts1366 of Israel3478; to cut: Heb. to cut off the ends","7":"And it came to pass, when the letter5612 came935 to them, that they took3947 the king\u0027s4428 sons1121, and slew7819 seventy7657 persons376, and put7760 their heads7218 in baskets1731, and sent7971 him them to Jezreel3157.","2":"Now as soon as this letter5612 cometh935 to you, seeing your master\u0027s113 sons1121 are with you, and there are with you chariots7393 and horses5483, a fenced4013 city5892 also, and armour5402;","6":"Then he wrote3789 a letter5612 the second time8145 to them, saying559, If ye be mine, and if ye will hearken8085 unto my voice6963, take3947 ye the heads7218 of the men582 your master\u0027s113 sons1121, and come935 to me to Jezreel3157 by to morrow4279 this time6256. Now the king\u0027s4428 sons1121, being seventy7657 persons376, were with the great men1419 of the city5892, which brought them up1431. mine: Heb. for me","31":"But Jehu3058 took no heed8104 to walk3212 in the law8451 of the LORD3068 God430 of Israel3478 with all his heart3824: for he departed5493 not from the sins2403 of Jeroboam3379, which made Israel3478 to sin2398. took: Heb. observed not"},"2":{"16":"And they said559 unto him, Behold now, there be3426 with thy servants5650 fifty2572 strong2428 men1121 582; let them go3212, we pray thee, and seek1245 thy master113: lest peradventure the Spirit7307 of the LORD3068 hath taken him up5375, and cast7993 him upon some259 mountain2022, or into some259 valley1516. And he said559, Ye shall not send7971. strong: Heb. sons of strength some mountain: Heb. one of the mountains","3":"And the sons1121 of the prophets5030 that were at Bethel1008 came forth3318 to Elisha477, and said559 unto him, Knowest3045 thou that the LORD3068 will take away3947 thy master113 from thy head7218 to day3117? And he said559, Yea, I know3045 it; hold ye your peace2814.","5":"And the sons1121 of the prophets5030 that were at Jericho3405 came5066 to Elisha477, and said559 unto him, Knowest3045 thou that the LORD3068 will take away3947 thy master113 from thy head7218 to day3117? And he answered559, Yea, I know3045 it; hold ye your peace2814.","21":"And he went forth3318 unto the spring4161 of the waters4325, and cast7993 the salt4417 in there, and said559, Thus saith559 the LORD3068, I have healed7495 these waters4325; there shall not be from thence any more death4194 or barren7921 land.","18":"And when they came again7725 to him, (for he tarried3427 at Jericho3405,) he said559 unto them, Did I not say559 unto you, Go3212 not?","12":"And Elisha477 saw7200 it, and he cried6817, My father1, my father1, the chariot7393 of Israel3478, and the horsemen6571 thereof. And he saw7200 him no more: and he took hold2388 of his own clothes899, and rent7167 them in two8147 pieces7168.","10":"And he said559, Thou hast asked7592 a hard thing7185: nevertheless, if thou see7200 me when I am taken3947 from thee, it shall be so unto thee; but if not, it shall not be so. Thou hast: Heb. Thou hast done hard in asking","2":"And Elijah452 said559 unto Elisha477, Tarry3427 here, I pray thee; for the LORD3068 hath sent7971 me to Bethel1008. And Elisha477 said559 unto him, As the LORD3068 liveth2416, and as thy soul5315 liveth2416, I will not leave5800 thee. So they went down3381 to Bethel1008.","22":"So the waters4325 were healed7495 unto this day3117, according to the saying1697 of Elisha477 which he spake1696.","8":"And Elijah452 took3947 his mantle155, and wrapped it together1563, and smote5221 the waters4325, and they were divided2673 hither and thither, so that they two8147 went over5674 on dry2724 ground.","17":"And when they urged6484 him till he was ashamed954, he said559, Send7971. They sent7971 therefore fifty2572 men376; and they sought1245 three7969 days3117, but found4672 him not.","11":"And it came to pass, as they still1980 went on1980, and talked1696, that, behold, there appeared a chariot7393 of fire784, and horses5483 of fire784, and parted6504 them both8147 asunder996; and Elijah452 went up5927 by a whirlwind5591 into heaven8064.","1":"And it came to pass, when the LORD3068 would take up5927 Elijah452 into heaven8064 by a whirlwind5591, that Elijah452 went3212 with Elisha477 from Gilgal1537.","9":"And it came to pass, when they were gone over5674, that Elijah452 said559 unto Elisha477, Ask7592 what I shall do6213 for thee, before I be taken away3947 from thee. And Elisha477 said559, I pray thee, let a double8147 portion6310 of thy spirit7307 be upon me.","24":"And he turned6437 back310, and looked7200 on them, and cursed7043 them in the name8034 of the LORD3068. And there came forth3318 two8147 she bears1677 out of the wood3293, and tare1234 forty705 and two8147 children3206 of them.","14":"And he took3947 the mantle155 of Elijah452 that fell5307 from him, and smote5221 the waters4325, and said559, Where is the LORD3068 God430 of Elijah452? and when he also had smitten5221 the waters4325, they parted2673 hither and thither: and Elisha477 went over5674.","7":"And fifty2572 men376 of the sons1121 of the prophets5030 went1980, and stood5975 to view5048 afar off7350: and they two8147 stood5975 by Jordan3383. to view: Heb. in sight, or, over against","15":"And when the sons1121 of the prophets5030 which were to view at Jericho3405 saw7200 him, they said559, The spirit7307 of Elijah452 doth rest5117 on Elisha477. And they came935 to meet7125 him, and bowed7812 themselves to the ground776 before him.","20":"And he said559, Bring3947 me a new2319 cruse6746, and put7760 salt4417 therein. And they brought3947 it to him.","25":"And he went3212 from thence to mount2022 Carmel3760, and from thence he returned7725 to Samaria8111.","23":"And he went up5927 from thence unto Bethel1008: and as he was going up5927 by the way1870, there came forth3318 little6996 children5288 out of the city5892, and mocked7046 him, and said559 unto him, Go up5927, thou bald head7142; go up5927, thou bald head7142.","6":"And Elijah452 said559 unto him, Tarry3427, I pray thee, here; for the LORD3068 hath sent7971 me to Jordan3383. And he said559, As the LORD3068 liveth2416, and as thy soul5315 liveth2416, I will not leave5800 thee. And they two8147 went on3212.","4":"And Elijah452 said559 unto him, Elisha477, tarry3427 here, I pray thee; for the LORD3068 hath sent7971 me to Jericho3405. And he said559, As the LORD3068 liveth2416, and as thy soul5315 liveth2416, I will not leave5800 thee. So they came935 to Jericho3405.","19":"And the men582 of the city5892 said559 unto Elisha477, Behold, I pray thee, the situation4186 of this city5892 is pleasant2896, as my lord113 seeth7200: but the water4325 is naught7451, and the ground776 barren7921. barren: Heb. causing to miscarry","13":"He took up7311 also the mantle155 of Elijah452 that fell5307 from him, and went back7725, and stood5975 by the bank8193 of Jordan3383; bank: Heb. lip"},"22":{"16":"Thus saith559 the LORD3068, Behold, I will bring935 evil7451 upon this place4725, and upon the inhabitants3427 thereof, even all the words1697 of the book5612 which the king4428 of Judah3063 hath read7121:","3":"And it came to pass in the eighteenth8083 6240 year8141 of king4428 Josiah2977, that the king4428 sent7971 Shaphan8227 the son1121 of Azaliah683, the son1121 of Meshullam4918, the scribe5608, to the house1004 of the LORD3068, saying559,","5":"And let them deliver5414 it into the hand3027 of the doers6213 of the work4399, that have the oversight6485 of the house1004 of the LORD3068: and let them give5414 it to the doers6213 of the work4399 which is in the house1004 of the LORD3068, to repair2388 the breaches919 of the house1004,","18":"But to the king4428 of Judah3063 which sent7971 you to enquire1875 of the LORD3068, thus shall ye say559 to him, Thus saith559 the LORD3068 God430 of Israel3478, As touching the words1697 which thou hast heard8085;","12":"And the king4428 commanded6680 Hilkiah2518 the priest3548, and Ahikam296 the son1121 of Shaphan8227, and Achbor5907 the son1121 of Michaiah4320, and Shaphan8227 the scribe5608, and Asahiah6222 a servant5650 of the king\u0027s4428, saying559,","10":"And Shaphan8227 the scribe5608 shewed5046 the king4428, saying559, Hilkiah2518 the priest3548 hath delivered5414 me a book5612. And Shaphan8227 read7121 it before6440 the king4428.","2":"And he did6213 that which was right3477 in the sight5869 of the LORD3068, and walked3212 in all the way1870 of David1732 his father1, and turned not aside5493 to the right hand3225 or to the left8040.","8":"And Hilkiah2518 the high1419 priest3548 said559 unto Shaphan8227 the scribe5608, I have found4672 the book5612 of the law8451 in the house1004 of the LORD3068. And Hilkiah2518 gave5414 the book5612 to Shaphan8227, and he read7121 it.","17":"Because they have forsaken5800 me, and have burned incense6999 unto other312 gods430, that they might provoke me to anger3707 with all the works4639 of their hands3027; therefore my wrath2534 shall be kindled3341 against this place4725, and shall not be quenched3518.","11":"And it came to pass, when the king4428 had heard8085 the words1697 of the book5612 of the law8451, that he rent7167 his clothes899.","1":"Josiah2977 was eight8083 years8141 old1121 when he began to reign4427, and he reigned4427 thirty7970 and one259 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Jedidah3040, the daughter1323 of Adaiah5718 of Boscath1218.","9":"And Shaphan8227 the scribe5608 came935 to the king4428, and brought7725 the king4428 word1697 again7725, and said559, Thy servants5650 have gathered5413 the money3701 that was found4672 in the house1004, and have delivered5414 it into the hand3027 of them that do6213 the work4399, that have the oversight6485 of the house1004 of the LORD3068. gathered: Heb. melted","14":"So Hilkiah2518 the priest3548, and Ahikam296, and Achbor5907, and Shaphan8227, and Asahiah6222, went3212 unto Huldah2468 the prophetess5031, the wife802 of Shallum7967 the son1121 of Tikvah8616, the son1121 of Harhas2745, keeper8104 of the wardrobe899; (now she dwelt3427 in Jerusalem3389 in the college4932;) and they communed1696 with her. wardrobe: Heb. garments in the: or, in the second part","7":"Howbeit there was no reckoning made2803 with them of the money3701 that was delivered5414 into their hand3027, because they dealt6213 faithfully530.","15":"And she said559 unto them, Thus saith559 the LORD3068 God430 of Israel3478, Tell559 the man376 that sent7971 you to me,","20":"Behold therefore, I will gather622 thee unto thy fathers1, and thou shalt be gathered622 into thy grave6913 in peace7965; and thine eyes5869 shall not see7200 all the evil7451 which I will bring935 upon this place4725. And they brought7725 the king4428 word1697 again7725.","6":"Unto carpenters2796, and builders1129, and masons1443, and to buy7069 timber6086 and hewn4274 stone68 to repair2388 the house1004.","4":"Go up5927 to Hilkiah2518 the high1419 priest3548, that he may sum8552 the silver3701 which is brought935 into the house1004 of the LORD3068, which the keepers8104 of the door5592 have gathered622 of the people5971: door: Heb. threshold","19":"Because thine heart3824 was tender7401, and thou hast humbled3665 thyself before6440 the LORD3068, when thou heardest8085 what I spake1696 against this place4725, and against the inhabitants3427 thereof, that they should become a desolation8047 and a curse7045, and hast rent7167 thy clothes899, and wept1058 before6440 me; I also have heard8085 thee, saith5002 the LORD3068.","13":"Go3212 ye, enquire1875 of the LORD3068 for me, and for the people5971, and for all Judah3063, concerning the words1697 of this book5612 that is found4672: for great1419 is the wrath2534 of the LORD3068 that is kindled3341 against us, because our fathers1 have not hearkened8085 unto the words1697 of this book5612, to do6213 according unto all that which is written3789 concerning us."},"8":{"11":"And he settled5975 his countenance6440 stedfastly7760, until he was ashamed954: and the man376 of God430 wept1058. stedfastly: Heb. and set it","3":"And it came to pass at the seven7651 years\u00278141 end7097, that the woman802 returned7725 out of the land776 of the Philistines6430: and she went forth3318 to cry6817 unto the king4428 for her house1004 and for her land7704.","20":"In his days3117 Edom123 revolted6586 from under the hand3027 of Judah3063, and made4427 a king4428 over themselves.","12":"And Hazael2371 said559, Why weepeth1058 my lord113? And he answered559, Because I know3045 the evil7451 that thou wilt do6213 unto the children1121 of Israel3478: their strong holds4013 wilt thou set7971 on fire784, and their young men970 wilt thou slay2026 with the sword2719, and wilt dash7376 their children5768, and rip up1234 their women with child2030.","10":"And Elisha477 said559 unto him, Go3212, say559 unto him, Thou mayest certainly2421 recover2421: howbeit the LORD3068 hath shewed7200 me that he shall surely4191 die4191.","17":"Thirty7970 and two8147 years8141 old1121 was he when he began to reign4427; and he reigned4427 eight8083 years8141 in Jerusalem3389.","13":"And Hazael2371 said559, But what, is thy servant5650 a dog3611, that he should do6213 this great1419 thing1697? And Elisha477 answered559, The LORD3068 hath shewed7200 me that thou shalt be king4428 over Syria758.","27":"And he walked3212 in the way1870 of the house1004 of Ahab256, and did6213 evil7451 in the sight5869 of the LORD3068, as did the house1004 of Ahab256: for he was the son in law2860 of the house1004 of Ahab256.","18":"And he walked3212 in the way1870 of the kings4428 of Israel3478, as did6213 the house1004 of Ahab256: for the daughter1323 of Ahab256 was his wife802: and he did6213 evil7451 in the sight5869 of the LORD3068.","29":"And king4428 Joram3141 went back7725 to be healed7495 in Jezreel3157 of the wounds4347 which the Syrians761 had given5221 him at Ramah7414, when he fought3898 against Hazael2371 king4428 of Syria758. And Ahaziah274 the son1121 of Jehoram3088 king4428 of Judah3063 went down3381 to see7200 Joram3141 the son1121 of Ahab256 in Jezreel3157, because he was sick2470. which: Heb. wherewith the Syrians had wounded Ramah: called Ramoth sick: Heb. wounded","23":"And the rest3499 of the acts1697 of Joram3141, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","19":"Yet the LORD3068 would14 not destroy7843 Judah3063 for David1732 his servant\u0027s5650 sake, as he promised559 him to give5414 him alway3117 a light5216, and to his children1121. light: Heb. candle, or, lamp","1":"Then spake1696 Elisha477 unto the woman802, whose son1121 he had restored to life2421, saying559, Arise6965, and go3212 thou and thine household1004, and sojourn1481 wheresoever834 thou canst sojourn1481: for the LORD3068 hath called7121 for a famine7458; and it shall also come935 upon the land776 seven7651 years8141.","5":"And it came to pass, as he was telling5608 the king4428 how he had restored2421 a dead body4191 to life2421, that, behold, the woman802, whose son1121 he had restored to life2421, cried6817 to the king4428 for her house1004 and for her land7704. And Gehazi1522 said559, My lord113, O king4428, this is the woman802, and this is her son1121, whom Elisha477 restored to life2421.","4":"And the king4428 talked1696 with Gehazi1522 the servant5288 of the man376 of God430, saying559, Tell5608 me, I pray thee, all the great things1419 that Elisha477 hath done6213.","8":"And the king4428 said559 unto Hazael2371, Take3947 a present4503 in thine hand3027, and go3212, meet7125 the man376 of God430, and enquire1875 of the LORD3068 by him, saying559, Shall I recover2421 of this disease2483?","26":"Two8147 and twenty6242 years8141 old1121 was Ahaziah274 when he began to reign4427; and he reigned4427 one259 year8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Athaliah6271, the daughter1323 of Omri6018 king4428 of Israel3478. daughter: or, granddaughter","14":"So he departed3212 from Elisha477, and came935 to his master113; who said559 to him, What said559 Elisha477 to thee? And he answered559, He told559 me that thou shouldest surely2421 recover2421.","22":"Yet Edom123 revolted6586 from under the hand3027 of Judah3063 unto this day3117. Then Libnah3841 revolted6586 at the same1931 time6256.","28":"And he went3212 with Joram3141 the son1121 of Ahab256 to the war4421 against Hazael2371 king4428 of Syria758 in Ramothgilead7433 1568; and the Syrians761 wounded5221 Joram3141.","25":"In the twelfth8147 6240 8141 year8141 of Joram3141 the son1121 of Ahab256 king4428 of Israel3478 did Ahaziah274 the son1121 of Jehoram3088 king4428 of Judah3063 begin to reign4427.","9":"So Hazael2371 went3212 to meet7125 him, and took3947 a present4503 with him3027, even of every good thing2898 of Damascus1834, forty705 camels\u00271581 burden4853, and came935 and stood5975 before6440 him, and said559, Thy son1121 Benhadad1130 king4428 of Syria758 hath sent7971 me to thee, saying559, Shall I recover2421 of this disease2483? with: Heb. in his hand","15":"And it came to pass on the morrow4283, that he took3947 a thick cloth4346, and dipped2881 it in water4325, and spread6566 it on his face6440, so that he died4191: and Hazael2371 reigned4427 in his stead.","21":"So Joram3141 went over5674 to Zair6811, and all the chariots7393 with him: and he rose6965 by night3915, and smote5221 the Edomites123 which compassed him about5437, and the captains8269 of the chariots7393: and the people5971 fled5127 into their tents168.","24":"And Joram3141 slept7901 with his fathers1, and was buried6912 with his fathers1 in the city5892 of David1732: and Ahaziah274 his son1121 reigned4427 in his stead.","16":"And in the fifth2568 year8141 of Joram3141 the son1121 of Ahab256 king4428 of Israel3478, Jehoshaphat3092 being then king4428 of Judah3063, Jehoram3088 the son1121 of Jehoshaphat3092 king4428 of Judah3063 began to reign4427. began: Heb. reigned","7":"And Elisha477 came935 to Damascus1834; and Benhadad1130 the king4428 of Syria758 was sick2470; and it was told5046 him, saying559, The man376 of God430 is come935 hither2008.","2":"And the woman802 arose6965, and did6213 after the saying1697 of the man376 of God430: and she went3212 with her household1004, and sojourned1481 in the land776 of the Philistines6430 seven7651 years8141.","6":"And when the king4428 asked7592 the woman802, she told5608 him. So the king4428 appointed5414 unto her a certain259 officer5631, saying559, Restore7725 all that was hers, and all the fruits8393 of the field7704 since the day3117 that she left5800 the land776, even until now. officer: or, eunuch"},"17":{"11":"And there they burnt incense6999 in all the high places1116, as did the heathen1471 whom the LORD3068 carried away1540 before6440 them; and wrought6213 wicked7451 things1697 to provoke the LORD3068 to anger3707:","41":"So these nations1471 feared3373 the LORD3068, and served5647 their graven images6456, both their children1121, and their children\u0027s1121 children1121: as did6213 their fathers1, so do6213 they unto this day3117.","3":"Against him came up5927 Shalmaneser8022 king4428 of Assyria804; and Hoshea1954 became his servant5650, and gave7725 him presents4503. gave: Heb. rendered presents: or, tribute","20":"And the LORD3068 rejected3988 all the seed2233 of Israel3478, and afflicted6031 them, and delivered5414 them into the hand3027 of spoilers8154, until he had cast7993 them out of his sight6440.","12":"For they served5647 idols1544, whereof the LORD3068 had said559 unto them, Ye shall not do6213 this thing1697.","10":"And they set them up5324 images4676 and groves842 in every high1364 hill1389, and under every green7488 tree6086: images: Heb. statues","17":"And they caused their sons1121 and their daughters1323 to pass5674 through the fire784, and used7080 divination7081 and enchantments5172, and sold4376 themselves to do6213 evil7451 in the sight5869 of the LORD3068, to provoke him to anger3707.","40":"Howbeit they did not hearken8085, but they did6213 after their former7223 manner4941.","13":"Yet the LORD3068 testified5749 against Israel3478, and against Judah3063, by3027 all the prophets5030, and by all the seers2374, saying559, Turn7725 ye from your evil7451 ways1870, and keep8104 my commandments4687 and my statutes2708, according to all the law8451 which I commanded6680 your fathers1, and which I sent7971 to you by3027 my servants5650 the prophets5030. by: Heb. by the hand of","27":"Then the king4428 of Assyria804 commanded6680, saying559, Carry3212 thither one259 of the priests3548 whom ye brought1540 from thence; and let them go3212 and dwell3427 there, and let him teach3384 them the manner4941 of the God430 of the land776.","30":"And the men582 of Babylon894 made6213 Succothbenoth5524, and the men582 of Cuth3575 made6213 Nergal5370, and the men582 of Hamath2574 made6213 Ashima807,","18":"Therefore the LORD3068 was very3966 angry599 with Israel3478, and removed5493 them out of his sight6440: there was none left7604 but the tribe7626 of Judah3063 only.","36":"But the LORD3068, who brought you up5927 out of the land776 of Egypt4714 with great1419 power3581 and a stretched out5186 arm2220, him shall ye fear3372, and him shall ye worship7812, and to him shall ye do sacrifice2076.","29":"Howbeit every nation1471 made6213 gods430 of their own, and put3240 them in the houses1004 of the high places1116 which the Samaritans8118 had made6213, every nation1471 in their cities5892 wherein they dwelt3427.","23":"Until the LORD3068 removed5493 Israel3478 out of his sight6440, as he had said1696 by3027 all his servants5650 the prophets5030. So was Israel3478 carried away1540 out of their own land127 to Assyria804 unto this day3117.","19":"Also Judah3063 kept8104 not the commandments4687 of the LORD3068 their God430, but walked3212 in the statutes2708 of Israel3478 which they made6213.","1":"In the twelfth8147 6240 year8141 of Ahaz271 king4428 of Judah3063 began Hoshea1954 the son1121 of Elah425 to reign4427 in Samaria8111 over Israel3478 nine8672 years8141.","5":"Then the king4428 of Assyria804 came up5927 throughout all the land776, and went up5927 to Samaria8111, and besieged6696 it three7969 years8141.","4":"And the king4428 of Assyria804 found4672 conspiracy7195 in Hoshea1954: for he had sent7971 messengers4397 to So5471 king4428 of Egypt4714, and brought5927 no present4503 to the king4428 of Assyria804, as he had done year8141 by year8141: therefore the king4428 of Assyria804 shut him up6113, and bound631 him in prison1004 3608. present: or, tribute","8":"And walked3212 in the statutes2708 of the heathen1471, whom the LORD3068 cast out3423 from before6440 the children1121 of Israel3478, and of the kings4428 of Israel3478, which they had made6213.","26":"Wherefore they spake559 to the king4428 of Assyria804, saying559, The nations1471 which thou hast removed1540, and placed3427 in the cities5892 of Samaria8111, know3045 not the manner4941 of the God430 of the land776: therefore he hath sent7971 lions738 among them, and, behold, they slay4191 them, because they know3045 not the manner4941 of the God430 of the land776.","39":"But the LORD3068 your God430 ye shall fear3372; and he shall deliver5337 you out of the hand3027 of all your enemies341.","14":"Notwithstanding they would not hear8085, but hardened7185 their necks6203, like to the neck6203 of their fathers1, that did not believe539 in the LORD3068 their God430.","37":"And the statutes2706, and the ordinances4941, and the law8451, and the commandment4687, which he wrote3789 for you, ye shall observe8104 to do6213 for evermore3117; and ye shall not fear3372 other312 gods430.","22":"For the children1121 of Israel3478 walked3212 in all the sins2403 of Jeroboam3379 which he did6213; they departed5493 not from them;","28":"Then one259 of the priests3548 whom they had carried away1540 from Samaria8111 came935 and dwelt3427 in Bethel1008, and taught3384 them how they should fear3372 the LORD3068.","25":"And so it was at the beginning8462 of their dwelling3427 there, that they feared3372 not the LORD3068: therefore the LORD3068 sent7971 lions738 among them, which slew2026 some of them.","9":"And the children1121 of Israel3478 did secretly2644 those things1697 that were not right against the LORD3068 their God430, and they built1129 them high places1116 in all their cities5892, from the tower4026 of the watchmen5341 to the fenced4013 city5892.","33":"They feared3373 the LORD3068, and served5647 their own gods430, after the manner4941 of the nations1471 whom they carried away1540 from thence. whom: or, who carried them away from thence","15":"And they rejected3988 his statutes2706, and his covenant1285 that he made3772 with their fathers1, and his testimonies5715 which he testified5749 against them; and they followed3212 310 vanity1892, and became vain1891, and went after310 the heathen1471 that were round about5439 them, concerning whom the LORD3068 had charged6680 them, that they should not do6213 like them.","34":"Unto this day3117 they do6213 after the former7223 manners4941: they fear3373 not the LORD3068, neither do6213 they after their statutes2708, or after their ordinances4941, or after the law8451 and commandment4687 which the LORD3068 commanded6680 the children1121 of Jacob3290, whom he named7760 8034 Israel3478;","21":"For he rent7167 Israel3478 from the house1004 of David1732; and they made Jeroboam3379 the son1121 of Nebat5028 king4427: and Jeroboam3379 drave5080 5077 Israel3478 from following310 the LORD3068, and made them sin2398 a great1419 sin2401.","24":"And the king4428 of Assyria804 brought935 men from Babylon894, and from Cuthah3575, and from Ava5755, and from Hamath2574, and from Sepharvaim5617, and placed3427 them in the cities5892 of Samaria8111 instead of the children1121 of Israel3478: and they possessed3423 Samaria8111, and dwelt3427 in the cities5892 thereof.","16":"And they left5800 all the commandments4687 of the LORD3068 their God430, and made6213 them molten images4541, even two8147 calves5695, and made6213 a grove842, and worshipped7812 all the host6635 of heaven8064, and served5647 Baal1168.","35":"With whom the LORD3068 had made3772 a covenant1285, and charged6680 them, saying559, Ye shall not fear3372 other312 gods430, nor bow7812 yourselves to them, nor serve5647 them, nor sacrifice2076 to them:","32":"So they feared3373 the LORD3068, and made6213 unto themselves of the lowest7098 of them priests3548 of the high places1116, which sacrificed6213 for them in the houses1004 of the high places1116.","7":"For so it was, that the children1121 of Israel3478 had sinned2398 against the LORD3068 their God430, which had brought them up5927 out of the land776 of Egypt4714, from under the hand3027 of Pharaoh6547 king4428 of Egypt4714, and had feared3372 other312 gods430,","2":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, but not as the kings4428 of Israel3478 that were before6440 him.","38":"And the covenant1285 that I have made3772 with you ye shall not forget7911; neither shall ye fear3372 other312 gods430.","6":"In the ninth8671 year8141 of Hoshea1954 the king4428 of Assyria804 took3920 Samaria8111, and carried1540 Israel3478 away1540 into Assyria804, and placed3427 them in Halah2477 and in Habor2249 by the river5104 of Gozan1470, and in the cities5892 of the Medes4074.","31":"And the Avites5757 made6213 Nibhaz5026 and Tartak8662, and the Sepharvites5616 burnt8313 their children1121 in fire784 to Adrammelech152 and Anammelech6048, the gods430 of Sepharvaim5617."},"11":{"16":"And they laid7760 hands3027 on her; and she went935 by the way1870 by the which the horses5483 came3996 into the king\u0027s4428 house1004: and there was she slain4191.","3":"And he was with her hid2244 in the house1004 of the LORD3068 six8337 years8141. And Athaliah6271 did reign4427 over the land776.","5":"And he commanded6680 them, saying559, This is the thing1697 that ye shall do6213; A third part7992 of you that enter in935 on the sabbath7676 shall even be keepers8104 of the watch4931 of the king\u0027s4428 house1004;","21":"Seven7651 years8141 old1121 was Jehoash3060 when he began to reign4427.","18":"And all the people5971 of the land776 went935 into the house1004 of Baal1168, and brake it down5422; his altars4196 and his images6754 brake they in pieces7665 thoroughly3190, and slew2026 Mattan4977 the priest3548 of Baal1168 before6440 the altars4196. And the priest3548 appointed7760 officers6485 6486 over the house1004 of the LORD3068. officers: Heb. offices","12":"And he brought forth3318 the king\u0027s4428 son1121, and put5414 the crown5145 upon him, and gave him the testimony5715; and they made him king4427, and anointed4886 him; and they clapped5221 their hands3709, and said559, God save2421 the king4428. God: Heb. Let the king live","10":"And to the captains8269 over hundreds3967 did the priest3548 give5414 king4428 David\u0027s1732 spears2595 and shields7982, that were in the temple1004 of the LORD3068.","2":"But Jehosheba3089, the daughter1323 of king4428 Joram3141, sister269 of Ahaziah274, took3947 Joash3101 the son1121 of Ahaziah274, and stole1589 him from among8432 the king\u0027s4428 sons1121 which were slain4191; and they hid5641 him, even him and his nurse3243, in the bedchamber2315 4296 from6440 Athaliah6271, so that he was not slain4191.","8":"And ye shall compass5362 the king4428 round about5439, every man376 with his weapons3627 in his hand3027: and he that cometh935 within the ranges7713, let him be slain4191: and be ye with the king4428 as he goeth out3318 and as he cometh in935.","17":"And Jehoiada3077 made3772 a covenant1285 between the LORD3068 and the king4428 and the people5971, that they should be the LORD\u0027S3068 people5971; between the king4428 also and the people5971.","11":"And the guard7323 stood5975, every man376 with his weapons3627 in his hand3027, round about5439 the king4428, from the right3233 corner3802 of the temple1004 to the left8042 corner3802 of the temple1004, along by the altar4196 and the temple1004. corner: Heb. shoulder","1":"And when Athaliah6271 the mother517 of Ahaziah274 saw7200 that her son1121 was dead4191, she arose6965 and destroyed6 all the seed2233 royal4467. seed: Heb. seed of the kingdom","9":"And the captains8269 over the hundreds3967 did6213 according to all things that Jehoiada3077 the priest3548 commanded6680: and they took3947 every man376 his men582 that were to come in935 on the sabbath7676, with them that should go out3318 on the sabbath7676, and came935 to Jehoiada3077 the priest3548.","14":"And when she looked7200, behold, the king4428 stood5975 by a pillar5982, as the manner4941 was, and the princes8269 and the trumpeters2689 by the king4428, and all the people5971 of the land776 rejoiced8056, and blew8628 with trumpets2689: and Athaliah6271 rent7167 her clothes899, and cried7121, Treason7195, Treason7195.","7":"And two8147 parts3027 of all you that go forth3318 on the sabbath7676, even they shall keep8104 the watch4931 of the house1004 of the LORD3068 about413 the king4428. parts: or, companies: Heb. hands","15":"But Jehoiada3077 the priest3548 commanded6680 the captains8269 of the hundreds3967, the officers6485 of the host2428, and said559 unto them, Have her forth3318 without1004 the ranges7713: and him that followeth935 310 her kill4191 with the sword2719. For the priest3548 had said559, Let her not be slain4191 in the house1004 of the LORD3068.","20":"And all the people5971 of the land776 rejoiced8055, and the city5892 was in quiet8252: and they slew4191 Athaliah6271 with the sword2719 beside the king\u0027s4428 house1004.","6":"And a third part7992 shall be at the gate8179 of Sur5495; and a third part7992 at the gate8179 behind310 the guard7323: so shall ye keep8104 the watch4931 of the house1004, that it be not broken down4535. that: or, from breaking up","4":"And the seventh7637 year8141 Jehoiada3077 sent7971 and fetched3947 the rulers8269 over hundreds3967, with the captains3746 and the guard7323, and brought935 them to him into the house1004 of the LORD3068, and made3772 a covenant1285 with them, and took an oath7650 of them in the house1004 of the LORD3068, and shewed7200 them the king\u0027s4428 son1121.","19":"And he took3947 the rulers8269 over hundreds3967, and the captains3746, and the guard7323, and all the people5971 of the land776; and they brought down3381 the king4428 from the house1004 of the LORD3068, and came935 by the way1870 of the gate8179 of the guard7323 to the king\u0027s4428 house1004. And he sat3427 on the throne3678 of the kings4428.","13":"And when Athaliah6271 heard8085 the noise6963 of the guard7323 and of the people5971, she came935 to the people5971 into the temple1004 of the LORD3068."},"1":{"16":"And he said1696 unto him, Thus saith559 the LORD3068, Forasmuch as thou hast sent7971 messengers4397 to enquire1875 of Baalzebub1176 the god430 of Ekron6138, is it not because there is no God430 in Israel3478 to enquire1875 of his word1697? therefore thou shalt not come down3381 off that bed4296 on which thou art gone up5927, but shalt surely4191 die4191.","3":"But the angel4397 of the LORD3068 said1696 to Elijah452 the Tishbite8664, Arise6965, go up5927 to meet7125 the messengers4397 of the king4428 of Samaria8111, and say1696 unto them, Is it not because there is not a God430 in Israel3478, that ye go1980 to enquire1875 of Baalzebub1176 the god430 of Ekron6138?","5":"And when the messengers4397 turned back7725 unto him, he said559 unto them, Why are ye now2088 turned back7725?","18":"Now the rest3499 of the acts1697 of Ahaziah274 which he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","12":"And Elijah452 answered6030 and said1696 unto them, If I be a man376 of God430, let fire784 come down3381 from heaven8064, and consume398 thee and thy fifty2572. And the fire784 of God430 came down3381 from heaven8064, and consumed398 him and his fifty2572.","10":"And Elijah452 answered6030 and said1696 to the captain8269 of fifty2572, If I be a man376 of God430, then let fire784 come down3381 from heaven8064, and consume398 thee and thy fifty2572. And there came down3381 fire784 from heaven8064, and consumed398 him and his fifty2572.","2":"And Ahaziah274 fell down5307 through a lattice7639 in his upper chamber5944 that was in Samaria8111, and was sick2470: and he sent7971 messengers4397, and said559 unto them, Go3212, enquire1875 of Baalzebub1176 the god430 of Ekron6138 whether I shall recover2421 of this disease2483.","8":"And they answered559 him, He was an hairy8181 man1167 376, and girt247 with a girdle232 of leather5785 about his loins4975. And he said559, It is Elijah452 the Tishbite8664.","17":"So he died4191 according to the word1697 of the LORD3068 which Elijah452 had spoken1696. And Jehoram3088 reigned4427 in his stead in the second8147 year8141 of Jehoram3088 the son1121 of Jehoshaphat3092 king4428 of Judah3063; because he had no son1121.","11":"Again7725 also he sent7971 unto him another312 captain8269 of fifty2572 with his fifty2572. And he answered6030 and said1696 unto him, O man376 of God430, thus hath the king4428 said559, Come down3381 quickly4120.","1":"Then Moab4124 rebelled6586 against Israel3478 after310 the death4194 of Ahab256.","9":"Then the king4428 sent7971 unto him a captain8269 of fifty2572 with his fifty2572. And he went up5927 to him: and, behold, he sat3427 on the top7218 of an hill2022. And he spake1696 unto him, Thou man376 of God430, the king4428 hath said1696, Come down3381.","14":"Behold, there came3381 fire784 down3381 from heaven8064, and burnt up398 the two8147 captains8269 of the former7223 fifties2572 with their fifties2572: therefore let my life5315 now be precious3365 in thy sight5869.","7":"And he said1696 unto them, What manner4941 of man376 was he which came up5927 to meet7125 you, and told1696 you these words1697? What: Heb. What was the manner of the man","15":"And the angel4397 of the LORD3068 said1696 unto Elijah452, Go down3381 with him: be not afraid3372 of him6440. And he arose6965, and went down3381 with him unto the king4428.","6":"And they said559 unto him, There came5927 a man376 up5927 to meet7125 us, and said559 unto us, Go3212, turn again7725 unto the king4428 that sent7971 you, and say1696 unto him, Thus saith559 the LORD3068, Is it not because there is not a God430 in Israel3478, that thou sendest7971 to enquire1875 of Baalzebub1176 the god430 of Ekron6138? therefore thou shalt not come down3381 from that bed4296 on which thou art gone up5927, but shalt surely4191 die4191.","4":"Now therefore thus saith559 the LORD3068, Thou shalt not come down3381 from that bed4296 on which thou art gone up5927, but shalt surely4191 die4191. And Elijah452 departed3212. Thou shalt: Heb. The bed whither thou art gone up, thou shalt not come down from it","13":"And he sent7971 again7725 a captain8269 of the third7992 fifty2572 with his fifty2572. And the third7992 captain8269 of fifty2572 went up5927, and came935 and fell3766 on his knees1290 before5048 Elijah452, and besought2603 him, and said1696 unto him, O man376 of God430, I pray thee, let my life5315, and the life5315 of these fifty2572 thy servants5650, be precious3365 in thy sight5869. fell: Heb. bowed"},"9":{"11":"Then Jehu3058 came forth3318 to the servants5650 of his lord113: and one said559 unto him, Is all well7965? wherefore came935 this mad7696 fellow to thee? And he said559 unto them, Ye know3045 the man376, and his communication7879.","3":"Then take3947 the box6378 of oil8081, and pour3332 it on his head7218, and say559, Thus saith559 the LORD3068, I have anointed4886 thee king4428 over Israel3478. Then open6605 the door1817, and flee5127, and tarry2442 not.","20":"And the watchman6822 told5046, saying559, He came935 even unto them, and cometh not again7725: and the driving4491 is like the driving4491 of Jehu3058 the son1121 of Nimshi5250; for he driveth5090 furiously7697. driving: or, marching furiously: Heb. in madness","12":"And they said559, It is false8267; tell5046 us now. And he said559, Thus and thus spake559 he to me, saying559, Thus saith559 the LORD3068, I have anointed4886 thee king4428 over Israel3478.","10":"And the dogs3611 shall eat398 Jezebel348 in the portion2506 of Jezreel3157, and there shall be none to bury6912 her. And he opened6605 the door1817, and fled5127.","17":"And there stood5975 a watchman6822 on the tower4026 in Jezreel3157, and he spied7200 the company8229 of Jehu3058 as he came935, and said559, I see7200 a company8229. And Joram3088 said559, Take3947 an horseman7395, and send7971 to meet7125 them, and let him say559, Is it peace7965?","13":"Then they hasted4116, and took3947 every man376 his garment899, and put7760 it under him on the top1634 of the stairs4609, and blew8628 with trumpets7782, saying559, Jehu3058 is king4427. is king: Heb. reigneth","27":"But when Ahaziah274 the king4428 of Judah3063 saw7200 this, he fled5127 by the way1870 of the garden1588 house1004. And Jehu3058 followed7291 after310 him, and said559, Smite5221 him also in the chariot4818. And they did so at the going up4608 to Gur1483, which is by Ibleam2991. And he fled5127 to Megiddo4023, and died4191 there.","30":"And when Jehu3058 was come935 to Jezreel3157, Jezebel348 heard8085 of it; and she painted7760 6320 her face5869, and tired3190 her head7218, and looked out8259 at a window2474. painted: Heb. put her eyes in painting","18":"So there went3212 one on horseback7392 5483 to meet7125 him, and said559, Thus saith559 the king4428, Is it peace7965? And Jehu3058 said559, What hast thou to do with peace7965? turn5437 thee behind310 me. And the watchman6822 told5046, saying559, The messenger4397 came935 to them, but he cometh not again7725.","36":"Wherefore they came again7725, and told5046 him. And he said559, This is the word1697 of the LORD3068, which he spake1696 by3027 his servant5650 Elijah452 the Tishbite8664, saying559, In the portion2506 of Jezreel3157 shall dogs3611 eat398 the flesh1320 of Jezebel348: by: Heb. by the hand of","29":"And in the eleventh259 6240 8141 year8141 of Joram3141 the son1121 of Ahab256 began Ahaziah274 to reign4427 over Judah3063.","23":"And Joram3088 turned2015 his hands3027, and fled5127, and said559 to Ahaziah274, There is treachery4820, O Ahaziah274.","19":"Then he sent out7971 a second8145 on horseback7392 5483, which came935 to them, and said559, Thus saith559 the king4428, Is it peace7965? And Jehu3058 answered559, What hast thou to do with peace7965? turn5437 thee behind310 me.","1":"And Elisha477 the prophet5030 called7121 one259 of the children1121 of the prophets5030, and said559 unto him, Gird up2296 thy loins4975, and take3947 this box6378 of oil8081 in thine hand3027, and go3212 to Ramothgilead7433 1568:","5":"And when he came935, behold, the captains8269 of the host2428 were sitting3427; and he said559, I have an errand1697 to thee, O captain8269. And Jehu3058 said559, Unto which of all us? And he said559, To thee, O captain8269.","4":"So the young man5288, even the young man5288 the prophet5030, went3212 to Ramothgilead7433 1568.","8":"For the whole house1004 of Ahab256 shall perish6: and I will cut off3772 from Ahab256 him that pisseth8366 against the wall7023, and him that is shut up6113 and left5800 in Israel3478:","26":"Surely I have seen7200 yesterday570 the blood1818 of Naboth5022, and the blood1818 of his sons1121, saith5002 the LORD3068; and I will requite7999 thee in this plat2513, saith5002 the LORD3068. Now therefore take5375 and cast7993 him into the plat2513 of ground, according to the word1697 of the LORD3068. blood: Heb. bloods plat: or, portion","14":"So Jehu3058 the son1121 of Jehoshaphat3092 the son1121 of Nimshi5250 conspired7194 against Joram3141. (Now Joram3141 had kept8104 Ramothgilead7433 1568, he and all Israel3478, because6440 of Hazael2371 king4428 of Syria758.","37":"And the carcase5038 of Jezebel348 shall be as dung1828 upon the face6440 of the field7704 in the portion2506 of Jezreel3157; so that they shall not say559, This is Jezebel348.","22":"And it came to pass, when Joram3088 saw7200 Jehu3058, that he said559, Is it peace7965, Jehu3058? And he answered559, What peace7965, so long as5704 the whoredoms2183 of thy mother517 Jezebel348 and her witchcrafts3785 are so many7227?","28":"And his servants5650 carried7392 him in a chariot to Jerusalem3389, and buried6912 him in his sepulchre6900 with his fathers1 in the city5892 of David1732.","25":"Then said559 Jehu to Bidkar920 his captain7991, Take up5375, and cast7993 him in the portion2513 of the field7704 of Naboth5022 the Jezreelite3158: for remember2142 how that, when I and thou rode7392 together6776 after310 Ahab256 his father1, the LORD3068 laid5375 this burden4853 upon him;","9":"And I will make5414 the house1004 of Ahab256 like the house1004 of Jeroboam3379 the son1121 of Nebat5028, and like the house1004 of Baasha1201 the son1121 of Ahijah281:","33":"And he said559, Throw her down8058. So they threw her down8058: and some of her blood1818 was sprinkled5137 on the wall7023, and on the horses5483: and he trode her under foot7429.","15":"But king4428 Joram3088 was returned7725 to be healed7495 in Jezreel3157 of the wounds4347 which the Syrians761 had given5221 him, when he fought3898 with Hazael2371 king4428 of Syria758.) And Jehu3058 said559, If it be3426 your minds5315, then let none408 go forth3318 nor escape6412 out of the city5892 to go3212 to tell5046 it in Jezreel3157. Joram: Heb. Jehoram but not in verse sixteen had given: Heb. smote let none: Heb. let no escaper go, etc.","34":"And when he was come in935, he did eat398 and drink8354, and said559, Go6485, see now this cursed779 woman, and bury6912 her: for she is a king\u0027s4428 daughter1323.","21":"And Joram3088 said559, Make ready631. And his chariot7393 was made ready631. And Joram3088 king4428 of Israel3478 and Ahaziah274 king4428 of Judah3063 went out3318, each376 in his chariot7393, and they went out3318 against7125 Jehu3058, and met4672 him in the portion2513 of Naboth5022 the Jezreelite3158. Make ready: Heb. Bind met: Heb. found","24":"And Jehu3058 drew a bow7198 with his full4390 strength3027, and smote5221 Jehoram3088 between his arms2220, and the arrow2678 went out3318 at his heart3820, and he sunk down3766 in his chariot7393. drew: Heb. filled his hand with a bow sunk: Heb. bowed","16":"So Jehu3058 rode in a chariot7392, and went3212 to Jezreel3157; for Joram3141 lay7901 there. And Ahaziah274 king4428 of Judah3063 was come down3381 to see7200 Joram3141.","35":"And they went3212 to bury6912 her: but they found4672 no more of her than518 the skull1538, and the feet7272, and the palms3709 of her hands3027.","32":"And he lifted up5375 his face6440 to the window2474, and said559, Who is on my side? who? And there looked out8259 to him two8147 or three7969 eunuchs5631. eunuchs: or, chamberlains","7":"And thou shalt smite5221 the house1004 of Ahab256 thy master113, that I may avenge5358 the blood1818 of my servants5650 the prophets5030, and the blood1818 of all the servants5650 of the LORD3068, at the hand3027 of Jezebel348.","2":"And when thou comest935 thither, look out7200 there Jehu3058 the son1121 of Jehoshaphat3092 the son1121 of Nimshi5250, and go in935, and make him arise up6965 from among8432 his brethren251, and carry935 him to an inner2315 chamber2315; inner: Heb. chamber in a chamber","6":"And he arose6965, and went935 into the house1004; and he poured3332 the oil8081 on his head7218, and said559 unto him, Thus saith559 the LORD3068 God430 of Israel3478, I have anointed4886 thee king4428 over the people5971 of the LORD3068, even over Israel3478.","31":"And as Jehu3058 entered in935 at the gate8179, she said559, Had Zimri2174 peace7965, who slew2026 his master113?"},"24":{"16":"And all the men582 of might2428, even seven7651 thousand505, and craftsmen2796 and smiths4525 a thousand505, all that were strong1368 and apt6213 for war4421, even them the king4428 of Babylon894 brought935 captive1473 to Babylon894.","3":"Surely at the commandment6310 of the LORD3068 came this upon Judah3063, to remove5493 them out of his sight6440, for the sins2403 of Manasseh4519, according to all that he did6213;","5":"Now the rest3499 of the acts1697 of Jehoiakim3079, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","18":"Zedekiah6667 was twenty6242 and one259 years8141 old1121 when he began to reign4427, and he reigned4427 eleven259 6240 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Hamutal2537, the daughter1323 of Jeremiah3414 of Libnah3841.","12":"And Jehoiachin3078 the king4428 of Judah3063 went out3318 to the king4428 of Babylon894, he, and his mother517, and his servants5650, and his princes8269, and his officers5631: and the king4428 of Babylon894 took3947 him in the eighth8083 year8141 of his reign4427. officers: or, eunuchs his reign: Nebuchadnezzar\u0027s eighth year","10":"At that time6256 the servants5650 of Nebuchadnezzar5019 king4428 of Babylon894 came up5927 against Jerusalem3389, and the city5892 was besieged935 4692. was: Heb. came into siege","2":"And the LORD3068 sent7971 against him bands1416 of the Chaldees3778, and bands1416 of the Syrians758, and bands1416 of the Moabites4124, and bands1416 of the children1121 of Ammon5983, and sent7971 them against Judah3063 to destroy6 it, according to the word1697 of the LORD3068, which he spake1696 by3027 his servants5650 the prophets5030. by: Heb. by the hand of","8":"Jehoiachin3078 was eighteen8083 6240 years8141 old1121 when he began to reign4427, and he reigned4427 in Jerusalem3389 three7969 months2320. And his mother\u0027s517 name8034 was Nehushta5179, the daughter1323 of Elnathan494 of Jerusalem3389.","17":"And the king4428 of Babylon894 made Mattaniah4983 his father\u0027s brother1730 king4427 in his stead, and changed5437 his name8034 to Zedekiah6667.","11":"And Nebuchadnezzar5019 king4428 of Babylon894 came935 against the city5892, and his servants5650 did besiege6696 it.","1":"In his days3117 Nebuchadnezzar5019 king4428 of Babylon894 came up5927, and Jehoiakim3079 became his servant5650 three7969 years8141: then he turned7725 and rebelled4775 against him.","9":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, according to all that his father1 had done6213.","14":"And he carried away1540 all Jerusalem3389, and all the princes8269, and all the mighty men1368 of valour2428, even ten6235 thousand505 captives1540, and all the craftsmen2796 and smiths4525: none remained7604, save2108 the poorest sort1803 of the people5971 of the land776.","7":"And the king4428 of Egypt4714 came3318 not again3254 any more out of his land776: for the king4428 of Babylon894 had taken3947 from the river5158 of Egypt4714 unto the river5104 Euphrates6578 all that pertained to the king4428 of Egypt4714.","15":"And he carried away1540 Jehoiachin3078 to Babylon894, and the king\u0027s4428 mother517, and the king\u0027s4428 wives802, and his officers5631, and the mighty352 193 of the land776, those carried3212 he into captivity1473 from Jerusalem3389 to Babylon894. officers: or, eunuchs","20":"For through the anger639 of the LORD3068 it came to pass in Jerusalem3389 and Judah3063, until he had cast them out7993 from his presence6440, that Zedekiah6667 rebelled4775 against the king4428 of Babylon894.","6":"So Jehoiakim3079 slept7901 with his fathers1: and Jehoiachin3078 his son1121 reigned4427 in his stead.","4":"And also for the innocent5355 blood1818 that he shed8210: for he filled4390 Jerusalem3389 with innocent5355 blood1818; which the LORD3068 would14 not pardon5545.","19":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, according to all that Jehoiakim3079 had done6213.","13":"And he carried out3318 thence all the treasures214 of the house1004 of the LORD3068, and the treasures214 of the king\u0027s4428 house1004, and cut in pieces7112 all the vessels3627 of gold2091 which Solomon8010 king4428 of Israel3478 had made6213 in the temple1964 of the LORD3068, as the LORD3068 had said1696."},"14":{"11":"But Amaziah558 would not hear8085. Therefore Jehoash3060 king4428 of Israel3478 went up5927; and he and Amaziah558 king4428 of Judah3063 looked7200 one another in the face6440 at Bethshemesh1053, which belongeth to Judah3063.","3":"And he did6213 that which was right3477 in the sight5869 of the LORD3068, yet7535 not like David1732 his father1: he did6213 according to all things as Joash3101 his father1 did6213.","20":"And they brought5375 him on horses5483: and he was buried6912 at Jerusalem3389 with his fathers1 in the city5892 of David1732.","12":"And Judah3063 was put to the worse5062 before6440 Israel3478; and they fled5127 every man376 to their tents168. put: Heb. smitten","10":"Thou hast indeed5221 smitten5221 Edom123, and thine heart3820 hath lifted thee up5375: glory3513 of this, and tarry3427 at home1004: for why shouldest thou meddle1624 to thy hurt7451, that thou shouldest fall5307, even thou, and Judah3063 with thee? at home: Heb. at thy house","17":"And Amaziah558 the son1121 of Joash3101 king4428 of Judah3063 lived2421 after310 the death4194 of Jehoash3060 son1121 of Jehoahaz3059 king4428 of Israel3478 fifteen2568 6240 years8141.","13":"And Jehoash3060 king4428 of Israel3478 took8610 Amaziah558 king4428 of Judah3063, the son1121 of Jehoash3060 the son1121 of Ahaziah274, at Bethshemesh1053, and came935 to Jerusalem3389, and brake down6555 the wall2346 of Jerusalem3389 from the gate8179 of Ephraim669 unto the corner6438 gate8179, four702 hundred3967 cubits520.","27":"And the LORD3068 said1696 not that he would blot out4229 the name8034 of Israel3478 from under heaven8064: but he saved3467 them by the hand3027 of Jeroboam3379 the son1121 of Joash3101.","18":"And the rest3499 of the acts1697 of Amaziah558, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","29":"And Jeroboam3379 slept7901 with his fathers1, even with the kings4428 of Israel3478; and Zachariah2148 his son1121 reigned4427 in his stead.","23":"In the fifteenth2568 6240 8141 year8141 of Amaziah558 the son1121 of Joash3101 king4428 of Judah3063 Jeroboam3379 the son1121 of Joash3101 king4428 of Israel3478 began to reign4427 in Samaria8111, and reigned forty705 and one259 years8141.","19":"Now they made7194 a conspiracy7195 against him in Jerusalem3389: and he fled5127 to Lachish3923; but they sent7971 after310 him to Lachish3923, and slew4191 him there.","1":"In the second8147 year8141 of Joash3101 son1121 of Jehoahaz3099 king4428 of Israel3478 reigned4427 Amaziah558 the son1121 of Joash3101 king4428 of Judah3063.","5":"And it came to pass, as soon as the kingdom4467 was confirmed2388 in his hand3027, that he slew5221 his servants5650 which had slain5221 the king4428 his father1.","4":"Howbeit the high places1116 were not taken away5493: as yet5750 the people5971 did sacrifice2076 and burnt incense6999 on the high places1116.","8":"Then Amaziah558 sent7971 messengers4397 to Jehoash3060, the son1121 of Jehoahaz3059 son1121 of Jehu3058, king4428 of Israel3478, saying559, Come3212, let us look7200 one another in the face6440.","26":"For the LORD3068 saw7200 the affliction6040 of Israel3478, that it was very3966 bitter4784: for there was not657 any shut up6113, nor any left5800, nor any helper5826 for Israel3478.","14":"And he took3947 all the gold2091 and silver3701, and all the vessels3627 that were found4672 in the house1004 of the LORD3068, and in the treasures214 of the king\u0027s4428 house1004, and hostages1121 8594, and returned7725 to Samaria8111.","22":"He built1129 Elath359, and restored7725 it to Judah3063, after310 that the king4428 slept7901 with his fathers1.","28":"Now the rest3499 of the acts1697 of Jeroboam3379, and all that he did6213, and his might1369, how he warred3898, and how he recovered7725 Damascus1834, and Hamath2574, which belonged to Judah3063, for Israel3478, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","25":"He restored7725 the coast1366 of Israel3478 from the entering935 of Hamath2574 unto the sea3220 of the plain6160, according to the word1697 of the LORD3068 God430 of Israel3478, which he spake1696 by the hand3027 of his servant5650 Jonah3124, the son1121 of Amittai573, the prophet5030, which was of Gathhepher1662.","9":"And Jehoash3060 the king4428 of Israel3478 sent7971 to Amaziah558 king4428 of Judah3063, saying559, The thistle2336 that was in Lebanon3844 sent7971 to the cedar730 that was in Lebanon3844, saying559, Give5414 thy daughter1323 to my son1121 to wife802: and there passed5674 by a wild7704 beast2416 that was in Lebanon3844, and trode down7429 the thistle2336.","15":"Now the rest3499 of the acts1697 of Jehoash3060 which he did6213, and his might1369, and how he fought3898 with Amaziah558 king4428 of Judah3063, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","21":"And all the people5971 of Judah3063 took3947 Azariah5838, which was sixteen8337 6240 years8141 old1121, and made him king4427 instead of his father1 Amaziah558.","24":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068: he departed5493 not from all the sins2403 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398.","16":"And Jehoash3060 slept7901 with his fathers1, and was buried6912 in Samaria8111 with the kings4428 of Israel3478; and Jeroboam3379 his son1121 reigned4427 in his stead.","7":"He slew5221 of Edom123 in the valley1516 of salt4417 ten6235 thousand505, and took8610 Selah5554 by war4421, and called7121 the name8034 of it Joktheel3371 unto this day3117. Selah: or, the rock","2":"He was twenty6242 and five2568 years8141 old1121 when he began to reign4427, and reigned4427 twenty6242 and nine8672 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Jehoaddan3086 of Jerusalem3389.","6":"But the children1121 of the murderers5221 he slew4191 not: according unto that which is written3789 in the book5612 of the law8451 of Moses4872, wherein the LORD3068 commanded6680, saying559, The fathers1 shall not be put to death4191 for the children1121, nor the children1121 be put to death4191 for the fathers1; but every man376 shall be put to death4191 for his own sin2399."},"7":{"16":"And the people5971 went out3318, and spoiled962 the tents4264 of the Syrians758. So a measure5429 of fine flour5560 was sold for a shekel8255, and two measures5429 of barley8184 for a shekel8255, according to the word1697 of the LORD3068.","3":"And there were four702 leprous6879 men582 at the entering in6607 of the gate8179: and they said559 one376 to another7453, Why sit3427 we here until we die4191?","5":"And they rose up6965 in the twilight5399, to go935 unto the camp4264 of the Syrians758: and when they were come935 to the uttermost part7097 of the camp4264 of Syria758, behold, there was no man376 there.","18":"And it came to pass as the man376 of God430 had spoken1696 to the king4428, saying559, Two measures5429 of barley8184 for a shekel8255, and a measure5429 of fine flour5560 for a shekel8255, shall be to morrow4279 about this time6256 in the gate8179 of Samaria8111:","12":"And the king4428 arose6965 in the night3915, and said559 unto his servants5650, I will now shew5046 you what the Syrians758 have done6213 to us. They know3045 that we be hungry7457; therefore are they gone out3318 of the camp4264 to hide2247 themselves in the field7704, saying559, When they come out3318 of the city5892, we shall catch8610 them alive2416, and get935 into the city5892.","10":"So they came935 and called7121 unto the porter7778 of the city5892: and they told5046 them, saying559, We came935 to the camp4264 of the Syrians758, and, behold, there was no man376 there, neither voice6963 of man120, but horses5483 tied631, and asses2543 tied631, and the tents168 as they were.","2":"Then a lord7991 on whose hand3027 the king4428 leaned8172 answered6030 the man376 of God430, and said559, Behold, if the LORD3068 would make6213 windows699 in heaven8064, might this thing1697 be? And he said559, Behold, thou shalt see7200 it with thine eyes5869, but shalt not eat398 thereof. a lord: Heb. a lord which belonged to the king leaning upon his hand","8":"And when these lepers6879 came935 to the uttermost part7097 of the camp4264, they went935 into one259 tent168, and did eat398 and drink8354, and carried5375 thence silver3701, and gold2091, and raiment899, and went3212 and hid2934 it; and came again7725, and entered935 into another312 tent168, and carried5375 thence also, and went3212 and hid2934 it.","17":"And the king4428 appointed6485 the lord7991 on whose hand3027 he leaned8172 to have the charge of the gate8179: and the people5971 trode7429 upon him in the gate8179, and he died4191, as the man376 of God430 had said1696, who spake1696 when the king4428 came down3381 to him.","11":"And he called7121 the porters7778; and they told5046 it to the king\u0027s4428 house1004 within6441.","1":"Then Elisha477 said559, Hear8085 ye the word1697 of the LORD3068; Thus saith559 the LORD3068, To morrow4279 about this time6256 shall a measure5429 of fine flour5560 be sold for a shekel8255, and two measures5429 of barley8184 for a shekel8255, in the gate8179 of Samaria8111.","9":"Then they said559 one376 to another7453, We do6213 not well: this day3117 is a day3117 of good tidings1309, and we hold our peace2814: if we tarry2442 till the morning1242 light216, some mischief5771 will come4672 upon us: now therefore come3212, that we may go935 and tell5046 the king\u0027s4428 household1004. some: Heb. we shall find punishment","14":"They took3947 therefore two8147 chariot7393 horses5483; and the king4428 sent7971 after310 the host4264 of the Syrians758, saying559, Go3212 and see7200.","7":"Wherefore they arose6965 and fled5127 in the twilight5399, and left5800 their tents168, and their horses5483, and their asses2543, even the camp4264 as it was, and fled5127 for their life5315.","15":"And they went3212 after310 them unto Jordan3383: and, lo, all the way1870 was full4392 of garments899 and vessels3627, which the Syrians758 had cast away7993 in their haste2648. And the messengers4397 returned7725, and told5046 the king4428.","20":"And so it fell out unto him: for the people5971 trode7429 upon him in the gate8179, and he died4191.","6":"For the Lord136 had made the host4264 of the Syrians758 to hear8085 a noise6963 of chariots7393, and a noise6963 of horses5483, even the noise6963 of a great1419 host2428: and they said559 one376 to another251, Lo, the king4428 of Israel3478 hath hired7936 against us the kings4428 of the Hittites2850, and the kings4428 of the Egyptians4714, to come935 upon us.","4":"If we say559, We will enter935 into the city5892, then the famine7458 is in the city5892, and we shall die4191 there: and if we sit still3427 here, we die4191 also. Now therefore come3212, and let us fall5307 unto the host4264 of the Syrians758: if they save us alive2421, we shall live2421; and if they kill4191 us, we shall but die4191.","19":"And that lord7991 answered6030 the man376 of God430, and said559, Now, behold, if the LORD3068 should make6213 windows699 in heaven8064, might such a thing1697 be? And he said559, Behold, thou shalt see7200 it with thine eyes5869, but shalt not eat398 thereof.","13":"And one259 of his servants5650 answered6030 and said559, Let some take3947, I pray thee, five2568 of the horses5483 that remain7604, which are left7604 in the city, (behold, they are as all the multitude1995 of Israel3478 that are left7604 in it: behold, I say, they are even as all the multitude1995 of the Israelites3478 that are consumed8552:) and let us send7971 and see7200. in the city: Heb. in it"},"15":{"11":"And the rest3499 of the acts1697 of Zachariah2148, behold, they are written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478.","3":"And he did6213 that which was right3477 in the sight5869 of the LORD3068, according to all that his father1 Amaziah558 had done6213;","20":"And Menahem4505 exacted3318 the money3701 of Israel3478, even of all the mighty men1368 of wealth2428, of each259 man376 fifty2572 shekels8255 of silver3701, to give5414 to the king4428 of Assyria804. So the king4428 of Assyria804 turned back7725, and stayed5975 not there in the land776. exacted: Heb. caused to come forth","12":"This was the word1697 of the LORD3068 which he spake1696 unto Jehu3058, saying559, Thy sons1121 shall sit3427 on the throne3678 of Israel3478 unto the fourth7243 generation. And so it came to pass.","10":"And Shallum7967 the son1121 of Jabesh3003 conspired7194 against him, and smote5221 him before6905 the people5971, and slew4191 him, and reigned4427 in his stead.","17":"In the nine8672 8141 and thirtieth7970 year8141 of Azariah5838 king4428 of Judah3063 began Menahem4505 the son1121 of Gadi1424 to reign4427 over Israel3478, and reigned ten6235 years8141 in Samaria8111.","13":"Shallum7967 the son1121 of Jabesh3003 began to reign4427 in the nine8672 and thirtieth7970 year8141 of Uzziah5818 king4428 of Judah3063; and he reigned4427 a full3117 month3391 in Samaria8111. Uzziah: Gr. Ozias a full: Heb. a month of days","27":"In the two8147 8141 and fiftieth2572 year8141 of Azariah5838 king4428 of Judah3063 Pekah6492 the son1121 of Remaliah7425 began to reign4427 over Israel3478 in Samaria8111, and reigned twenty6242 years8141.","30":"And Hoshea1954 the son1121 of Elah425 made7194 a conspiracy7195 against Pekah6492 the son1121 of Remaliah7425, and smote5221 him, and slew4191 him, and reigned4427 in his stead, in the twentieth6242 year8141 of Jotham3147 the son1121 of Uzziah5818.","18":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068: he departed5493 not all his days3117 from the sins2403 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398.","36":"Now the rest3499 of the acts1697 of Jotham3147, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","29":"In the days3117 of Pekah6492 king4428 of Israel3478 came935 Tiglathpileser8407 king4428 of Assyria804, and took3947 Ijon5859, and Abelbethmaachah62, and Janoah3239, and Kedesh6943, and Hazor2674, and Gilead1568, and Galilee1551, all the land776 of Naphtali5321, and carried them captive1540 to Assyria804.","23":"In the fiftieth2572 8141 year8141 of Azariah5838 king4428 of Judah3063 Pekahiah6494 the son1121 of Menahem4505 began to reign4427 over Israel3478 in Samaria8111, and reigned two years8141.","19":"And Pul6322 the king4428 of Assyria804 came935 against the land776: and Menahem4505 gave5414 Pul6322 a thousand505 talents3603 of silver3701, that his hand3027 might be with him to confirm2388 the kingdom4467 in his hand3027.","1":"In the twenty6242 8141 and seventh7651 year8141 of Jeroboam3379 king4428 of Israel3478 began Azariah5838 son1121 of Amaziah558 king4428 of Judah3063 to reign4427.","5":"And the LORD3068 smote5060 the king4428, so that he was a leper6879 unto the day3117 of his death4194, and dwelt3427 in a several2669 house1004. And Jotham3147 the king\u0027s4428 son1121 was over the house1004, judging8199 the people5971 of the land776.","4":"Save that the high places1116 were not removed5493: the people5971 sacrificed2076 and burnt incense6999 still on the high places1116.","8":"In the thirty7970 8141 and eighth8083 year8141 of Azariah5838 king4428 of Judah3063 did Zachariah2148 the son1121 of Jeroboam3379 reign4427 over Israel3478 in Samaria8111 six8337 months2320.","26":"And the rest3499 of the acts1697 of Pekahiah6494, and all that he did6213, behold, they are written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478.","14":"For Menahem4505 the son1121 of Gadi1424 went up5927 from Tirzah8656, and came935 to Samaria8111, and smote5221 Shallum7967 the son1121 of Jabesh3003 in Samaria8111, and slew4191 him, and reigned4427 in his stead.","37":"In those days3117 the LORD3068 began2490 to send7971 against Judah3063 Rezin7526 the king4428 of Syria758, and Pekah6492 the son1121 of Remaliah7425.","22":"And Menahem4505 slept7901 with his fathers1; and Pekahiah6494 his son1121 reigned4427 in his stead.","28":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068: he departed5493 not from the sins2403 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398.","25":"But Pekah6492 the son1121 of Remaliah7425, a captain7991 of his, conspired7194 against him, and smote5221 him in Samaria8111, in the palace759 of the king\u0027s4428 house1004, with Argob709 and Arieh745, and with him fifty2572 men376 of the Gileadites1121 1569: and he killed4191 him, and reigned4427 in his room.","9":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, as his fathers1 had done6213: he departed5493 not from the sins2403 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398.","33":"Five2568 and twenty6242 years8141 old1121 was he when he began to reign4427, and he reigned4427 sixteen8337 6240 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Jerusha3388, the daughter1323 of Zadok6659.","15":"And the rest3499 of the acts1697 of Shallum7967, and his conspiracy7195 which he made7194, behold, they are written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478.","34":"And he did6213 that which was right3477 in the sight5869 of the LORD3068: he did6213 according to all that his father1 Uzziah5818 had done6213.","21":"And the rest3499 of the acts1697 of Menahem4505, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","24":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068: he departed5493 not from the sins2403 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398.","16":"Then Menahem4505 smote5221 Tiphsah8607, and all that were therein, and the coasts1366 thereof from Tirzah8656: because they opened6605 not to him, therefore he smote5221 it; and all the women therein that were with child2030 he ripped up1234.","35":"Howbeit the high places1116 were not removed5493: the people5971 sacrificed2076 and burned incense6999 still in the high places1116. He built1129 the higher5945 gate8179 of the house1004 of the LORD3068.","32":"In the second8147 year8141 of Pekah6492 the son1121 of Remaliah7425 king4428 of Israel3478 began Jotham3147 the son1121 of Uzziah5818 king4428 of Judah3063 to reign4427.","7":"So Azariah5838 slept7901 with his fathers1; and they buried6912 him with his fathers1 in the city5892 of David1732: and Jotham3147 his son1121 reigned4427 in his stead.","2":"Sixteen8337 6240 years8141 old1121 was he when he began to reign4427, and he reigned4427 two8147 and fifty2572 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Jecholiah3203 of Jerusalem3389.","38":"And Jotham3147 slept7901 with his fathers1, and was buried6912 with his fathers1 in the city5892 of David1732 his father1: and Ahaz271 his son1121 reigned4427 in his stead.","6":"And the rest3499 of the acts1697 of Azariah5838, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","31":"And the rest3499 of the acts1697 of Pekah6492, and all that he did6213, behold, they are written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478."},"20":{"16":"And Isaiah3470 said559 unto Hezekiah2396, Hear8085 the word1697 of the LORD3068.","3":"I beseech577 thee, O LORD3068, remember2142 now how I have walked1980 before6440 thee in truth571 and with a perfect8003 heart3824, and have done6213 that which is good2896 in thy sight5869. And Hezekiah2396 wept1058 1065 sore1419. sore: Heb. with a great weeping","5":"Turn again7725, and tell559 Hezekiah2396 the captain5057 of my people5971, Thus saith559 the LORD3068, the God430 of David1732 thy father1, I have heard8085 thy prayer8605, I have seen7200 thy tears1832: behold, I will heal7495 thee: on the third7992 day3117 thou shalt go up5927 unto the house1004 of the LORD3068.","21":"And Hezekiah2396 slept7901 with his fathers1: and Manasseh4519 his son1121 reigned4427 in his stead.","18":"And of thy sons1121 that shall issue3318 from thee, which thou shalt beget3205, shall they take away3947; and they shall be eunuchs5631 in the palace1964 of the king4428 of Babylon894.","12":"At that time6256 Berodachbaladan1255, the son1121 of Baladan1081, king4428 of Babylon894, sent7971 letters5612 and a present4503 unto Hezekiah2396: for he had heard8085 that Hezekiah2396 had been sick2470. Berodachbaladan: or, Merodachbaladan","10":"And Hezekiah3169 answered559, It is a light thing7043 for the shadow6738 to go down5186 ten6235 degrees4609: nay, but let the shadow6738 return7725 backward322 ten6235 degrees4609.","2":"Then he turned5437 his face6440 to the wall7023, and prayed6419 unto the LORD3068, saying559,","8":"And Hezekiah2396 said559 unto Isaiah3470, What shall be the sign226 that the LORD3068 will heal7495 me, and that I shall go up5927 into the house1004 of the LORD3068 the third7992 day3117?","17":"Behold, the days3117 come935, that all that is in thine house1004, and that which thy fathers1 have laid up in store686 unto this day3117, shall be carried5375 into Babylon894: nothing1697 shall be left3498, saith559 the LORD3068.","11":"And Isaiah3470 the prophet5030 cried7121 unto the LORD3068: and he brought7725 the shadow6738 ten6235 degrees4609 backward322, by4609 which it had gone down3381 in the dial4609 of Ahaz271. dial: Heb. degrees","1":"In those days3117 was Hezekiah2396 sick2470 unto death4191. And the prophet5030 Isaiah3470 the son1121 of Amoz531 came935 to him, and said559 unto him, Thus saith559 the LORD3068, Set thine house1004 in order6680; for thou shalt die4191, and not live2421. Set: Heb. Give charge concerning thine house","9":"And Isaiah3470 said559, This sign226 shalt thou have of the LORD3068, that the LORD3068 will do6213 the thing1697 that he hath spoken1696: shall the shadow6738 go forward1980 ten6235 degrees4609, or go back7725 ten6235 degrees4609?","14":"Then came935 Isaiah3470 the prophet5030 unto king4428 Hezekiah2396, and said559 unto him, What said559 these men582? and from whence370 came935 they unto thee? And Hezekiah2396 said559, They are come935 from a far7350 country776, even from Babylon894.","7":"And Isaiah3470 said559, Take3947 a lump1690 of figs8384. And they took3947 and laid7760 it on the boil7822, and he recovered2421.","15":"And he said559, What have they seen7200 in thine house1004? And Hezekiah2396 answered559, All the things that are in mine house1004 have they seen7200: there is nothing1697 among my treasures214 that I have not shewed7200 them.","20":"And the rest3499 of the acts1697 of Hezekiah2396, and all his might1369, and how he made6213 a pool1295, and a conduit8585, and brought935 water4325 into the city5892, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","6":"And I will add3254 unto thy days3117 fifteen2568 6240 years8141; and I will deliver5337 thee and this city5892 out of the hand3709 of the king4428 of Assyria804; and I will defend1598 this city5892 for mine own sake, and for my servant5650 David\u0027s1732 sake.","4":"And it came to pass, afore Isaiah3470 was gone out3318 into the middle8484 court2691 5892, that the word1697 of the LORD3068 came to him, saying559, court: or, city","19":"Then said559 Hezekiah2396 unto Isaiah3470, Good2896 is the word1697 of the LORD3068 which thou hast spoken1696. And he said559, Is it not good, if peace7965 and truth571 be in my days3117? Is it: or, Shall there not be peace and truth, etc","13":"And Hezekiah2396 hearkened8085 unto them, and shewed7200 them all the house1004 of his precious things5238, the silver3701, and the gold2091, and the spices1314, and the precious2896 ointment8081, and all the house1004 of his armour3627, and all that was found4672 in his treasures214: there was nothing1697 in his house1004, nor in all his dominion4475, that Hezekiah2396 shewed7200 them not. precious things: or, spicery armour: or, jewels: Heb. vessels"},"25":{"11":"Now the rest3499 of the people5971 that were left7604 in the city5892, and the fugitives5307 that fell away5307 to the king4428 of Babylon894, with the remnant3499 of the multitude1995, did Nebuzaradan5018 the captain7227 of the guard2876 carry away1540. fugitives: Heb. fallen away","3":"And on the ninth8672 day of the fourth month2320 the famine7458 prevailed2388 in the city5892, and there was no bread3899 for the people5971 of the land776.","20":"And Nebuzaradan5018 captain7227 of the guard2876 took3947 these, and brought3212 them to the king4428 of Babylon894 to Riblah7247:","12":"But the captain7227 of the guard2876 left7604 of the poor1803 of the land776 to be vinedressers3755 and husbandmen3009 1461.","10":"And all the army2428 of the Chaldees3778, that were with the captain7227 of the guard2876, brake down5422 the walls2346 of Jerusalem3389 round about5439.","17":"The height6967 of the one259 pillar5982 was eighteen8083 6240 cubits520, and the chapiter3805 upon it was brass5178: and the height6967 of the chapiter3805 three7969 cubits520; and the wreathen work7639, and pomegranates7416 upon the chapiter3805 round about5439, all of brass5178: and like unto these had the second8145 pillar5982 with wreathen work7639.","13":"And the pillars5982 of brass5178 that were in the house1004 of the LORD3068, and the bases4350, and the brasen5178 sea3220 that was in the house1004 of the LORD3068, did the Chaldees3778 break in pieces7665, and carried5375 the brass5178 of them to Babylon894.","27":"And it came to pass in the seven7651 and thirtieth7970 year8141 of the captivity1546 of Jehoiachin3078 king4428 of Judah3063, in the twelfth8147 6240 month2320, on the seven7651 and twentieth6242 day of the month2320, that Evilmerodach192 king4428 of Babylon894 in the year8141 that he began to reign4427 did lift up5375 the head7218 of Jehoiachin3078 king4428 of Judah3063 out of prison1004 3608;","30":"And his allowance737 was a continual8548 allowance737 given5414 him of the king4428, a daily3117 3117 rate1697 for every day3117, all the days3117 of his life2416.","18":"And the captain7227 of the guard2876 took3947 Seraiah8304 the chief7218 priest3548, and Zephaniah6846 the second4932 priest3548, and the three7969 keepers8104 of the door5592: door: Heb. threshold","29":"And changed8132 his prison3608 garments899: and he did eat398 bread3899 continually8548 before6440 him all the days3117 of his life2416.","23":"And when all the captains8269 of the armies2428, they and their men582, heard8085 that the king4428 of Babylon894 had made Gedaliah1436 governor6485, there came935 to Gedaliah1436 to Mizpah4709, even Ishmael3458 the son1121 of Nethaniah5418, and Johanan3110 the son1121 of Careah7143, and Seraiah8304 the son1121 of Tanhumeth8576 the Netophathite5200, and Jaazaniah2970 the son1121 of a Maachathite4602, they and their men582.","19":"And out of the city5892 he took3947 an259 officer5631 that was set6496 over the men582 of war4421, and five2568 men582 of them that were7200 in the king\u0027s4428 presence6440, which were found4672 in the city5892, and the principal8269 scribe5608 of the host6635, which mustered6633 the people5971 of the land776, and threescore8346 men376 of the people5971 of the land776 that were found4672 in the city5892: officer: or, eunuch were in: Heb. saw the king\u0027s face principal: or, scribe of the captain of the host","1":"And it came to pass in the ninth8671 year8141 of his reign4427, in the tenth6224 month2320, in the tenth6218 day of the month2320, that Nebuchadnezzar5019 king4428 of Babylon894 came935, he, and all his host2428, against Jerusalem3389, and pitched2583 against it; and they built1129 forts1785 against it round about5439.","5":"And the army2428 of the Chaldees3778 pursued7291 after310 the king4428, and overtook5381 him in the plains6160 of Jericho3405: and all his army2428 were scattered6327 from him.","4":"And the city5892 was broken up1234, and all the men582 of war4421 fled by night3915 by the way1870 of the gate8179 between two walls2346, which is by the king\u0027s4428 garden1588: (now the Chaldees3778 were against the city5892 round about5439:) and the king went3212 the way1870 toward the plain6160.","8":"And in the fifth2549 month2320, on the seventh7651 day of the month2320, which is the nineteenth8672 6240 8141 year8141 of king4428 Nebuchadnezzar5019 king4428 of Babylon894, came935 Nebuzaradan5018, captain7227 of the guard2876, a servant5650 of the king4428 of Babylon894, unto Jerusalem3389: captain: or, chief marshal","26":"And all the people5971, both small6996 and great1419, and the captains8269 of the armies2428, arose6965, and came935 to Egypt4714: for they were afraid3372 of6440 the Chaldees3778.","14":"And the pots5518, and the shovels3257, and the snuffers4212, and the spoons3709, and all the vessels3627 of brass5178 wherewith they ministered8334, took they away3947.","22":"And as for the people5971 that remained7604 in the land776 of Judah3063, whom Nebuchadnezzar5019 king4428 of Babylon894 had left7604, even over them he made Gedaliah1436 the son1121 of Ahikam296, the son1121 of Shaphan8227, ruler6485.","28":"And he spake1696 kindly2896 to him, and set5414 his throne3678 above the throne3678 of the kings4428 that were with him in Babylon894; kindly: Heb. good things with him","25":"But it came to pass in the seventh7637 month2320, that Ishmael3458 the son1121 of Nethaniah5418, the son1121 of Elishama476, of the seed2233 royal4410, came935, and ten6235 men582 with him, and smote5221 Gedaliah1436, that he died4191, and the Jews3064 and the Chaldees3778 that were with him at Mizpah4709. royal: Heb. of the kingdom","9":"And he burnt8313 the house1004 of the LORD3068, and the king\u0027s4428 house1004, and all the houses1004 of Jerusalem3389, and every great1419 man\u0027s house1004 burnt8313 he with fire784.","15":"And the firepans4289, and the bowls4219, and such things as were of gold2091, in gold2091, and of silver3701, in silver3701, the captain7227 of the guard2876 took away3947.","21":"And the king4428 of Babylon894 smote5221 them, and slew4191 them at Riblah7247 in the land776 of Hamath2574. So Judah3063 was carried away1540 out of their land127.","24":"And Gedaliah1436 sware7650 to them, and to their men582, and said559 unto them, Fear3372 not to be the servants5650 of the Chaldees3778: dwell3427 in the land776, and serve5647 the king4428 of Babylon894; and it shall be well3190 with you.","16":"The two8147 pillars5982, one259 sea3220, and the bases4350 which Solomon8010 had made6213 for the house1004 of the LORD3068; the brass5178 of all these vessels3627 was without3808 weight4948. one: Heb. the one sea","7":"And they slew7819 the sons1121 of Zedekiah6667 before his eyes5869, and put out5786 the eyes5869 of Zedekiah6667, and bound631 him with fetters5178 of brass5178, and carried935 him to Babylon894. put: Heb. made blind","2":"And the city5892 was besieged935 4692 unto the eleventh6249 6240 year8141 of king4428 Zedekiah6667.","6":"So they took8610 the king4428, and brought him up5927 to the king4428 of Babylon894 to Riblah7247; and they gave1696 judgment4941 upon him. gave: Heb. spake judgment with him"},"23":{"11":"And he took away7673 the horses5483 that the kings4428 of Judah3063 had given5414 to the sun8121, at the entering in935 of the house1004 of the LORD3068, by the chamber3957 of Nathanmelech5419 the chamberlain5631, which was in the suburbs6503, and burned8313 the chariots4818 of the sun8121 with fire784. chamberlain: or, eunuch, or, officer","3":"And the king4428 stood5975 by a pillar5982, and made3772 a covenant1285 before6440 the LORD3068, to walk3212 after310 the LORD3068, and to keep8104 his commandments4687 and his testimonies5715 and his statutes2708 with all their heart3820 and all their soul5315, to perform6965 the words1697 of this covenant1285 that were written3789 in this book5612. And all the people5971 stood5975 to the covenant1285.","20":"And he slew2076 all the priests3548 of the high places1116 that were there upon the altars4196, and burned8313 men\u0027s120 bones6106 upon them, and returned7725 to Jerusalem3389. slew: or, sacrificed","12":"And the altars4196 that were on the top1406 of the upper chamber5944 of Ahaz271, which the kings4428 of Judah3063 had made6213, and the altars4196 which Manasseh4519 had made6213 in the two8147 courts2691 of the house1004 of the LORD3068, did the king4428 beat down5422, and brake them down7323 from thence, and cast7993 the dust6083 of them into the brook5158 Kidron6939. brake: or, ran from thence","10":"And he defiled2930 Topheth8612, which is in the valley1516 of the children1121 1121 of Hinnom2011, that no man376 might make his son1121 or his daughter1323 to pass through5674 the fire784 to Molech4432.","17":"Then he said559, What title6725 is that1975 that I see7200? And the men582 of the city5892 told559 him, It is the sepulchre6913 of the man376 of God430, which came935 from Judah3063, and proclaimed7121 these things1697 that thou hast done6213 against the altar4196 of Bethel1008.","13":"And the high places1116 that were before6440 Jerusalem3389, which were on the right hand3225 of the mount2022 of corruption4889, which Solomon8010 the king4428 of Israel3478 had builded1129 for Ashtoreth6253 the abomination8251 of the Zidonians6722, and for Chemosh3645 the abomination8251 of the Moabites4124, and for Milcom4445 the abomination8441 of the children1121 of Ammon5983, did the king4428 defile2930. the mount: that is, the mount of Olives","27":"And the LORD3068 said559, I will remove5493 Judah3063 also out of my sight6440, as I have removed5493 Israel3478, and will cast off3988 this city5892 Jerusalem3389 which I have chosen977, and the house1004 of which I said559, My name8034 shall be there.","30":"And his servants5650 carried him in a chariot7392 dead4191 from Megiddo4023, and brought935 him to Jerusalem3389, and buried6912 him in his own sepulchre6900. And the people5971 of the land776 took3947 Jehoahaz3059 the son1121 of Josiah2977, and anointed4886 him, and made him king4427 in his father\u0027s1 stead.","18":"And he said559, Let him alone3240; let no man376 move5128 his bones6106. So they let his bones6106 alone4422, with the bones6106 of the prophet5030 that came out935 of Samaria8111. bones alone: Heb. bones to escape","36":"Jehoiakim3079 was twenty6242 and five2568 years8141 old1121 when he began to reign4427; and he reigned4427 eleven259 6240 years8141 in Jerusalem3389. And his mother\u0027s517 name8034 was Zebudah2080, the daughter1323 of Pedaiah6305 of Rumah7316.","29":"In his days3117 Pharaohnechoh6549 king4428 of Egypt4714 went up5927 against the king4428 of Assyria804 to the river5104 Euphrates6578: and king4428 Josiah2977 went3212 against7125 him; and he slew4191 him at Megiddo4023, when he had seen7200 him.","23":"But in the eighteenth8083 6240 year8141 of king4428 Josiah2977, wherein this passover6453 was holden6213 to the LORD3068 in Jerusalem3389.","19":"And all the houses1004 also of the high places1116 that were in the cities5892 of Samaria8111, which the kings4428 of Israel3478 had made6213 to provoke the LORD to anger3707, Josiah2977 took away5493, and did6213 to them according to all the acts4639 that he had done6213 in Bethel1008.","1":"And the king4428 sent7971, and they gathered622 unto him all the elders2205 of Judah3063 and of Jerusalem3389.","5":"And he put down7673 the idolatrous priests3649, whom the kings4428 of Judah3063 had ordained5414 to burn incense6999 in the high places1116 in the cities5892 of Judah3063, and in the places round about4524 Jerusalem3389; them also that burned incense6999 unto Baal1168, to the sun8121, and to the moon3394, and to the planets4208, and to all the host6635 of heaven8064. put: Heb. caused to cease idolatrous: Heb. Chemarim planets: or, twelve signs or, constellations","4":"And the king4428 commanded6680 Hilkiah2518 the high1419 priest3548, and the priests3548 of the second order4932, and the keepers8104 of the door5592, to bring forth3318 out of the temple1964 of the LORD3068 all the vessels3627 that were made6213 for Baal1168, and for the grove842, and for all the host6635 of heaven8064: and he burned8313 them without2351 Jerusalem3389 in the fields7709 of Kidron6939, and carried5375 the ashes6083 of them unto Bethel1008.","8":"And he brought935 all the priests3548 out of the cities5892 of Judah3063, and defiled2930 the high places1116 where the priests3548 had burned incense6999, from Geba1387 to Beersheba884, and brake down5422 the high places1116 of the gates8179 that were in the entering in6607 of the gate8179 of Joshua3091 the governor8269 of the city5892, which were on a man\u0027s376 left hand8040 at the gate8179 of the city5892.","26":"Notwithstanding the LORD3068 turned7725 not from the fierceness2740 of his great1419 wrath639, wherewith his anger639 was kindled2734 against Judah3063, because of all the provocations3708 that Manasseh4519 had provoked3707 him withal. provocations: Heb. angers","14":"And he brake in pieces7665 the images4676, and cut down3772 the groves842, and filled4390 their places4725 with the bones6106 of men120. images: Heb. statues","37":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, according to all that his fathers1 had done6213.","22":"Surely there was not holden6213 such a passover6453 from the days3117 of the judges8199 that judged8199 Israel3478, nor in all the days3117 of the kings4428 of Israel3478, nor of the kings4428 of Judah3063;","28":"Now the rest3499 of the acts1697 of Josiah2977, and all that he did6213, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Judah3063?","25":"And like unto him was there no king4428 before6440 him, that turned7725 to the LORD3068 with all his heart3824, and with all his soul5315, and with all his might3966, according to all the law8451 of Moses4872; neither after310 him arose6965 there any like him.","9":"Nevertheless the priests3548 of the high places1116 came not up5927 to the altar4196 of the LORD3068 in Jerusalem3389, but they did eat398 of the unleavened bread4682 among8432 their brethren251.","33":"And Pharaohnechoh6549 put him in bands631 at Riblah7247 in the land776 of Hamath2574, that he might not reign4427 in Jerusalem3389; and put5414 the land776 to a tribute6066 of an hundred3967 talents3603 of silver3701, and a talent3603 of gold2091. that: or, because he reigned put the: Heb. set a fine upon the land","15":"Moreover the altar4196 that was at Bethel1008, and the high place1116 which Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 to sin2398, had made6213, both that altar4196 and the high place1116 he brake down5422, and burned8313 the high place1116, and stamped1854 it small to powder6083, and burned8313 the grove842.","34":"And Pharaohnechoh6549 made Eliakim471 the son1121 of Josiah2977 king4427 in the room of Josiah2977 his father1, and turned5437 his name8034 to Jehoiakim3079, and took3947 Jehoahaz3059 away3947: and he came935 to Egypt4714, and died4191 there.","21":"And the king4428 commanded6680 all the people5971, saying559, Keep6213 the passover6453 unto the LORD3068 your God430, as it is written3789 in the book5612 of this covenant1285.","24":"Moreover the workers with familiar spirits178, and the wizards3049, and the images8655, and the idols1544, and all the abominations8251 that were spied7200 in the land776 of Judah3063 and in Jerusalem3389, did Josiah2977 put away1197, that he might perform6965 the words1697 of the law8451 which were written3789 in the book5612 that Hilkiah2518 the priest3548 found4672 in the house1004 of the LORD3068. images: or, teraphim","16":"And as Josiah2977 turned6437 himself, he spied7200 the sepulchres6913 that were there in the mount2022, and sent7971, and took3947 the bones6106 out of the sepulchres6913, and burned8313 them upon the altar4196, and polluted2930 it, according to the word1697 of the LORD3068 which the man376 of God430 proclaimed7121, who proclaimed7121 these words1697.","35":"And Jehoiakim3079 gave5414 the silver3701 and the gold2091 to Pharaoh6547; but he taxed6186 the land776 to give5414 the money3701 according to the commandment6310 of Pharaoh6547: he exacted5065 the silver3701 and the gold2091 of the people5971 of the land776, of every one376 according to his taxation6187, to give5414 it unto Pharaohnechoh6549.","32":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, according to all that his fathers1 had done6213.","7":"And he brake down5422 the houses1004 of the sodomites6945, that were by the house1004 of the LORD3068, where the women802 wove707 hangings1004 for the grove842. hangings: Heb. houses","2":"And the king4428 went up5927 into the house1004 of the LORD3068, and all the men376 of Judah3063 and all the inhabitants3427 of Jerusalem3389 with him, and the priests3548, and the prophets5030, and all the people5971, both small6996 and great1419: and he read7121 in their ears241 all the words1697 of the book5612 of the covenant1285 which was found4672 in the house1004 of the LORD3068. both: Heb. from small even unto great","6":"And he brought out3318 the grove842 from the house1004 of the LORD3068, without2351 Jerusalem3389, unto the brook5158 Kidron6939, and burned8313 it at the brook5158 Kidron6939, and stamped it small1854 to powder6083, and cast7993 the powder6083 thereof upon the graves6913 of the children1121 of the people5971.","31":"Jehoahaz3059 was twenty6242 and three7969 years8141 old1121 when he began to reign4427; and he reigned4427 three7969 months2320 in Jerusalem3389. And his mother\u0027s517 name8034 was Hamutal2537, the daughter1323 of Jeremiah3414 of Libnah3841."},"6":{"11":"Therefore the heart3820 of the king4428 of Syria758 was sore troubled5590 for this thing1697; and he called7121 his servants5650, and said559 unto them, Will ye not shew5046 me which of us is for the king4428 of Israel3478?","3":"And one259 said559, Be content2974, I pray thee, and go3212 with thy servants5650. And he answered559, I will go3212.","20":"And it came to pass, when they were come935 into Samaria8111, that Elisha477 said559, LORD3068, open6491 the eyes5869 of these men, that they may see7200. And the LORD3068 opened6491 their eyes5869, and they saw7200; and, behold, they were in the midst8432 of Samaria8111.","12":"And one259 of his servants5650 said559, None, my lord113, O king4428: but Elisha477, the prophet5030 that is in Israel3478, telleth5046 the king4428 of Israel3478 the words1697 that thou speakest1696 in thy bedchamber2315 4904. None: Heb. No","10":"And the king4428 of Israel3478 sent7971 to the place4725 which the man376 of God430 told559 him and warned2094 him of, and saved8104 himself there, not once259 nor twice8147.","17":"And Elisha477 prayed6419, and said559, LORD3068, I pray thee, open6491 his eyes5869, that he may see7200. And the LORD3068 opened6491 the eyes5869 of the young man5288; and he saw7200: and, behold, the mountain2022 was full4390 of horses5483 and chariots7393 of fire784 round about5439 Elisha477.","13":"And he said559, Go3212 and spy7200 where351 he is, that I may send7971 and fetch3947 him. And it was told5046 him, saying559, Behold, he is in Dothan1886.","27":"And he said559, If the LORD3068 do not help3467 thee, whence370 shall I help3467 thee? out of the barnfloor1637, or out of the winepress3342? If: or, Let not the LORD save thee","30":"And it came to pass, when the king4428 heard8085 the words1697 of the woman802, that he rent7167 his clothes899; and he passed by5674 upon the wall2346, and the people5971 looked7200, and, behold, he had sackcloth8242 within1004 upon his flesh1320.","18":"And when they came down3381 to him, Elisha477 prayed6419 unto the LORD3068, and said559, Smite5221 this people1471, I pray thee, with blindness5575. And he smote5221 them with blindness5575 according to the word1697 of Elisha477.","29":"So we boiled1310 my son1121, and did eat398 him: and I said559 unto her on the next312 day3117, Give5414 thy son1121, that we may eat398 him: and she hath hid2244 her son1121. next: Heb. other","23":"And he prepared3739 great1419 provision3740 for them: and when they had eaten398 and drunk8354, he sent them away7971, and they went3212 to their master113. So the bands1416 of Syria758 came935 no more3254 into the land776 of Israel3478.","19":"And Elisha477 said559 unto them, This is not the way1870, neither is this2090 the city5892: follow3212 310 me, and I will bring3212 you to the man376 whom ye seek1245. But he led3212 them to Samaria8111. follow: Heb. come ye after me","1":"And the sons1121 of the prophets5030 said559 unto6440 Elisha477, Behold now, the place4725 where we dwell3427 with thee is too strait6862 for us.","5":"But as one259 was felling5307 a beam6982, the axe head1270 fell5307 into the water4325: and he cried6817, and said559, Alas162, master113! for it was borrowed7592. axe head: Heb. iron","4":"So he went3212 with them. And when they came935 to Jordan3383, they cut down1504 wood6086.","8":"Then the king4428 of Syria758 warred3898 against Israel3478, and took counsel3289 with his servants5650, saying559, In such6423 and such492 a place4725 shall be my camp8466. camp: or, encamping","26":"And as the king4428 of Israel3478 was passing by5674 upon the wall2346, there cried6817 a woman802 unto him, saying559, Help3467, my lord113, O king4428.","14":"Therefore sent7971 he thither horses5483, and chariots7393, and a great3515 host2428: and they came935 by night3915, and compassed5362 the city5892 about5362. great: Heb. heavy","22":"And he answered559, Thou shalt not smite5221 them: wouldest thou smite5221 those whom thou hast taken captive7617 with thy sword2719 and with thy bow7198? set7760 bread3899 and water4325 before6440 them, that they may eat398 and drink8354, and go3212 to their master113.","28":"And the king4428 said559 unto her, What aileth thee? And she answered559, This woman802 said559 unto me, Give5414 thy son1121, that we may eat398 him to day3117, and we will eat398 my son1121 to morrow4279.","25":"And there was a great1419 famine7458 in Samaria8111: and, behold, they besieged6696 it, until an ass\u0027s2543 head7218 was sold for fourscore8084 pieces of silver3701, and the fourth part7255 of a cab6894 of dove\u0027s dung1686 3123 2755 for five2568 pieces of silver3701.","9":"And the man376 of God430 sent7971 unto the king4428 of Israel3478, saying559, Beware8104 that thou pass5674 not such2088 a place4725; for thither the Syrians758 are come down5185.","33":"And while he yet talked1696 with them, behold, the messenger4397 came down3381 unto him: and he said559, Behold, this evil7451 is of the LORD3068; what should I wait3176 for the LORD3068 any longer?","15":"And when the servant8334 of the man376 of God430 was risen6965 early7925, and gone forth3318, behold, an host2428 compassed5437 the city5892 both with horses5483 and chariots7393. And his servant5288 said559 unto him, Alas162, my master113! how shall we do6213? the servant: or, the minister","21":"And the king4428 of Israel3478 said559 unto Elisha477, when he saw7200 them, My father1, shall I smite5221 them? shall I smite5221 them?","24":"And it came to pass after this310, that Benhadad1130 king4428 of Syria758 gathered6908 all his host4264, and went up5927, and besieged6696 Samaria8111.","16":"And he answered559, Fear3372 not: for they that be with us are more7227 than they that be with them.","32":"But Elisha477 sat3427 in his house1004, and the elders2205 sat3427 with him; and the king sent7971 a man376 from before6440 him: but ere the messenger4397 came935 to him, he said559 to the elders2205, See7200 ye how this son1121 of a murderer7523 hath sent7971 to take away5493 mine head7218? look7200, when the messenger4397 cometh935, shut5462 the door1817, and hold him fast3905 at the door1817: is not the sound6963 of his master\u0027s113 feet7272 behind310 him?","7":"Therefore said559 he, Take it up7311 to thee. And he put out7971 his hand3027, and took3947 it.","2":"Let us go3212, we pray thee, unto Jordan3383, and take3947 thence every man376 a259 beam6982, and let us make6213 us a place4725 there, where we may dwell3427. And he answered559, Go3212 ye.","6":"And the man376 of God430 said559, Where575 fell5307 it? And he shewed7200 him the place4725. And he cut down7094 a stick6086, and cast7993 it in thither; and the iron1270 did swim6687.","31":"Then he said559, God430 do6213 so and more3254 also to me, if the head7218 of Elisha477 the son1121 of Shaphat8202 shall stand5975 on him this day3117."},"4":{"11":"And it fell on a day3117, that he came935 thither, and he turned5493 into the chamber5944, and lay7901 there.","41":"But he said559, Then bring3947 meal7058. And he cast7993 it into the pot5518; and he said559, Pour out3332 for the people5971, that they may eat398. And there was no harm1697 7451 in the pot5518. harm: Heb. evil thing","42":"And there came935 a man376 from Baalshalisha1190, and brought935 the man376 of God430 bread3899 of the firstfruits1061, twenty6242 loaves3899 of barley8184, and full ears of corn3759 in the husk6861 thereof. And he said559, Give5414 unto the people5971, that they may eat398. the husk: or, his scrip, or, garment","3":"Then he said559, Go3212, borrow7592 thee vessels3627 abroad2351 of all thy neighbours7934, even empty7386 vessels3627; borrow not a few4591. borrow not: or, scant not","20":"And when he had taken5375 him, and brought935 him to his mother517, he sat3427 on her knees1290 till noon6672, and then died4191.","12":"And he said559 to Gehazi1522 his servant5288, Call7121 this Shunammite7767. And when he had called7121 her, she stood5975 before6440 him.","10":"Let us make6213 a little6996 chamber5944, I pray thee, on the wall7023; and let us set7760 for him there a bed4296, and a table7979, and a stool3678, and a candlestick4501: and it shall be, when he cometh935 to us, that he shall turn5493 in thither.","17":"And the woman802 conceived2029, and bare3205 a son1121 at that season4150 that Elisha477 had said1696 unto her, according to the time6256 of life2416.","44":"So he set5414 it before6440 them, and they did eat398, and left3498 thereof, according to the word1697 of the LORD3068.","40":"So they poured out3332 for the men582 to eat398. And it came to pass, as they were eating398 of the pottage5138, that they cried out6817, and said559, O thou man376 of God430, there is death4194 in the pot5518. And they could3201 not eat398 thereof.","13":"And he said559 unto him, Say559 now unto her, Behold, thou hast been careful2729 for us with all this care2731; what is to be done6213 for thee? wouldest3426 thou be spoken1696 for to the king4428, or to the captain8269 of the host6635? And she answered559, I dwell3427 among8432 mine own people5971.","27":"And when she came935 to the man376 of God430 to the hill2022, she caught2388 him by the feet7272: but Gehazi1522 came near5066 to thrust her away1920. And the man376 of God430 said559, Let her alone7503; for her soul5315 is vexed4843 within her: and the LORD3068 hath hid5956 it from me, and hath not told5046 me. him: Heb. by his feet vexed: Heb. bitter","30":"And the mother517 of the child5288 said559, As the LORD3068 liveth2416, and as thy soul5315 liveth2416, I will not leave5800 thee. And he arose6965, and followed3212 310 her.","18":"And when the child3206 was grown1431, it fell on a day3117, that he went out3318 to his father1 to the reapers7114.","36":"And he called7121 Gehazi1522, and said559, Call7121 this Shunammite7767. So he called7121 her. And when she was come in935 unto him, he said559, Take up5375 thy son1121.","29":"Then he said559 to Gehazi1522, Gird up2296 thy loins4975, and take3947 my staff4938 in thine hand3027, and go thy way3212: if thou meet4672 any man376, salute1288 him not; and if any376 salute1288 thee, answer him not again6030: and lay7760 my staff4938 upon the face6440 of the child5288.","23":"And he said559, Wherefore wilt thou go1980 to him to day3117? it is neither new moon2320, nor sabbath7676. And she said559, It shall be well7965. well: Heb. peace","19":"And he said559 unto his father1, My head7218, my head7218. And he said559 to a lad5288, Carry5375 him to his mother517.","1":"Now there cried6817 a certain259 woman802 of the wives802 of the sons1121 of the prophets5030 unto Elisha477, saying559, Thy servant5650 my husband376 is dead4191; and thou knowest3045 that thy servant5650 did fear3373 the LORD3068: and the creditor5383 is come935 to take3947 unto him my two8147 sons3206 to be bondmen5650.","5":"So she went3212 from him, and shut5462 the door1817 upon her and upon1157 her sons1121, who1992 brought5066 the vessels to her; and she poured out3332.","4":"And when thou art come in935, thou shalt shut5462 the door1817 upon thee and upon thy sons1121, and shalt pour out3332 into all those vessels3627, and thou shalt set aside5265 that which is full4392.","8":"And it fell on a day3117, that Elisha477 passed5674 to Shunem7766, where was a great1419 woman802; and she constrained2388 him to eat398 bread3899. And so it was, that as oft1767 as he passed by5674, he turned5493 in thither to eat398 bread3899. it fell on a day: Heb. there was a day constrained him: Heb. laid hold on him","26":"Run7323 now, I pray thee, to meet7125 her, and say559 unto her, Is it well7965 with thee? is it well7965 with thy husband376? is it well7965 with the child3206? And she answered559, It is well7965.","39":"And one259 went out3318 into the field7704 to gather3950 herbs219, and found4672 a wild7704 vine1612, and gathered3950 thereof wild7704 gourds6498 his lap899 full4393, and came935 and shred6398 them into the pot5518 of pottage5138: for they knew3045 them not.","14":"And he said559, What then is to be done6213 for her? And Gehazi1522 answered559, Verily61 she hath no child1121, and her husband376 is old2204.","37":"Then she went in935, and fell5307 at his feet7272, and bowed7812 herself to the ground776, and took up5375 her son1121, and went out3318.","22":"And she called7121 unto her husband376, and said559, Send7971 me, I pray thee, one259 of the young men5288, and one259 of the asses860, that I may run7323 to the man376 of God430, and come again7725.","28":"Then she said559, Did I desire7592 a son1121 of my lord113? did I not say559, Do not deceive7952 me?","25":"So she went3212 and came935 unto the man376 of God430 to mount2022 Carmel3760. And it came to pass, when the man376 of God430 saw her afar off7200, that he said559 to Gehazi1522 his servant5288, Behold, yonder is that1975 Shunammite7767:","9":"And she said559 unto her husband376, Behold now, I perceive3045 that this is an holy6918 man376 of God430, which passeth5674 by us continually8548.","33":"He went in935 therefore, and shut5462 the door1817 upon them twain8147, and prayed6419 unto the LORD3068.","15":"And he said559, Call7121 her. And when he had called7121 her, she stood5975 in the door6607.","34":"And he went up5927, and lay7901 upon the child3206, and put7760 his mouth6310 upon his mouth6310, and his eyes5869 upon his eyes5869, and his hands3709 upon his hands3709: and he stretched1457 himself upon the child; and the flesh1320 of the child3206 waxed warm2552.","21":"And she went up5927, and laid7901 him on the bed4296 of the man376 of God430, and shut5462 the door upon him, and went out3318.","24":"Then she saddled2280 an ass860, and said559 to her servant5288, Drive5090, and go forward3212; slack6113 not thy riding7392 for me, except I bid559 thee. slack: Heb. restrain not for me to ride","16":"And he said559, About this season4150, according to the time6256 of life2416, thou shalt embrace2263 a son1121. And she said559, Nay, my lord113, thou man376 of God430, do not lie3576 unto thine handmaid8198. season: Heb. set time","35":"Then he returned7725, and walked3212 in the house1004 to259 2008 and fro259 2008; and went up5927, and stretched1457 himself upon him: and the child5288 sneezed2237 seven7651 times6471, and the child5288 opened6491 his eyes5869. to and fro: Heb. once hither and once thither","32":"And when Elisha477 was come935 into the house1004, behold, the child5288 was dead4191, and laid7901 upon his bed4296.","7":"Then she came935 and told5046 the man376 of God430. And he said559, Go3212, sell4376 the oil8081, and pay7999 thy debt5386, and live2421 thou and thy children1121 of the rest3498. debt: or, creditor","43":"And his servitor8334 said559, What, should I set5414 this before6440 an hundred3967 men376? He said again559, Give5414 the people5971, that they may eat398: for thus saith559 the LORD3068, They shall eat398, and shall leave3498 thereof.","2":"And Elisha477 said559 unto her, What shall I do6213 for thee? tell5046 me, what hast3426 thou in the house1004? And she said559, Thine handmaid8198 hath not any thing in the house1004, save a pot610 of oil8081.","38":"And Elisha477 came again7725 to Gilgal1537: and there was a dearth7458 in the land776; and the sons1121 of the prophets5030 were sitting3427 before6440 him: and he said559 unto his servant5288, Set8239 on the great1419 pot5518, and seethe1310 pottage5138 for the sons1121 of the prophets5030.","6":"And it came to pass, when the vessels3627 were full4390, that she said559 unto her son1121, Bring5066 me yet a vessel3627. And he said559 unto her, There is not a vessel3627 more. And the oil8081 stayed5975.","31":"And Gehazi1522 passed on5674 before6440 them, and laid7760 the staff4938 upon the face6440 of the child5288; but there was neither voice6963, nor hearing7182. Wherefore he went again7725 to meet7125 him, and told5046 him, saying559, The child5288 is not awaked6974. hearing: Heb. attention"},"19":{"11":"Behold, thou hast heard8085 what the kings4428 of Assyria804 have done6213 to all lands776, by destroying them utterly2763: and shalt thou be delivered5337?","3":"And they said559 unto him, Thus saith559 Hezekiah2396, This day3117 is a day3117 of trouble6869, and of rebuke8433, and blasphemy5007: for the children1121 are come935 to the birth4866, and there is not strength3581 to bring forth3205. blasphemy: or, provocation","20":"Then Isaiah3470 the son1121 of Amoz531 sent7971 to Hezekiah2396, saying559, Thus saith559 the LORD3068 God430 of Israel3478, That which thou hast prayed6419 to me against Sennacherib5576 king4428 of Assyria804 I have heard8085.","12":"Have the gods430 of the nations1471 delivered5337 them which my fathers1 have destroyed7843; as Gozan1470, and Haran2771, and Rezeph7530, and the children1121 of Eden5729 which were in Thelasar8515?","10":"Thus shall ye speak559 to Hezekiah2396 king4428 of Judah3063, saying559, Let not thy God430 in whom thou trustest982 deceive5377 thee, saying559, Jerusalem3389 shall not be delivered5414 into the hand3027 of the king4428 of Assyria804.","17":"Of a truth551, LORD3068, the kings4428 of Assyria804 have destroyed2717 the nations1471 and their lands776,","13":"Where is the king4428 of Hamath2574, and the king4428 of Arpad774, and the king4428 of the city5892 of Sepharvaim5617, of Hena2012, and Ivah5755?","27":"But I know3045 thy abode3427, and thy going out3318, and thy coming in935, and thy rage7264 against me. abode: or, sitting","30":"And the remnant7604 that is escaped6413 of the house1004 of Judah3063 shall yet again3254 take root8328 downward4295, and bear6213 fruit6529 upward4605. remnant: Heb. escaping of the house of Judah that remaineth","18":"And have cast5414 their gods430 into the fire784: for they were no gods430, but the work4639 of men\u0027s120 hands3027, wood6086 and stone68: therefore they have destroyed6 them. cast: Heb. given","36":"So Sennacherib5576 king4428 of Assyria804 departed5265, and went3212 and returned7725, and dwelt3427 at Nineveh5210.","29":"And this shall be a sign226 unto thee, Ye shall eat398 this year8141 such things as grow5599 of themselves, and in the second8145 year8141 that which springeth7823 of the same; and in the third7992 year8141 sow2232 ye, and reap7114, and plant5193 vineyards3754, and eat398 the fruits6529 thereof.","23":"By3027 thy messengers4397 thou hast reproached2778 the Lord136, and hast said559, With the multitude7230 of my chariots7393 7393 I am come up5927 to the height4791 of the mountains2022, to the sides3411 of Lebanon3844, and will cut down3772 the tall6967 cedar trees730 thereof, and the choice4004 fir trees1265 thereof: and I will enter935 into the lodgings4411 of his borders7093, and into the forest3293 of his Carmel3760. By: Heb. By the hand of tall: Heb. tallness, etc of his Carmel: or, and his fruitful field","19":"Now therefore, O LORD3068 our God430, I beseech thee, save3467 thou us out of his hand3027, that all the kingdoms4467 of the earth776 may know3045 that thou art the LORD3068 God430, even thou only.","1":"And it came to pass, when king4428 Hezekiah2396 heard8085 it, that he rent7167 his clothes899, and covered3680 himself with sackcloth8242, and went935 into the house1004 of the LORD3068.","5":"So the servants5650 of king4428 Hezekiah2396 came935 to Isaiah3470.","4":"It may be194 the LORD3068 thy God430 will hear8085 all the words1697 of Rabshakeh7262, whom the king4428 of Assyria804 his master113 hath sent7971 to reproach2778 the living2416 God430; and will reprove3198 the words1697 which the LORD3068 thy God430 hath heard8085: wherefore lift up5375 thy prayer8605 for the remnant7611 that are left4672. left: Heb. found","8":"So Rabshakeh7262 returned7725, and found4672 the king4428 of Assyria804 warring3898 against Libnah3841: for he had heard8085 that he was departed5265 from Lachish3923.","26":"Therefore their inhabitants3427 were of small7116 power3027, they were dismayed2865 and confounded954; they were as the grass6212 of the field7704, and as the green3419 herb1877, as the grass2682 on the housetops1406, and as corn blasted7711 before6440 it be grown up7054. of small: Heb. short of hand","14":"And Hezekiah2396 received3947 the letter5612 of the hand3027 of the messengers4397, and read7121 it: and Hezekiah2396 went up5927 into the house1004 of the LORD3068, and spread6566 it before6440 the LORD3068.","37":"And it came to pass, as he was worshipping7812 in the house1004 of Nisroch5268 his god430, that Adrammelech152 and Sharezer8272 his sons1121 smote5221 him with the sword2719: and they escaped4422 into the land776 of Armenia780. And Esarhaddon634 his son1121 reigned4427 in his stead. Armenia: Heb. Ararat","22":"Whom hast thou reproached2778 and blasphemed1442? and against whom hast thou exalted7311 thy voice6963, and lifted up5375 thine eyes5869 on high4791? even against the Holy6918 One of Israel3478.","28":"Because thy rage7264 against me and thy tumult7600 is come up5927 into mine ears241, therefore I will put7760 my hook2397 in thy nose639, and my bridle4964 in thy lips8193, and I will turn thee back7725 by the way1870 by which thou camest935.","25":"Hast thou not heard8085 long ago7350 how I have done6213 it, and of ancient6924 times3117 that I have formed3335 it? now have I brought935 it to pass, that thou shouldest be to lay waste7582 fenced1219 cities5892 into ruinous5327 heaps1530. long: or, how I have made it long ago, and formed it of ancient times? should I now bring it to be laid waste, and fenced cities to be ruinous heaps?","9":"And when he heard8085 say559 of Tirhakah8640 king4428 of Ethiopia3568, Behold, he is come out3318 to fight3898 against thee: he sent7971 messengers4397 again7725 unto Hezekiah2396, saying559,","33":"By the way1870 that he came935, by the same shall he return7725, and shall not come935 into this city5892, saith5002 the LORD3068.","15":"And Hezekiah2396 prayed6419 before6440 the LORD3068, and said559, O LORD3068 God430 of Israel3478, which dwellest3427 between the cherubims3742, thou art the God430, even thou alone, of all the kingdoms4467 of the earth776; thou hast made6213 heaven8064 and earth776.","34":"For I will defend1598 this city5892, to save3467 it, for mine own sake, and for my servant5650 David\u0027s1732 sake.","21":"This is the word1697 that the LORD3068 hath spoken1696 concerning him; The virgin1330 the daughter1323 of Zion6726 hath despised959 thee, and laughed thee to scorn3932; the daughter1323 of Jerusalem3389 hath shaken5128 her head7218 at thee310.","24":"I have digged6979 and drunk8354 strange2114 waters4325, and with the sole3709 of my feet6471 have I dried2717 up all the rivers2975 of besieged places4693. besieged: or, fenced","16":"LORD3068, bow down5186 thine ear241, and hear8085: open6491, LORD3068, thine eyes5869, and see7200: and hear8085 the words1697 of Sennacherib5576, which hath sent7971 him to reproach2778 the living2416 God430.","35":"And it came to pass that night3915, that the angel4397 of the LORD3068 went out3318, and smote5221 in the camp4264 of the Assyrians804 an hundred3967 fourscore8084 and five2568 thousand505: and when they arose early7925 in the morning1242, behold, they were all dead4191 corpses6297.","32":"Therefore thus saith559 the LORD3068 concerning the king4428 of Assyria804, He shall not come935 into this city5892, nor shoot3384 an arrow2671 there, nor come before6923 it with shield4043, nor cast8210 a bank5550 against it.","7":"Behold, I will send5414 a blast7307 upon him, and he shall hear8085 a rumour8052, and shall return7725 to his own land776; and I will cause him to fall5307 by the sword2719 in his own land776.","2":"And he sent7971 Eliakim471, which was over the household1004, and Shebna7644 the scribe5608, and the elders2205 of the priests3548, covered3680 with sackcloth8242, to Isaiah3470 the prophet5030 the son1121 of Amoz531.","6":"And Isaiah3470 said559 unto them, Thus shall ye say559 to your master113, Thus saith559 the LORD3068, Be not afraid3372 of6440 the words1697 which thou hast heard8085, with which the servants5288 of the king4428 of Assyria804 have blasphemed1442 me.","31":"For out of Jerusalem3389 shall go forth3318 a remnant7611, and they that escape6413 out of mount2022 Zion6726: the zeal7068 of the LORD3068 of hosts6635 shall do6213 this. they: Heb. the escaping"},"13":{"16":"And he said559 to the king4428 of Israel3478, Put7392 thine hand3027 upon the bow7198. And he put7392 his hand3027 upon it: and Elisha477 put7760 his hands3027 upon the king\u0027s4428 hands3027. Put thine: Heb. Make thine hand to ride","3":"And the anger639 of the LORD3068 was kindled2734 against Israel3478, and he delivered5414 them into the hand3027 of Hazael2371 king4428 of Syria758, and into the hand3027 of Benhadad1130 the son1121 of Hazael2371, all their days3117.","5":"(And the LORD3068 gave5414 Israel3478 a saviour3467, so that they went out3318 from under the hand3027 of the Syrians758: and the children1121 of Israel3478 dwelt3427 in their tents168, as beforetime8032 8543. as beforetime: Heb. as yesterday, and third day","21":"And it came to pass, as they were burying6912 a man376, that, behold, they spied7200 a band1416 of men; and they cast7993 the man376 into the sepulchre6913 of Elisha477: and when the man376 was let down3212, and touched5060 the bones6106 of Elisha477, he revived2421, and stood up6965 on his feet7272. was: Heb. went down","18":"And he said559, Take3947 the arrows2671. And he took3947 them. And he said559 unto the king4428 of Israel3478, Smite5221 upon the ground776. And he smote5221 thrice7969 6471, and stayed5975.","12":"And the rest3499 of the acts1697 of Joash3101, and all that he did6213, and his might1369 wherewith he fought3898 against Amaziah558 king4428 of Judah3063, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","10":"In the thirty7970 8141 and seventh7651 year8141 of Joash3101 king4428 of Judah3063 began Jehoash3060 the son1121 of Jehoahaz3059 to reign4427 over Israel3478 in Samaria8111, and reigned sixteen8337 6240 years8141.","2":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068, and followed3212 310 the sins2403 of Jeroboam3379 the son1121 of Nebat5028, which made Israel3478 to sin2398; he departed5493 not therefrom. followed: Heb. walked after","22":"But Hazael2371 king4428 of Syria758 oppressed3905 Israel3478 all the days3117 of Jehoahaz3059.","8":"Now the rest3499 of the acts1697 of Jehoahaz3059, and all that he did6213, and his might1369, are they not written3789 in the book5612 of the chronicles1697 3117 of the kings4428 of Israel3478?","17":"And he said559, Open6605 the window2474 eastward6924. And he opened6605 it. Then Elisha477 said559, Shoot3384. And he shot3384. And he said559, The arrow2671 of the LORD\u0027S3068 deliverance8668, and the arrow2671 of deliverance8668 from Syria758: for thou shalt smite5221 the Syrians758 in Aphek663, till thou have consumed3615 them.","11":"And he did6213 that which was evil7451 in the sight5869 of the LORD3068; he departed5493 not from all the sins2403 of Jeroboam3379 the son1121 of Nebat5028, who made Israel3478 sin2398: but he walked1980 therein.","1":"In the three7969 8141 and twentieth6242 year8141 of Joash3101 the son1121 of Ahaziah274 king4428 of Judah3063 Jehoahaz3059 the son1121 of Jehu3058 began to reign4427 over Israel3478 in Samaria8111, and reigned seventeen7651 6240 years8141. three: Heb. twentieth year and third year","9":"And Jehoahaz3059 slept7901 with his fathers1; and they buried6912 him in Samaria8111: and Joash3101 his son1121 reigned4427 in his stead.","24":"So Hazael2371 king4428 of Syria758 died4191; and Benhadad1130 his son1121 reigned4427 in his stead.","14":"Now Elisha477 was fallen sick2470 of his sickness2483 whereof he died4191. And Joash3101 the king4428 of Israel3478 came down3381 unto him, and wept1058 over his face6440, and said559, O my father1, my father1, the chariot7393 of Israel3478, and the horsemen6571 thereof.","7":"Neither did he leave7604 of the people5971 to Jehoahaz3059 but fifty2572 horsemen6571, and ten6235 chariots7393, and ten6235 thousand505 footmen7273; for the king4428 of Syria758 had destroyed6 them, and had made7760 them like the dust6083 by threshing1758.","15":"And Elisha477 said559 unto him, Take3947 bow7198 and arrows2671. And he took3947 unto him bow7198 and arrows2671.","20":"And Elisha477 died4191, and they buried6912 him. And the bands1416 of the Moabites4124 invaded935 the land776 at the coming in935 of the year8141.","25":"And Jehoash3060 the son1121 of Jehoahaz3059 took3947 again7725 out of the hand3027 of Benhadad1130 the son1121 of Hazael2371 the cities5892, which he had taken3947 out of the hand3027 of Jehoahaz3059 his father1 by war4421. Three7969 times6471 did Joash3101 beat5221 him, and recovered7725 the cities5892 of Israel3478. took: Heb. returned and took","23":"And the LORD3068 was gracious2603 unto them, and had compassion7355 on them, and had respect6437 unto them, because of4616 his covenant1285 with Abraham85, Isaac3327, and Jacob3290, and would14 not destroy7843 them, neither cast7993 he them from his presence6440 as yet5704. presence: Heb. face","6":"Nevertheless they departed5493 not from the sins2403 of the house1004 of Jeroboam3379, who made Israel3478 sin2398, but walked1980 therein: and there remained5975 the grove842 also in Samaria8111.) walked: Heb. he walked remained: Heb. stood","4":"And Jehoahaz3059 besought2470 the LORD3068, and the LORD3068 hearkened8085 unto6440 him: for he saw7200 the oppression3906 of Israel3478, because the king4428 of Syria758 oppressed3905 them.","19":"And the man376 of God430 was wroth7107 with him, and said559, Thou shouldest have smitten5221 five2568 or six8337 times6471; then hadst thou smitten5221 Syria758 till thou hadst consumed3615 it: whereas now thou shalt smite5221 Syria758 but thrice7969 6471.","13":"And Joash3101 slept7901 with his fathers1; and Jeroboam3379 sat3427 upon his throne3678: and Joash3101 was buried6912 in Samaria8111 with the kings4428 of Israel3478."}}}