{"translationKey":"kjv","translation":"KJV","book":"2 Samuel","bookSlug":"2-samuel","chapters":{"16":{"16":"And it came to pass, when Hushai2365 the Archite757, David\u0027s1732 friend7463, was come935 unto Absalom53, that Hushai2365 said559 unto Absalom53, God save2421 the king4428, God save2421 the king4428. God: Heb. Let the king live","3":"And the king4428 said559, And where is thy master\u0027s113 son1121? And Ziba6717 said559 unto the king4428, Behold, he abideth3427 at Jerusalem3389: for he said559, To day3117 shall the house1004 of Israel3478 restore7725 me the kingdom4468 of my father1.","5":"And when king4428 David1732 came935 to Bahurim980, behold, thence came out3318 a man376 of the family4940 of the house1004 of Saul7586, whose name8034 was Shimei8096, the son1121 of Gera1617: he came forth3318, and cursed7043 still as he came3318. he came forth: or, he still came forth and cursed","21":"And Ahithophel302 said559 unto Absalom53, Go in935 unto thy father\u0027s1 concubines6370, which he hath left3240 to keep8104 the house1004; and all Israel3478 shall hear8085 that thou art abhorred887 of thy father1: then shall the hands3027 of all that are with thee be strong2388.","18":"And Hushai2365 said559 unto Absalom53, Nay; but whom the LORD3068, and this people5971, and all the men376 of Israel3478, choose977, his will I be, and with him will I abide3427.","12":"It may be that the LORD3068 will look7200 on mine affliction5869 6040, and that the LORD3068 will requite7725 me good2896 for his cursing7045 this day3117. affliction: or, tears: Heb. eye","10":"And the king4428 said559, What have I to do with you, ye sons1121 of Zeruiah6870? so let him curse7043, because the LORD3068 hath said559 unto him, Curse7043 David1732. Who shall then say559, Wherefore hast thou done so6213?","2":"And the king4428 said559 unto Ziba6717, What meanest thou by these? And Ziba6717 said559, The asses2543 be for the king\u0027s4428 household1004 to ride on7392; and the bread3899 and summer fruit7019 for the young men5288 to eat398; and the wine3196, that such as be faint3287 in the wilderness4057 may drink8354.","22":"So they spread5186 Absalom53 a tent168 upon the top of the house1406; and Absalom53 went in935 unto his father\u0027s1 concubines6370 in the sight5869 of all Israel3478.","8":"The LORD3068 hath returned7725 upon thee all the blood1818 of the house1004 of Saul7586, in whose stead thou hast reigned4427; and the LORD3068 hath delivered5414 the kingdom4410 into the hand3027 of Absalom53 thy son1121: and, behold, thou art taken in thy mischief7451, because thou art a bloody1818 man376. behold: Heb. behold thee in thy evil","17":"And Absalom53 said559 to Hushai2365, Is this thy kindness2617 to thy friend7453? why wentest1980 thou not with thy friend7453?","11":"And David1732 said559 to Abishai52, and to all his servants5650, Behold, my son1121, which came forth3318 of my bowels4578, seeketh1245 my life5315: how much more now may this Benjamite1145 do it? let him alone3240, and let him curse7043; for the LORD3068 hath bidden559 him.","1":"And when David1732 was a little4592 past5674 the top7218 of the hill, behold, Ziba6717 the servant5288 of Mephibosheth4648 met7125 him, with a couple6776 of asses2543 saddled2280, and upon them two hundred3967 loaves of bread3899, and an hundred3967 bunches of raisins6778, and an hundred3967 of summer fruits7019, and a bottle5035 of wine3196.","9":"Then said559 Abishai52 the son1121 of Zeruiah6870 unto the king4428, Why should this dead4191 dog3611 curse7043 my lord113 the king4428? let me go over5674, I pray thee, and take off5493 his head7218.","14":"And the king4428, and all the people5971 that were with him, came935 weary5889, and refreshed5314 themselves there.","7":"And thus said559 Shimei8096 when he cursed7043, Come out3318, come out3318, thou bloody1818 man376, and thou man376 of Belial1100: bloody: Heb. man of blood","15":"And Absalom53, and all the people5971 the men376 of Israel3478, came935 to Jerusalem3389, and Ahithophel302 with him.","20":"Then said559 Absalom53 to Ahithophel302, Give3051 counsel6098 among you what we shall do6213.","23":"And the counsel6098 of Ahithophel302, which he counselled3289 in those days3117, was as if a man376 had enquired7592 at the oracle1697 of God430: so was all the counsel6098 of Ahithophel302 both with David1732 and with Absalom53. oracle: Heb. word","6":"And he cast5619 stones68 at David1732, and at all the servants5650 of king4428 David1732: and all the people5971 and all the mighty men1368 were on his right hand3225 and on his left8040.","4":"Then said559 the king4428 to Ziba6717, Behold, thine are all that pertained unto Mephibosheth4648. And Ziba6717 said559, I humbly7812 beseech thee that I may find4672 grace2580 in thy sight5869, my lord113, O king4428. I humbly: Heb. I do obeisance","19":"And again8145, whom should I serve5647? should I not serve in the presence6440 of his son1121? as I have served5647 in thy father\u0027s1 presence6440, so will I be in thy presence6440.","13":"And as David1732 and his men582 went3212 by the way1870, Shimei8096 went along1980 on the hill\u0027s2022 side6763 over against5980 him, and cursed7043 as he went1980, and threw5619 stones68 at5980 him, and cast6080 dust6083. cast: Heb. dusted him with dust"},"3":{"11":"And he could3201 not answer7725 Abner74 a word1697 again, because he feared3372 him.","3":"And his second4932, Chileab3609, of Abigail26 the wife802 of Nabal5037 the Carmelite3761; and the third7992, Absalom53 the son1121 of Maacah4601 the daughter1323 of Talmai8526 king4428 of Geshur1650; Chileab: or, Daniel","20":"So Abner74 came935 to David1732 to Hebron2275, and twenty6242 men582 with him. And David1732 made6213 Abner74 and the men582 that were with him a feast4960.","12":"And Abner74 sent7971 messengers4397 to David1732 on his behalf, saying559, Whose is the land776? saying559 also, Make3772 thy league1285 with me, and, behold, my hand3027 shall be with thee, to bring about5437 all Israel3478 unto thee.","10":"To translate5674 the kingdom4467 from the house1004 of Saul7586, and to set up6965 the throne3678 of David1732 over Israel3478 and over Judah3063, from Dan1835 even to Beersheba884.","17":"And Abner74 had communication1961 1697 with the elders2205 of Israel3478, saying559, Ye sought1245 for David1732 in times8543 past8032 to be king4428 over you: in times: Heb. both yesterday and the third day","13":"And he said559, Well2896; I will make3772 a league1285 with thee: but one259 thing1697 I require7592 of thee, that is559, Thou shalt not see7200 my face6440, except thou first6440 bring935 Michal4324 Saul\u0027s7586 daughter1323, when thou comest935 to see7200 my face6440. that is: Heb. saying","27":"And when Abner74 was returned7725 to Hebron2275, Joab3097 took him aside5186 in413 8432 the gate8179 to speak1696 with him quietly7987, and smote5221 him there under the fifth2570 rib, that he died4191, for the blood1818 of Asahel6214 his brother251. quietly: or, peaceably","30":"So Joab3097 and Abishai52 his brother251 slew2026 Abner74, because he had slain4191 their brother251 Asahel6214 at Gibeon1391 in the battle4421.","18":"Now then do6213 it: for the LORD3068 hath spoken559 of David1732, saying559, By the hand3027 of my servant5650 David1732 I will save3467 my people5971 Israel3478 out of the hand3027 of the Philistines6430, and out of the hand3027 of all their enemies341.","36":"And all the people5971 took notice5234 of it, and it pleased3190 5869 them: as whatsoever the king4428 did6213 pleased5869 2896 all the people5971. pleased them: Heb. was good in their eyes","29":"Let it rest2342 on the head7218 of Joab3097, and on all his father\u0027s1 house1004; and let there not fail3772 from the house1004 of Joab3097 one that hath an issue2100, or that is a leper6879, or that leaneth2388 on a staff6418, or that falleth5307 on the sword2719, or that lacketh2638 bread3899. fail: Heb. be cut off","23":"When Joab3097 and all the host6635 that was with him were come935, they told5046 Joab3097, saying559, Abner74 the son1121 of Ner5369 came935 to the king4428, and he hath sent him away7971, and he is gone3212 in peace7965.","19":"And Abner74 also spake1696 in the ears241 of Benjamin1144: and Abner74 went3212 also to speak1696 in the ears241 of David1732 in Hebron2275 all that seemed5869 good2896 to Israel3478, and that seemed good5869 to the whole house1004 of Benjamin1144.","1":"Now there was long752 war4421 between the house1004 of Saul7586 and the house1004 of David1732: but David1732 waxed1980 stronger2390 and stronger2390, and the house1004 of Saul7586 waxed1980 weaker1800 and weaker1800.","5":"And the sixth8345, Ithream3507, by Eglah5698 David\u0027s1732 wife802. These were born3205 to David1732 in Hebron2275.","4":"And the fourth7243, Adonijah138 the son1121 of Haggith2294; and the fifth2549, Shephatiah8203 the son1121 of Abital37;","8":"Then was Abner74 very3966 wroth2734 for the words1697 of Ishbosheth378, and said559, Am I a dog\u0027s3611 head7218, which against Judah3063 do shew6213 kindness2617 this day3117 unto the house1004 of Saul7586 thy father1, to his brethren251, and to his friends4828, and have not delivered4672 thee into the hand3027 of David1732, that thou chargest6485 me to day3117 with a fault5771 concerning this woman802?","26":"And when Joab3097 was come out3318 from David1732, he sent7971 messengers4397 after310 Abner74, which brought him again7725 from the well953 of Sirah5626: but David1732 knew3045 it not.","39":"And I am this day3117 weak7390, though anointed4886 king4428; and these men582 the sons1121 of Zeruiah6870 be too hard7186 for me: the LORD3068 shall reward7999 the doer of evil6213 according to his wickedness7451. weak: Heb. tender","14":"And David1732 sent7971 messengers4397 to Ishbosheth378 Saul\u0027s7586 son1121, saying559, Deliver5414 me my wife802 Michal4324, which I espoused781 to me for an hundred3967 foreskins6190 of the Philistines6430.","37":"For all the people5971 and all Israel3478 understood3045 that day3117 that it was not of the king4428 to slay4191 Abner74 the son1121 of Ner5369.","22":"And, behold, the servants5650 of David1732 and Joab3097 came935 from pursuing a troop1416, and brought in935 a great7227 spoil7998 with them: but Abner74 was not with David1732 in Hebron2275; for he had sent him away7971, and he was gone3212 in peace7965.","28":"And afterward310 when David1732 heard8085 it, he said559, I and my kingdom4467 are guiltless5355 before the LORD3068 for5704 ever5769 from the blood1818 of Abner74 the son1121 of Ner5369: blood: Heb. bloods","25":"Thou knowest3045 Abner74 the son1121 of Ner5369, that he came935 to deceive6601 thee, and to know3045 thy going out4161 and thy coming in4126 3996, and to know3045 all that thou doest6213.","9":"So do6213 God430 to Abner74, and more also3254, except, as the LORD3068 hath sworn7650 to David1732, even so I do6213 to him;","33":"And the king4428 lamented6969 over Abner74, and said559, Died4191 Abner74 as a fool5036 dieth4194?","15":"And Ishbosheth378 sent7971, and took3947 her from her husband376, even from Phaltiel6409 the son1121 of Laish3889 3919.","34":"Thy hands3027 were not bound631, nor thy feet7272 put5066 into fetters5178: as a man falleth5307 before6440 wicked5766 men1121, so fellest5307 thou. And all the people5971 wept1058 again3254 over him. wicked: Heb. children of iniquity","21":"And Abner74 said559 unto David1732, I will arise6965 and go3212, and will gather6908 all Israel3478 unto my lord113 the king4428, that they may make3772 a league1285 with thee, and that thou mayest reign4427 over all that thine heart5315 desireth183. And David1732 sent7971 Abner74 away7971; and he went3212 in peace7965.","24":"Then Joab3097 came935 to the king4428, and said559, What hast thou done6213? behold, Abner74 came935 unto thee; why is it that thou hast sent him away7971, and he is quite1980 gone3212?","16":"And her husband376 went3212 with her along weeping1980 1058 behind310 her to Bahurim980. Then said559 Abner74 unto him, Go3212, return7725. And he returned7725. along: Heb. going and weeping","35":"And when all3605 the people5971 came935 to cause1262 David1732 to eat1262 meat3899 while it was yet5750 day3117, David1732 sware7650, saying559, So do6213 God430 to me, and more also3254, if I taste2938 bread3899, or ought3972 else, till6440 the sun8121 be down935.","32":"And they buried6912 Abner74 in Hebron2275: and the king4428 lifted up5375 his voice6963, and wept1058 at the grave6913 of Abner74; and all the people5971 wept1058.","7":"And Saul7586 had a concubine6370, whose name8034 was Rizpah7532, the daughter1323 of Aiah345: and Ishbosheth said559 to Abner74, Wherefore hast thou gone in935 unto my father\u0027s1 concubine6370?","2":"And unto David1732 were sons1121 born3205 3205 in Hebron2275: and his firstborn1060 was Amnon550, of Ahinoam293 the Jezreelitess3159;","38":"And the king4428 said559 unto his servants5650, Know3045 ye not that there is a prince8269 and a great man1419 fallen5307 this day3117 in Israel3478?","6":"And it came to pass, while there was war4421 between the house1004 of Saul7586 and the house1004 of David1732, that Abner74 made himself strong2388 for the house1004 of Saul7586.","31":"And David1732 said559 to Joab3097, and to all the people5971 that were with him, Rend7167 your clothes899, and gird2296 you with sackcloth8242, and mourn5594 before6440 Abner74. And king4428 David1732 himself followed1980 310 the bier4296. bier: Heb. bed"},"5":{"16":"And Elishama476, and Eliada450, and Eliphalet467.","3":"So all the elders2205 of Israel3478 came935 to the king4428 to Hebron2275; and king4428 David1732 made3772 a league1285 with them in Hebron2275 before6440 the LORD3068: and they anointed4886 David1732 king4428 over Israel3478.","5":"In Hebron2275 he reigned4427 over Judah3063 seven7651 years8141 and six8337 months2320: and in Jerusalem3389 he reigned4427 thirty7970 and three7969 years8141 over all Israel3478 and Judah3063.","21":"And there they left5800 their images6091, and David1732 and his men582 burned5375 them. burned: or, took them away","18":"The Philistines6430 also came935 and spread5203 themselves in the valley6010 of Rephaim7497.","12":"And David1732 perceived3045 that the LORD3068 had established3559 him king4428 over Israel3478, and that he had exalted5375 his kingdom4467 for his people5971 Israel\u0027s3478 sake.","10":"And David1732 went3212 on1980, and grew great1419, and the LORD3068 God430 of hosts6635 was with him. went: Heb. went, going and growing","2":"Also in time past865 8032, when Saul7586 was king4428 over us, thou wast he that leddest out3318 and broughtest in935 Israel3478: and the LORD3068 said559 to thee, Thou shalt feed7462 my people5971 Israel3478, and thou shalt be a captain5057 over Israel3478.","22":"And the Philistines6430 came up5927 yet again3254, and spread5203 themselves in the valley6010 of Rephaim7497.","8":"And David1732 said559 on that day3117, Whosoever getteth up5060 to the gutter6794, and smiteth5221 the Jebusites2983, and the lame6455 and the blind5787, that are hated8130 of David\u0027s1732 soul5315, he shall be chief and captain. Wherefore they said559, The blind5787 and the lame6455 shall not come935 into the house1004. Wherefore: or, Because they had said, even the blind and the lame, He shall not come into the house","17":"But when the Philistines6430 heard8085 that they had anointed4886 David1732 king4428 over Israel3478, all the Philistines6430 came up5927 to seek1245 David1732; and David1732 heard8085 of it, and went down3381 to the hold4686.","11":"And Hiram2438 king4428 of Tyre6865 sent7971 messengers4397 to David1732, and cedar730 trees6086, and carpenters2796, and masons7023 68: and they built1129 David1732 an house1004. masons: Heb. hewers of the stone of the wall","1":"Then came935 all the tribes7626 of Israel3478 to David1732 unto Hebron2275, and spake559, saying559, Behold, we are thy bone6106 and thy flesh1320.","9":"So David1732 dwelt3427 in the fort4686, and called7121 it the city5892 of David1732. And David1732 built1129 round about5439 from Millo4407 and inward1004.","24":"And let it be, when thou hearest8085 the sound6963 of a going6807 in the tops7218 of the mulberry trees1057, that then thou shalt bestir2782 thyself: for then shall the LORD3068 go out3318 before6440 thee, to smite5221 the host4264 of the Philistines6430.","14":"And these be the names8034 of those that were born3209 unto him in Jerusalem3389; Shammua8051, and Shobab7727, and Nathan5416, and Solomon8010,","7":"Nevertheless David1732 took3920 the strong hold4686 of Zion6726: the same is the city5892 of David1732.","15":"Ibhar2984 also, and Elishua474, and Nepheg5298, and Japhia3309,","20":"And David1732 came935 to Baalperazim1188, and David1732 smote5221 them there, and said559, The LORD3068 hath broken forth6555 upon mine enemies341 before6440 me, as the breach6556 of waters4325. Therefore he called7121 the name8034 of that place4725 Baalperazim1188. Baalperazim: that is, the plain of breaches","25":"And David1732 did so6213, as the LORD3068 had commanded6680 him; and smote5221 the Philistines6430 from Geba1387 until thou come935 to Gazer1507.","23":"And when David1732 enquired7592 of the LORD3068, he said559, Thou shalt not go up5927; but fetch a compass5437 behind310 them, and come935 upon them over against4136 the mulberry trees1057.","6":"And the king4428 and his men582 went3212 to Jerusalem3389 unto the Jebusites2983, the inhabitants3427 of the land776: which spake559 unto David1732, saying559, Except thou take away5493 the blind5787 and the lame6455, thou shalt not come in935 hither: thinking559, David1732 cannot come in935 hither. thinking: or, saying David shall not, etc","4":"David1732 was thirty7970 years8141 old1121 when he began to reign4427, and he reigned4427 forty705 years8141.","19":"And David1732 enquired7592 of the LORD3068, saying559, Shall I go up5927 to the Philistines6430? wilt thou deliver5414 them into mine hand3027? And the LORD3068 said559 unto David1732, Go up5927: for I will doubtless5414 deliver5414 the Philistines6430 into thine hand3027.","13":"And David1732 took3947 him more concubines6370 and wives802 out of Jerusalem3389, after310 he was come935 from Hebron2275: and there were yet sons1121 and daughters1323 born3205 to David1732."},"21":{"16":"And Ishbibenob3430, which was of the sons3211 of the giant7497, the weight4948 of whose spear7013 weighed three7969 hundred3967 shekels of brass5178 in weight4948, he being girded2296 with a new2319 sword, thought559 to have slain5221 David1732. the giant: or, Rapha spear: Heb. the staff, or, the head","3":"Wherefore David1732 said559 unto the Gibeonites1393, What shall I do6213 for you? and wherewith shall I make the atonement3722, that ye may bless1288 the inheritance5159 of the LORD3068?","5":"And they answered559 the king4428, The man376 that consumed3615 us, and that devised1819 against us that we should be destroyed8045 from remaining3320 in any of the coasts1366 of Israel3478, devised: or, cut us off","21":"And when he defied2778 Israel3478, Jonathan3083 the son1121 of Shimea8092 the brother251 of David1732 slew5221 him. defied: or, reproached","18":"And it came to pass after this310, that there was again a battle4421 with the Philistines6430 at Gob1359: then Sibbechai5444 the Hushathite2843 slew5221 Saph5593, which was of the sons3211 of the giant7497. the giant: or, Rapha Saph: or, Sippai","12":"And David1732 went3212 and took3947 the bones6106 of Saul7586 and the bones6106 of Jonathan3083 his son1121 from the men1167 of Jabeshgilead3003 1568, which had stolen1589 them from the street7339 of Bethshan1052, where the Philistines6430 had hanged8511 8518 them, when3117 the Philistines6430 had slain5221 Saul7586 in Gilboa1533:","10":"And Rizpah7532 the daughter1323 of Aiah345 took3947 sackcloth8242, and spread5186 it for her upon the rock6697, from the beginning8462 of harvest7105 until water4325 dropped5413 upon them out of heaven8064, and suffered5414 neither the birds5775 of the air8064 to rest5117 on them by day3119, nor the beasts2416 of the field7704 by night3915.","2":"And the king4428 called7121 the Gibeonites1393, and said559 unto them; (now the Gibeonites1393 were not of the children1121 of Israel3478, but of the remnant3499 of the Amorites567; and the children1121 of Israel3478 had sworn7650 unto them: and Saul7586 sought1245 to slay5221 them in his zeal7065 to the children1121 of Israel3478 and Judah3063.)","22":"These four702 were born3205 to the giant7497 in Gath1661, and fell5307 by the hand3027 of David1732, and by the hand3027 of his servants5650.","8":"But the king4428 took3947 the two8147 sons1121 of Rizpah7532 the daughter1323 of Aiah345, whom she bare3205 unto Saul7586, Armoni764 and Mephibosheth4648; and the five2568 sons1121 of Michal4324 the daughter1323 of Saul7586, whom she brought up3205 for Adriel5741 the son1121 of Barzillai1271 the Meholathite4259: Michal: or, Michal\u0027s sister brought: Heb. bare to Adriel","17":"But Abishai52 the son1121 of Zeruiah6870 succoured5826 him, and smote5221 the Philistine6430, and killed4191 him. Then the men582 of David1732 sware7650 unto him, saying559, Thou shalt go3318 no more out with us to battle4421, that thou quench3518 not the light5216 of Israel3478. light: Heb. candle, or, lamp","11":"And it was told5046 David1732 what Rizpah7532 the daughter1323 of Aiah345, the concubine6370 of Saul7586, had done6213.","1":"Then there was a famine7458 in the days3117 of David1732 three7969 years8141, year8141 after310 year8141; and David1732 enquired1245 of6440 the LORD3068. And the LORD3068 answered559, It is for Saul7586, and for his bloody1818 house1004, because he slew4191 the Gibeonites1393. enquired: Heb. sought the face, etc","9":"And he delivered5414 them into the hands3027 of the Gibeonites1393, and they hanged3363 them in the hill2022 before6440 the LORD3068: and they fell5307 all seven7651 7659 together3162, and were put to death4191 in the days3117 of harvest7105, in the first7223 days, in the beginning8462 of barley8184 harvest7105.","14":"And the bones6106 of Saul7586 and Jonathan3083 his son1121 buried6912 they in the country776 of Benjamin1144 in Zelah6762, in the sepulchre6913 of Kish7027 his father1: and they performed6213 all that the king4428 commanded6680. And after310 that God430 was intreated6279 for the land776.","7":"But the king4428 spared2550 Mephibosheth4648, the son1121 of Jonathan3083 the son1121 of Saul7586, because of the LORD\u0027S3068 oath7621 that was between them, between David1732 and Jonathan3083 the son1121 of Saul7586.","15":"Moreover the Philistines6430 had yet war4421 again with Israel3478; and David1732 went down3381, and his servants5650 with him, and fought3898 against the Philistines6430: and David1732 waxed faint5774.","20":"And there was yet a battle4421 in Gath1661, where was a man376 of great stature4067 4055, that had on every hand3027 six8337 fingers676, and on every foot7272 six8337 toes676, four702 and twenty6242 in number4557; and he also was born3205 to the giant7497. the giant: or, Rapha","6":"Let seven7651 men582 of his sons1121 be delivered5414 unto us, and we will hang them up3363 unto the LORD3068 in Gibeah1390 of Saul7586, whom the LORD3068 did choose972. And the king4428 said559, I will give5414 them. whom: or, chosen of the LORD","4":"And the Gibeonites1393 said559 unto him, We will have no silver3701 nor gold2091 of5973 Saul7586, nor of his house1004; neither for us shalt thou kill4191 any man376 in Israel3478. And he said559, What ye shall say559, that will I do6213 for you. We will: or, It is not silver nor gold that we have to do with Saul or his house, neither pertains it to us to kill, etc","19":"And there was again a battle4421 in Gob1359 with the Philistines6430, where Elhanan445 the son1121 of Jaareoregim3296, a Bethlehemite1022, slew5221 the brother of Goliath1555 the Gittite1663, the staff6086 of whose spear2595 was like a weaver\u0027s707 beam4500. Jaareoregim: or, Jair","13":"And he brought up5927 from thence the bones6106 of Saul7586 and the bones6106 of Jonathan3083 his son1121; and they gathered622 the bones6106 of them that were hanged3363."},"18":{"11":"And Joab3097 said559 unto the man376 that told5046 him, And, behold, thou sawest7200 him, and why didst thou not smite5221 him there to the ground776? and I would have given5414 thee ten6235 shekels of silver3701, and a259 girdle2290.","3":"But the people5971 answered559, Thou shalt not go forth3318: for if we flee5127 away5127, they will not care7760 3820 for us; neither if half2677 of us die4191, will they care7760 3820 for us: but now thou art worth3644 ten6235 thousand505 of us: therefore now it is better2896 that thou succour5826 5826 us out of the city5892. care: Heb. set their heart on us worth: Heb. as ten thousand of us succour: Heb. be to succour or help","20":"And Joab3097 said559 unto him, Thou376 shalt not bear tidings1309 this day3117, but thou shalt bear tidings1319 another312 day3117: but this day3117 thou shalt bear no tidings1319, because the king\u0027s4428 son1121 is dead4191. bear tidings this: Heb. be a man of tidings, etc","12":"And the man376 said559 unto Joab3097, Though3863 I should receive8254 a thousand505 shekels of silver3701 in mine hand3709, yet would I not put forth7971 mine hand3027 against the king\u0027s4428 son1121: for in our hearing241 the king4428 charged6680 thee and Abishai52 and Ittai863, saying559, Beware8104 that none touch the young man5288 Absalom53. receive: Heb. weigh upon mine hand Beware: Heb. Beware whosoever ye be of, etc","10":"And a certain259 man376 saw7200 it, and told5046 Joab3097, and said559, Behold, I saw7200 Absalom53 hanged8518 in an oak424.","17":"And they took3947 Absalom53, and cast7993 him into a great1419 pit6354 in the wood3293, and laid5324 a very3966 great1419 heap1530 of stones68 upon him: and all Israel3478 fled5127 every one376 to his tent168.","13":"Otherwise176 I should have wrought6213 falsehood8267 against mine own life5315: for there is no matter1697 hid3582 from the king4428, and thou thyself wouldest have set3320 thyself against me.","27":"And the watchman6822 said559, Me thinketh7200 the running4794 of the foremost7223 is like the running4794 of Ahimaaz290 the son1121 of Zadok6659. And the king4428 said559, He is a good2896 man376, and cometh935 with good2896 tidings1309. Me: Heb. I see the running","30":"And the king4428 said559 unto him, Turn aside5437, and stand3320 here3541. And he turned aside5437, and stood still5975.","18":"Now Absalom53 in his lifetime2416 had taken3947 and reared up5324 for himself a pillar4678, which is in the king\u0027s4428 dale6010: for he said559, I have no son1121 to keep my name8034 in remembrance2142: and he called7121 the pillar4678 after his own name8034: and it is called7121 unto this day3117, Absalom\u0027s53 place3027.","29":"And the king4428 said559, Is the young man5288 Absalom53 safe7965? And Ahimaaz290 answered559, When Joab3097 sent7971 the king\u0027s4428 servant5650, and me thy servant5650, I saw7200 a great1419 tumult1995, but I knew3045 not what it was. Is: Heb. Is there peace?","23":"But howsoever, said he, let me run7323. And he said559 unto him, Run7323. Then Ahimaaz290 ran7323 by the way1870 of the plain3603, and overran5674 Cushi3569.","19":"Then said559 Ahimaaz290 the son1121 of Zadok6659, Let me now run7323, and bear1319 the king4428 tidings1319, how that the LORD3068 hath avenged8199 him of his enemies3027 341. avenged: Heb. judged him from the hand, etc","1":"And David1732 numbered6485 the people5971 that were with him, and set7760 captains8269 of thousands505 and captains8269 of hundreds3967 over them.","5":"And the king4428 commanded6680 Joab3097 and Abishai52 and Ittai863, saying559, Deal gently328 for my sake with the young man5288, even with Absalom53. And all the people5971 heard8085 when the king4428 gave all the captains8269 charge6680 concerning1697 Absalom53.","4":"And the king4428 said559 unto them, What seemeth5869 you best3190 I will do6213. And the king4428 stood5975 by the gate8179 side3027, and all the people5971 came out3318 by hundreds3967 and by thousands505.","8":"For the battle4421 was there scattered6327 over the face6440 of all the country776: and the wood3293 devoured398 more7235 people5971 that day3117 than the sword2719 devoured398. devoured: Heb. multiplied to devour","26":"And the watchman6822 saw7200 another312 man376 running7323: and the watchman6822 called7121 unto the porter7778, and said559, Behold another man376 running7323 alone. And the king4428 said559, He also bringeth tidings1319.","14":"Then said559 Joab3097, I may not tarry3176 thus with thee6440. And he took3947 three7969 darts7626 in his hand3709, and thrust8628 them through the heart3820 of Absalom53, while he was yet alive2416 in the midst of the oak424. with: Heb. before thee midst: Heb. heart","22":"Then said559 Ahimaaz290 the son1121 of Zadok6659 yet again3254 to Joab3097, But howsoever4100, let me, I pray thee, also run7323 after310 Cushi3569. And Joab3097 said559, Wherefore wilt thou run7323, my son1121, seeing that thou hast no tidings1309 ready4672? howsoever: Heb. be what may ready: or, convenient","28":"And Ahimaaz290 called7121, and said559 unto the king4428, All is well7965. And he fell down7812 to the earth776 upon his face639 before the king4428, and said559, Blessed1288 be the LORD3068 thy God430, which hath delivered up5462 the men582 that lifted up5375 their hand3027 against my lord113 the king4428. All: or, Peace be to thee: Heb. Peace delivered: Heb. shut up","25":"And the watchman6822 cried7121, and told5046 the king4428. And the king4428 said559, If he be alone, there is tidings1309 in his mouth6310. And he came3212 apace1980, and drew near7131.","9":"And Absalom53 met7122 the servants6440 5650 of David1732. And Absalom53 rode7392 upon a mule6505, and the mule6505 went935 under the thick boughs7730 of a great1419 oak424, and his head7218 caught hold2388 of the oak424, and he was taken up5414 between the heaven8064 and the earth776; and the mule6505 that was under him went away5674.","33":"And the king4428 was much moved7264, and went up5927 to the chamber5944 over the gate8179, and wept1058: and as he went3212, thus he said559, O my son1121 Absalom53, my son1121, my son1121 Absalom53! would God I had died4191 for thee5414, O Absalom53, my son1121, my son1121!","15":"And ten6235 young men5288 that bare5375 Joab\u0027s3097 armour3627 compassed about5437 and smote5221 Absalom53, and slew4191 him.","21":"Then said559 Joab3097 to Cushi3569, Go3212 tell5046 the king4428 what thou hast seen7200. And Cushi3569 bowed7812 himself unto Joab3097, and ran7323.","24":"And David1732 sat3427 between the two8147 gates8179: and the watchman6822 went up3212 to the roof1406 over the gate8179 unto the wall2346, and lifted up5375 his eyes5869, and looked7200, and behold a man376 running7323 alone.","16":"And Joab3097 blew8628 the trumpet7782, and the people5971 returned7725 from pursuing7291 after310 Israel3478: for Joab3097 held back2820 the people5971.","32":"And the king4428 said559 unto Cushi3569, Is the young man5288 Absalom53 safe7965? And Cushi3569 answered559, The enemies341 of my lord113 the king4428, and all that rise6965 against thee to do thee hurt7451, be as that young man5288 is.","7":"Where the people5971 of Israel3478 were slain5062 before6440 the servants5650 of David1732, and there was there a great1419 slaughter4046 that day3117 of twenty6242 thousand505 men.","2":"And David1732 sent forth7971 a third part7992 of the people5971 under the hand3027 of Joab3097, and a third part7992 under the hand3027 of Abishai52 the son1121 of Zeruiah6870, Joab\u0027s3097 brother251, and a third part7992 under the hand3027 of Ittai863 the Gittite1663. And the king4428 said559 unto the people5971, I will surely3318 go forth3318 with you myself589 also.","6":"So the people5971 went out3318 into the field7704 against7125 Israel3478: and the battle4421 was in the wood3293 of Ephraim669;","31":"And, behold, Cushi3569 came935; and Cushi3569 said559, Tidings1319, my lord113 the king4428: for the LORD3068 hath avenged8199 thee this day3117 of all them3027 that rose up6965 against thee. Tidings: Heb. Tidings is brought"},"12":{"11":"Thus saith559 the LORD3068, Behold, I will raise up6965 evil7451 against thee out of thine own house1004, and I will take3947 thy wives802 before thine eyes5869, and give5414 them unto thy neighbour7453, and he shall lie7901 with thy wives802 in the sight5869 of this sun8121.","3":"But the poor7326 man had nothing, save one259 little6996 ewe lamb3535, which he had bought7069 and nourished up2421: and it grew up1431 together3162 with him, and with his children1121; it did eat398 of his own meat6595, and drank8354 of his own cup3563, and lay7901 in his bosom2436, and was unto him as a daughter1323. meat: Heb. morsel","20":"Then David1732 arose6965 from the earth776, and washed7364, and anointed5480 himself, and changed2498 his apparel8071, and came935 into the house1004 of the LORD3068, and worshipped7812: then he came935 to his own house1004; and when he required7592, they set7760 bread3899 before him, and he did eat398.","12":"For thou didst6213 it secretly5643: but I will do6213 this thing1697 before all Israel3478, and before the sun8121.","10":"Now therefore the sword2719 shall never5704 5769 depart5493 from thine house1004; because6118 thou hast despised959 me, and hast taken3947 the wife802 of Uriah223 the Hittite2850 to be thy wife802.","17":"And the elders2205 of his house1004 arose6965, and went to him, to raise him up6965 from the earth776: but he would14 not, neither did he eat1262 bread3899 with them.","13":"And David1732 said559 unto Nathan5416, I have sinned2398 against the LORD3068. And Nathan5416 said559 unto David1732, The LORD3068 also hath put away5674 thy sin2403; thou shalt not die4191.","27":"And Joab3097 sent7971 messengers4397 to David1732, and said559, I have fought3898 against Rabbah7237, and have taken3920 the city5892 of waters4325.","30":"And he took3947 their king\u0027s4428 crown5850 from off his head7218, the weight4948 whereof was a talent3603 of gold2091 with the precious3368 stones68: and it was set on David\u0027s1732 head7218. And he brought forth3318 the spoil7998 of the city5892 in great3966 abundance7235. in great: Heb. very great","18":"And it came to pass on the seventh7637 day3117, that the child3206 died4191. And the servants5650 of David1732 feared3372 to tell5046 him that the child3206 was dead4191: for they said559, Behold, while the child3206 was yet alive2416, we spake1696 unto him, and he would not hearken8085 unto our voice6963: how will he then6213 vex7451 himself6213, if we tell559 him that the child3206 is dead4191? vex: Heb. do hurt","29":"And David1732 gathered622 all the people5971 together622, and went3212 to Rabbah7237, and fought3898 against it, and took3920 it.","23":"But now he is dead4191, wherefore should I fast6684? can3201 I bring him back again7725? I shall go1980 to him, but he shall not return7725 to me.","19":"But when David1732 saw7200 that his servants5650 whispered3907, David1732 perceived995 that the child3206 was dead4191: therefore David1732 said559 unto his servants5650, Is the child3206 dead4191? And they said559, He is dead4191.","1":"And the LORD3068 sent7971 Nathan5416 unto David1732. And he came935 unto him, and said559 unto him, There were two8147 men582 in one259 city5892; the one259 rich6223, and the other259 poor7326.","5":"And David\u0027s1732 anger639 was greatly3966 kindled2734 against the man376; and he said559 to Nathan5416, As the LORD3068 liveth2416, the man376 that hath done6213 this thing shall surely1121 die4194: shall: or, is worthy to die, or, is a son of death","4":"And there came935 a traveller1982 unto the rich6223 man376, and he spared2550 to take3947 of his own flock6629 and of his own herd1241, to dress6213 for the wayfaring man732 that was come935 unto him; but took3947 the poor7326 man\u0027s376 lamb3535, and dressed6213 it for the man376 that was come935 to him.","8":"And I gave5414 thee thy master\u0027s113 house1004, and thy master\u0027s113 wives802 into thy bosom2436, and gave5414 thee the house1004 of Israel3478 and of Judah3063; and if that had been too little4592, I would moreover have given3254 unto thee such2007 and such things2007.","26":"And Joab3097 fought3898 against Rabbah7237 of the children1121 of Ammon5983, and took3920 the royal4410 city5892.","14":"Howbeit657, because by this deed1697 thou hast given5006 great occasion5006 to the enemies341 of the LORD3068 to blaspheme5006, the child1121 also that is born3209 unto thee shall surely4191 die4191.","22":"And he said559, While the child3206 was yet alive2416, I fasted6684 and wept1058: for I said559, Who can tell3045 whether GOD3068 will be gracious2603 2603 to me, that the child3206 may live2416?","28":"Now therefore gather622 the rest3499 of the people5971 together622, and encamp2583 against the city5892, and take3920 it: lest I take3920 the city5892, and it be called7121 after my name8034. it be called: Heb. my name be called upon it","25":"And he sent7971 by the hand3027 of Nathan5416 the prophet5030; and he called7121 his name8034 Jedidiah3041, because of the LORD3068. Jedidiah: that is, Beloved of the LORD","9":"Wherefore hast thou despised959 the commandment1697 of the LORD3068, to do6213 evil7451 in his sight5869? thou hast killed5221 Uriah223 the Hittite2850 with the sword2719, and hast taken3947 his wife802 to be thy wife802, and hast slain2026 him with the sword2719 of the children1121 of Ammon5983.","15":"And Nathan5416 departed3212 unto his house1004. And the LORD3068 struck5062 the child3206 that Uriah\u0027s223 wife802 bare3205 unto David1732, and it was very sick605.","21":"Then said559 his servants5650 unto him, What thing1697 is this that thou hast done6213? thou didst fast6684 and weep1058 for the child3206, while it was alive2416; but when the child3206 was dead4191, thou didst rise6965 and eat398 bread3899.","24":"And David1732 comforted5162 Bathsheba1339 his wife802, and went in935 unto her, and lay7901 with her: and she bare3205 a son1121, and he called7121 his name8034 Solomon8010: and the LORD3068 loved157 him.","16":"David1732 therefore besought1245 God430 for the child5288; and David1732 fasted6684 6685, and went in935, and lay7901 all night3885 upon the earth776. fasted: Heb. fasted a fast","7":"And Nathan5416 said559 to David1732, Thou art the man376. Thus saith559 the LORD3068 God430 of Israel3478, I anointed4886 thee king4428 over Israel3478, and I delivered5337 thee out of the hand3027 of Saul7586;","2":"The rich6223 man had exceeding3966 many7235 flocks6629 and herds1241:","6":"And he shall restore7999 the lamb3535 fourfold706, because6118 he did6213 this thing1697, and because834 he had no pity2550.","31":"And he brought forth3318 the people5971 that were therein, and put7760 them under saws4050, and under harrows2757 of iron1270, and under axes4037 of iron1270, and made them pass5674 through the brickkiln4404: and thus did6213 he unto all the cities5892 of the children1121 of Ammon5983. So David1732 and all the people5971 returned7725 unto Jerusalem3389."},"10":{"16":"And Hadarezer1928 sent7971, and brought out3318 the Syrians758 that were beyond5676 the river5104: and they came935 to Helam2431; and Shobach7731 the captain8269 of the host6635 of Hadarezer1928 went before6440 them. the river: that is, Euphrates Shobach: or, Shophach","3":"And the princes8269 of the children1121 of Ammon5983 said559 unto Hanun2586 their lord113, Thinkest5869 thou that David1732 doth honour3513 thy father1, that he hath sent7971 comforters5162 unto thee? hath not David1732 rather sent7971 his servants5650 unto thee, to5668 search2713 the city5892, and to spy it out7270, and to overthrow2015 it? Thinkest: Heb. In thine eyes doth David?","5":"When they told5046 it unto David1732, he sent7971 to meet7125 them, because the men582 were greatly3966 ashamed3637: and the king4428 said559, Tarry3427 at Jericho3405 until your beards2206 be grown6779, and then return7725.","18":"And the Syrians758 fled5127 before6440 Israel3478; and David1732 slew2026 the men of seven7651 hundred3967 chariots7393 of the Syrians758, and forty705 thousand505 horsemen6571, and smote5221 Shobach7731 the captain8269 of their host6635, who died4191 there.","12":"Be of good courage2388, and let us play the men2388 for our people5971, and for the cities5892 of our God430: and the LORD3068 do6213 that which seemeth5869 him good2896.","10":"And the rest3499 of the people5971 he delivered5414 into the hand3027 of Abishai52 his brother251, that he might put them in array6186 against7125 the children1121 of Ammon5983.","2":"Then said559 David1732, I will shew6213 kindness2617 unto Hanun2586 the son1121 of Nahash5176, as his father1 shewed6213 kindness2617 unto me. And David1732 sent7971 to comfort5162 him by the hand3027 of his servants5650 for his father1. And David\u0027s1732 servants5650 came935 into the land776 of the children1121 of Ammon5983.","8":"And the children1121 of Ammon5983 came out3318, and put the battle4421 in array6186 at the entering in6607 of the gate8179: and the Syrians758 of Zoba6678, and of Rehob7340, and Ishtob382, and Maacah4601, were by themselves905 in the field7704.","17":"And when it was told5046 David1732, he gathered622 all Israel3478 together622, and passed over5674 Jordan3383, and came935 to Helam2431. And the Syrians758 set themselves in array6186 against7125 David1732, and fought3898 with him.","11":"And he said559, If the Syrians758 be too strong2388 for me, then thou shalt help3444 me: but if the children1121 of Ammon5983 be too strong2388 for thee, then I will come1980 and help3467 thee.","1":"And it came to pass after this310, that the king4428 of the children1121 of Ammon5983 died4191, and Hanun2586 his son1121 reigned4427 in his stead.","9":"When Joab3097 saw7200 that the front6440 of the battle4421 was against him before6440 and behind268, he chose977 of all the choice977 men of Israel3478, and put them in array6186 against7125 the Syrians758:","14":"And when the children1121 of Ammon5983 saw7200 that the Syrians758 were fled5127, then fled5127 they also before6440 Abishai52, and entered935 into the city5892. So Joab3097 returned7725 from the children1121 of Ammon5983, and came935 to Jerusalem3389.","7":"And when David1732 heard8085 of it, he sent7971 Joab3097, and all the host6635 of the mighty men1368.","15":"And when the Syrians758 saw7200 that they were smitten5062 before6440 Israel3478, they gathered622 themselves together3162.","6":"And when the children1121 of Ammon5983 saw7200 that they stank887 before David1732, the children1121 of Ammon5983 sent7971 and hired7936 the Syrians758 of Bethrehob1050, and the Syrians758 of Zoba6678, twenty6242 thousand505 footmen7273, and of king4428 Maacah4601 a thousand505 men376, and of Ishtob382 twelve6240 8147 thousand505 men376. Ishtob: or, the men of Tob","4":"Wherefore Hanun2586 took3947 David\u0027s1732 servants5650, and shaved off1548 the one half2677 of their beards2206, and cut off3772 their garments4063 in the middle2677, even to their buttocks8357, and sent them away7971.","19":"And when all the kings4428 that were servants5650 to Hadarezer1928 saw7200 that they were smitten5062 before6440 Israel3478, they made peace7999 with Israel3478, and served5647 them. So the Syrians758 feared3372 to help3467 the children1121 of Ammon5983 any more.","13":"And Joab3097 drew nigh5066, and the people5971 that were with him, unto the battle4421 against the Syrians758: and they fled5127 before6440 him."},"2":{"11":"And the time4557 3117 that David1732 was king4428 in Hebron2275 over the house1004 of Judah3063 was seven7651 years8141 and six8337 months2320. time: Heb. number of days","3":"And his men582 that were with him did David1732 bring up5927, every man376 with his household1004: and they dwelt3427 in the cities5892 of Hebron2275.","20":"Then Abner74 looked6437 behind310 him, and said559, Art thou Asahel6214? And he answered559, I am.","12":"And Abner74 the son1121 of Ner5369, and the servants5650 of Ishbosheth378 the son1121 of Saul7586, went out3318 from Mahanaim4266 to Gibeon1391.","10":"Ishbosheth378 Saul\u0027s7586 son1121 was forty705 years8141 old1121 when he began to reign4427 over Israel3478, and reigned4427 two8147 years8141. But the house1004 of Judah3063 followed310 David1732.","17":"And there was a very3966 sore7186 battle4421 that day3117; and Abner74 was beaten5062, and the men582 of Israel3478, before6440 the servants5650 of David1732.","13":"And Joab3097 the son1121 of Zeruiah6870, and the servants5650 of David1732, went out3318, and met6298 together3162 by the pool1295 of Gibeon1391: and they sat down3427, the one on the one side of the pool1295, and the other on the other side of the pool1295. together: Heb. them together","27":"And Joab3097 said559, As God430 liveth2416, unless3884 thou hadst spoken1696, surely then in the morning1242 the people5971 had gone up5927 every one376 from following310 his brother251. in the: Heb. from the morning gone: or, gone away","30":"And Joab3097 returned7725 from following310 Abner74: and when he had gathered6908 all the people5971 together6908, there lacked6485 of David\u0027s1732 servants5650 nineteen8672 6240 men376 and Asahel6214.","18":"And there were three7969 sons1121 of Zeruiah6870 there, Joab3097, and Abishai52, and Asahel6214: and Asahel6214 was as light7031 of foot7272 as a259 wild7704 roe6643. of foot: Heb. of his feet as a wild: Heb. as one of the roes that is in the field","29":"And Abner74 and his men582 walked1980 all that night3915 through the plain6160, and passed over5674 Jordan3383, and went through3212 all Bithron1338, and they came935 to Mahanaim4266.","23":"Howbeit he refused3985 to turn aside5493: wherefore Abner74 with the hinder end310 of the spear2595 smote5221 him under413 the fifth2570 rib, that the spear2595 came out3318 behind310 him; and he fell down5307 there, and died4191 in the same place8478: and it came to pass, that as many as came935 to the place4725 where Asahel6214 fell down5307 and died4191 stood still5975.","19":"And Asahel6214 pursued7291 after310 Abner74; and in going3212 he turned5186 not to the right hand3225 nor to the left8040 from following310 Abner74. from: Heb. from after Abner","1":"And it came to pass after this310, that David1732 enquired7592 of the LORD3068, saying559, Shall I go up5927 into any259 of the cities5892 of Judah3063? And the LORD3068 said559 unto him, Go up5927. And David1732 said559, Whither shall I go up5927? And he said559, Unto Hebron2275.","5":"And David1732 sent7971 messengers4397 unto the men582 of Jabeshgilead3003 1568, and said559 unto them, Blessed1288 be ye of the LORD3068, that ye have shewed6213 this kindness2617 unto your lord113, even unto Saul7586, and have buried6912 him.","4":"And the men582 of Judah3063 came935, and there they anointed4886 David1732 king4428 over the house1004 of Judah3063. And they told5046 David1732, saying559, That the men582 of Jabeshgilead3003 1568 were they that buried6912 Saul7586.","8":"But Abner74 the son1121 of Ner5369, captain8269 of Saul\u0027s7586 host6635, took3947 Ishbosheth378 the son1121 of Saul7586, and brought him over5674 to Mahanaim4266; Saul\u0027s host: Heb. the host which was Saul\u0027s Ishbosheth: or, Eshbaal","26":"Then Abner74 called7121 to Joab3097, and said559, Shall the sword2719 devour398 for ever5331? knowest3045 thou not that it will be bitterness4751 in the latter end314? how long shall it be then, ere thou bid559 the people5971 return7725 from following310 their brethren251?","14":"And Abner74 said559 to Joab3097, Let the young men5288 now arise6965, and play7832 before6440 us. And Joab3097 said559, Let them arise6965.","22":"And Abner74 said559 again3254 to Asahel6214, Turn thee aside5493 from following310 me: wherefore should I smite5221 thee to the ground776? how then should I hold up5375 my face6440 to Joab3097 thy brother251?","28":"So Joab3097 blew8628 a trumpet7782, and all the people5971 stood still5975, and pursued7291 after310 Israel3478 no more, neither fought3898 they any more3254.","25":"And the children1121 of Benjamin1144 gathered themselves together6908 after310 Abner74, and became one259 troop92, and stood5975 on the top7218 of an hill1389.","9":"And made him king4427 over Gilead1568, and over the Ashurites805, and over Jezreel3157, and over Ephraim669, and over Benjamin1144, and over all Israel3478.","15":"Then there arose6965 and went over5674 by number4557 twelve8147 6240 of Benjamin1144, which pertained to Ishbosheth378 the son1121 of Saul7586, and twelve8147 6240 of the servants5650 of David1732.","21":"And Abner74 said559 to him, Turn thee aside5186 to thy right hand3225 or to thy left8040, and lay thee hold270 on one259 of the young men5288, and take3947 thee his armour2488. But Asahel6214 would14 not turn aside5493 from following310 of him. armour: or, spoil","24":"Joab3097 also and Abishai52 pursued7291 after310 Abner74: and the sun8121 went down935 when they were come935 to the hill1389 of Ammah522, that lieth before6440 Giah1520 by the way1870 of the wilderness4057 of Gibeon1391.","16":"And they caught2388 every one376 his fellow7453 by the head7218, and thrust his sword2719 in his fellow\u0027s7453 side6654; so they fell down5307 together3162: wherefore that place4725 was called7121 Helkathhazzurim2521, which is in Gibeon1391. Helkathhazzurim: that is, The field of strong men","32":"And they took up5375 Asahel6214, and buried6912 him in the sepulchre6913 of his father1, which was in Bethlehem1035. And Joab3097 and his men582 went3212 all night3915, and they came to Hebron2275 at break of day215.","7":"Therefore now let your hands3027 be strengthened2388, and be ye valiant1121 2428: for your master113 Saul7586 is dead4191, and also the house1004 of Judah3063 have anointed4886 me king4428 over them. be ye: Heb. be ye the sons of valour","2":"So David1732 went up5927 thither, and his two8147 wives802 also, Ahinoam293 the Jezreelitess3159, and Abigail26 Nabal\u0027s5037 wife802 the Carmelite3761.","6":"And now the LORD3068 shew6213 kindness2617 and truth571 unto you: and I also will requite6213 you this kindness2896, because ye have done6213 this thing1697.","31":"But the servants5650 of David1732 had smitten5221 of Benjamin1144, and of Abner\u0027s74 men582, so that three7969 hundred3967 and threescore8346 men376 died4191."},"22":{"11":"And he rode7392 upon a cherub3742, and did fly5774: and he was seen7200 upon the wings3671 of the wind7307.","41":"Thou hast also given5414 me the necks6203 of mine enemies341, that I might destroy6789 them that hate8130 me.","45":"Strangers1121 5236 shall submit3584 themselves unto me: as soon as they hear8085 241, they shall be obedient8085 unto me. Strangers: Heb. Sons of the stranger submit: or, yield feigned obedience: Heb. lie","42":"They looked8159, but there was none to save3467; even unto the LORD3068, but he answered6030 them not.","3":"The God430 of my rock6697; in him will I trust2620: he is my shield4043, and the horn7161 of my salvation3468, my high tower4869, and my refuge4498, my saviour3467; thou savest3467 me from violence2555.","20":"He brought me forth3318 also into a large place4800: he delivered2502 me, because he delighted2654 in me.","12":"And he made7896 darkness2822 pavilions5521 round about5439 him, dark2841 waters4325, and thick clouds5645 of the skies7834. dark: Heb. binding of waters","10":"He bowed5186 the heavens8064 also, and came down3381; and darkness6205 was under his feet7272.","17":"He sent7971 from above4791, he took3947 me; he drew4871 me out of many7227 waters4325; many: or, great","51":"He is the tower4024 1431 of salvation3444 for his king4428: and sheweth6213 mercy2617 to his anointed4899, unto David1732, and to his seed2233 for5704 evermore5769.","44":"Thou also hast delivered6403 me from the strivings7379 of my people5971, thou hast kept8104 me to be head7218 of the heathen1471: a people5971 which I knew3045 not shall serve5647 me.","40":"For thou hast girded247 me with strength2428 to battle4421: them that rose up6965 against me hast thou subdued3766 under me. subdued: Heb. caused to bow","13":"Through the brightness5051 before him were coals1513 of fire784 kindled1197.","27":"With the pure1305 thou wilt shew thyself pure1305; and with the froward6141 thou wilt shew thyself unsavoury6617. shew thyself unsavoury: or, wrestle","30":"For by thee I have run7323 through a troop1416: by my God430 have I leaped over1801 a wall7791. run: or, broken","18":"He delivered5337 me from my strong5794 enemy341, and from them that hated8130 me: for they were too strong553 for me.","36":"Thou hast also given5414 me the shield4043 of thy salvation3468: and thy gentleness6031 6038 hath made me great7235. made: Heb. multiplied me","29":"For thou art my lamp5216, O LORD3068: and the LORD3068 will lighten5050 my darkness2822. lamp: or, candle","23":"For all his judgments4941 were before me: and as for his statutes2708, I did not depart5493 from them.","19":"They prevented6923 me in the day3117 of my calamity343: but the LORD3068 was my stay4937.","1":"And David1732 spake1696 unto the LORD3068 the words1697 of this song7892 in the day3117 that the LORD3068 had delivered5337 him out of the hand3709 of all his enemies341, and out of the hand3709 of Saul7586:","47":"The LORD3068 liveth2416; and blessed1288 be my rock6697; and exalted7311 be the God430 of the rock6697 of my salvation3468.","5":"When the waves4867 of death4194 compassed661 me, the floods5158 of ungodly men1100 made me afraid1204; waves: or, pangs ungodly: Heb. Belial","49":"And that bringeth me forth3318 from mine enemies341: thou also hast lifted me up on high7311 above them that rose up6965 against me: thou hast delivered5337 me from the violent2555 man376.","4":"I will call7121 on the LORD3068, who is worthy to be praised1984: so shall I be saved3467 from mine enemies341.","8":"Then the earth776 shook1607 1607 and trembled7493; the foundations4146 of heaven8064 moved7264 and shook1607, because he was wroth2734.","26":"With the merciful2623 thou wilt shew thyself merciful2616, and with the upright8549 man1368 thou wilt shew thyself upright8552.","39":"And I have consumed3615 them, and wounded4272 them, that they could not arise6965: yea, they are fallen5307 under my feet7272.","14":"The LORD3068 thundered7481 from heaven8064, and the most High5945 uttered5414 his voice6963.","37":"Thou hast enlarged7337 my steps6806 under me; so that my feet7166 did not slip4571. feet: Heb. ankles","22":"For I have kept8104 the ways1870 of the LORD3068, and have not wickedly departed7561 from my God430.","28":"And the afflicted6041 people5971 thou wilt save3467: but thine eyes5869 are upon the haughty7311, that thou mayest bring them down8213.","25":"Therefore the LORD3068 hath recompensed7725 me according to my righteousness6666; according to my cleanness1252 in his eye sight5048 5869. in: Heb. before his eyes","9":"There went up5927 a smoke6227 out of his nostrils639, and fire784 out of his mouth6310 devoured398: coals1513 were kindled1197 by it. out of his nostrils: Heb. by, etc","33":"God410 is my strength4581 and power2428: and he maketh5425 my way1870 perfect8549. maketh: Heb. riddeth, or, looseth","15":"And he sent out7971 arrows2671, and scattered6327 them; lightning1300, and discomfited2000 them.","34":"He maketh7737 my feet7272 like7737 hinds\u0027355 feet: and setteth5975 me upon my high places1116. maketh: Heb. equalleth","21":"The LORD3068 rewarded1580 me according to my righteousness6666: according to the cleanness1252 of my hands3027 hath he recompensed7725 me.","24":"I was also upright8549 before him, and have kept8104 myself from mine iniquity5771. before: Heb. to","46":"Strangers1121 5236 shall fade away5034, and they shall be afraid2296 out of their close places4526.","16":"And the channels650 of the sea3220 appeared7200, the foundations4146 of the world8398 were discovered1540, at the rebuking1606 of the LORD3068, at the blast5397 of the breath7307 of his nostrils639.","35":"He teacheth3925 my hands3027 to war4421; so that a bow7198 of steel5154 is broken5181 by mine arms2220. to war: Heb. for the war","32":"For who is God410, save1107 the LORD3068? and who is a rock6697, save1107 our God430?","7":"In my distress6862 I called7121 upon the LORD3068, and cried7121 to my God430: and he did hear8085 my voice6963 out of his temple1964, and my cry7775 did enter into his ears241.","43":"Then did I beat7833 them as small as the dust6083 of the earth776, I did stamp1854 them as the mire2916 of the street2351, and did spread them abroad7554.","48":"It is God410 that avengeth5414 5360 me, and that bringeth down3381 the people5971 under me, avengeth: Heb. giveth avengement for","2":"And he said559, The LORD3068 is my rock5553, and my fortress4686, and my deliverer6403;","38":"I have pursued7291 mine enemies341, and destroyed8045 them; and turned not again7725 until I had consumed3615 them.","50":"Therefore I will give thanks3034 unto thee, O LORD3068, among the heathen1471, and I will sing praises2167 unto thy name8034.","6":"The sorrows2256 of hell7585 compassed me about5437; the snares4170 of death4194 prevented6923 me; sorrows: or, cords","31":"As for God410, his way1870 is perfect8549; the word565 of the LORD3068 is tried6884: he is a buckler4043 to all them that trust2620 in him. tried: or, refined"},"8":{"16":"And Joab3097 the son1121 of Zeruiah6870 was over the host6635; and Jehoshaphat3092 the son1121 of Ahilud286 was recorder2142; recorder: or, remembrancer, or, writer of chronicles","3":"David1732 smote5221 also Hadadezer1909, the son1121 of Rehob7340, king4428 of Zobah6678, as he went3212 to recover7725 his border3027 at the river5104 Euphrates6578. Hadadezer: or, Hadarezer","5":"And when the Syrians758 of Damascus1834 came935 to succour5826 Hadadezer1909 king4428 of Zobah6678, David1732 slew5221 of the Syrians758 two8147 and twenty6242 thousand505 men376.","18":"And Benaiah1141 the son1121 of Jehoiada3077 was over both the Cherethites3774 and the Pelethites6432; and David\u0027s1732 sons1121 were chief rulers3548. chief rulers: or, princes","12":"Of Syria758, and of Moab4124, and of the children1121 of Ammon5983, and of the Philistines6430, and of Amalek6002, and of the spoil7998 of Hadadezer1909, son1121 of Rehob7340, king4428 of Zobah6678.","10":"Then Toi8583 sent7971 Joram3141 his son1121 unto king4428 David1732, to salute7592 7965 him, and to bless1288 him, because he had fought3898 against Hadadezer1909, and smitten5221 him: for Hadadezer1909 had wars376 4421 with Toi8583. And Joram brought with him3027 vessels3627 of silver3701, and vessels3627 of gold2091, and vessels3627 of brass5178: salute: Heb. ask him of peace had wars: Heb. was a man of wars with brought: Heb. in his hand were","2":"And he smote5221 Moab4124, and measured4058 them with a line2256, casting them down7901 to the ground776; even with two8147 lines2256 measured4058 he to put to death4191, and with one full4393 line2256 to keep alive2421. And so the Moabites4124 became David\u0027s1732 servants5650, and brought5375 gifts4503.","8":"And from Betah984, and from Berothai1268, cities5892 of Hadadezer1909, king4428 David1732 took3947 exceeding3966 much7235 brass5178.","17":"And Zadok6659 the son1121 of Ahitub285, and Ahimelech288 the son1121 of Abiathar54, were the priests3548; and Seraiah8304 was the scribe5608; scribe: or, secretary","11":"Which also king4428 David1732 did dedicate6942 unto the LORD3068, with the silver3701 and gold2091 that he had dedicated6942 of all nations1471 which he subdued3533;","1":"And after310 this it came to pass, that David1732 smote5221 the Philistines6430, and subdued3665 them: and David1732 took3947 Methegammah4965 out of the hand3027 of the Philistines6430. Methegammah: or, the bridle of Ammah","9":"When Toi8583 king4428 of Hamath2574 heard8085 that David1732 had smitten5221 all the host2428 of Hadadezer1909,","14":"And he put7760 garrisons5333 in Edom123; throughout all Edom123 put7760 he garrisons5333, and all they of Edom123 became David\u0027s1732 servants5650. And the LORD3068 preserved3467 David1732 whithersoever he went1980.","7":"And David1732 took3947 the shields7982 of gold2091 that were on the servants5650 of Hadadezer1909, and brought935 them to Jerusalem3389.","15":"And David1732 reigned4427 over all Israel3478; and David1732 executed6213 judgment4941 and justice6666 unto all his people5971.","6":"Then David1732 put7760 garrisons5333 in Syria758 of Damascus1834: and the Syrians758 became servants5650 to David1732, and brought5375 gifts4503. And the LORD3068 preserved3467 David1732 whithersoever he went1980.","4":"And David1732 took3920 from him a thousand505 chariots, and seven7651 hundred3967 horsemen6571, and twenty6242 thousand505 footmen376 7273: and David1732 houghed6131 all the chariot7393 horses, but reserved3498 of them for an hundred3967 chariots7393. from: or, of his. chariots: as 1.Chr.18.4","13":"And David1732 gat6213 him a name8034 when he returned7725 from smiting5221 of the Syrians758 in the valley1516 of salt4417, being eighteen8083 6240 thousand505 men. smiting: Heb. his smiting"},"17":{"11":"Therefore I counsel3289 that all Israel3478 be generally622 gathered622 unto thee, from Dan1835 even to Beersheba884, as the sand2344 that is by the sea3220 for multitude7230; and that thou go1980 to battle7128 in thine own person6440. that thou: Heb. that thy face, or, presence go, etc","3":"And I will bring back7725 all the people5971 unto thee: the man376 whom thou seekest1245 is as if all returned7725: so all the people5971 shall be in peace7965.","20":"And when Absalom\u0027s53 servants5650 came935 to the woman802 to the house1004, they said559, Where is Ahimaaz290 and Jonathan3083? And the woman802 said559 unto them, They be gone over5674 the brook4323 of water4325. And when they had sought1245 and could not find4672 them, they returned7725 to Jerusalem3389.","12":"So shall we come935 upon him in some259 place4725 where he shall be found4672, and we will light5168 upon him as the dew2919 falleth5307 on the ground127: and of him and of all the men582 that are with him there shall not be left3498 so much as1571 one259.","10":"And he also that is valiant1121 2428, whose heart3820 is as the heart3820 of a lion738, shall utterly4549 melt4549: for all Israel3478 knoweth3045 that thy father1 is a mighty man1368, and they which be with him are valiant2428 men1121.","17":"Now Jonathan3083 and Ahimaaz290 stayed5975 by Enrogel5883; for they might3201 not be seen7200 to come935 into the city5892: and a wench8198 went1980 and told5046 them; and they went3212 and told5046 king4428 David1732.","13":"Moreover, if518 he be gotten622 into a city5892, then shall all Israel3478 bring5375 ropes2256 to that city5892, and we will draw5498 it into the river5158, until there be not one1571 small stone6872 found4672 there.","27":"And it came to pass, when David1732 was come935 to Mahanaim4266, that Shobi7629 the son1121 of Nahash5176 of Rabbah7237 of the children1121 of Ammon5983, and Machir4353 the son1121 of Ammiel5988 of Lodebar3810, and Barzillai1271 the Gileadite1569 of Rogelim7274,","18":"Nevertheless a lad5288 saw7200 them, and told5046 Absalom53: but they went3212 both8147 of them away quickly4120, and came935 to a man\u0027s376 house1004 in Bahurim980, which had a well875 in his court2691; whither8033 they went down3381.","29":"And honey1706, and butter2529, and sheep6629, and cheese8194 of kine1241, for David1732, and for the people5971 that were with him, to eat398: for they said559, The people5971 is hungry7457, and weary5889, and thirsty6771, in the wilderness4057.","23":"And when Ahithophel302 saw7200 that his counsel6098 was not followed6213, he saddled2280 his ass2543, and arose6965, and gat him home3212 to his house1004, to his city5892, and put his household1004 in order6680, and hanged2614 himself, and died4191, and was buried6912 in the sepulchre6913 of his father1. followed: Heb. done put his: Heb. gave charge concerning his house","19":"And the woman802 took3947 and spread6566 a covering4539 over the well\u0027s875 mouth6440, and spread7849 ground corn7383 thereon; and the thing1697 was not known3045.","1":"Moreover Ahithophel302 said559 unto Absalom53, Let me now choose out977 twelve8147 6240 thousand505 men376, and I will arise6965 and pursue7291 after310 David1732 this night3915:","5":"Then said559 Absalom53, Call7121 now Hushai2365 the Archite757 also, and let us hear8085 likewise what he saith6310. what: Heb. what is in his mouth","4":"And the saying1697 pleased3474 Absalom53 well5869, and all the elders2205 of Israel3478. pleased: Heb. was right in the eyes of, etc","8":"For, said559 Hushai2365, thou knowest3045 thy father1 and his men582, that they be mighty men1368, and they be chafed4751 in their minds5315, as a bear1677 robbed7909 of her whelps in the field7704: and thy father1 is a man376 of war4421, and will not lodge3885 with the people5971. chafed: Heb. bitter of soul","26":"So Israel3478 and Absalom53 pitched2583 in the land776 of Gilead1568.","14":"And Absalom53 and all the men376 of Israel3478 said559, The counsel6098 of Hushai2365 the Archite757 is better2896 than the counsel6098 of Ahithophel302. For the LORD3068 had appointed6680 to defeat6565 the good2896 counsel6098 of Ahithophel302, to the intent5668 that the LORD3068 might bring935 evil7451 upon Absalom53. appointed: Heb. commanded","22":"Then David1732 arose6965, and all the people5971 that were with him, and they passed over5674 Jordan3383: by the morning1242 light216 there lacked5737 not one259 of them that was not gone over5674 Jordan3383.","28":"Brought5066 beds4904, and basons5592, and earthen3335 vessels3627, and wheat2406, and barley8184, and flour7058, and parched7039 corn, and beans6321, and lentiles5742, and parched7039 pulse, basons: or, cups","25":"And Absalom53 made7760 Amasa6021 captain of the host6635 instead of Joab3097: which Amasa6021 was a man\u0027s376 son1121, whose name8034 was Ithra3501 an Israelite3481, that went in935 to Abigail26 the daughter1323 of Nahash5176, sister269 to Zeruiah6870 Joab\u0027s3097 mother517.","9":"Behold, he is hid2244 now in some259 pit6354, or in some259 other place4725: and it will come to pass, when some of them be overthrown5307 at the first8462, that whosoever8085 heareth8085 it will say559, There is a slaughter4046 among the people5971 that follow310 Absalom53. overthrown: Heb. fallen","15":"Then said559 Hushai2365 unto Zadok6659 and to Abiathar54 the priests3548, Thus and thus did Ahithophel302 counsel3289 Absalom53 and the elders2205 of Israel3478; and thus and thus have I counselled3289.","21":"And it came to pass, after310 they were departed3212, that they came up5927 out of the well875, and went3212 and told5046 king4428 David1732, and said559 unto David1732, Arise6965, and pass quickly4120 over5674 the water4325: for thus hath Ahithophel302 counselled3289 against you.","24":"Then David1732 came935 to Mahanaim4266. And Absalom53 passed over5674 Jordan3383, he and all the men376 of Israel3478 with him.","16":"Now therefore send7971 quickly4120, and tell5046 David1732, saying559, Lodge3885 not this night3915 in the plains6160 5679 of the wilderness4057, but speedily5674 pass over5674; lest the king4428 be swallowed up1104, and all the people5971 that are with him.","7":"And Hushai2365 said559 unto Absalom53, The counsel6098 that Ahithophel302 hath given3289 is not good2896 at this time6471. given: Heb. counselled","2":"And I will come935 upon him while he is weary3023 and weak7504 handed3027, and will make him afraid2729: and all the people5971 that are with him shall flee5127; and I will smite5221 the king4428 only:","6":"And when Hushai2365 was come935 to Absalom53, Absalom53 spake559 unto him, saying559, Ahithophel302 hath spoken1696 after this manner1697: shall we do6213 after his saying1697? if not; speak1696 thou. his saying: Heb. his word"},"11":{"11":"And Uriah223 said559 unto David1732, The ark727, and Israel3478, and Judah3063, abide3427 in tents5521; and my lord113 Joab3097, and the servants5650 of my lord113, are encamped2583 in the open6440 fields7704; shall I589 then go935 into mine house1004, to eat398 and to drink8354, and to lie7901 with my wife802? as thou livest2416, and as thy soul5315 liveth2416, I will not do6213 this thing1697.","3":"And David1732 sent7971 and enquired1875 after the woman802. And one said559, Is not this Bathsheba1339, the daughter1323 of Eliam463, the wife802 of Uriah223 the Hittite2850?","20":"And if so be that the king\u0027s4428 wrath2534 arise5927, and he say559 unto thee, Wherefore approached ye so nigh5066 unto the city5892 when ye did fight3898? knew3045 ye not that they would shoot3384 from the wall2346?","12":"And David1732 said559 to Uriah223, Tarry3427 here to day3117 also, and to morrow4279 I will let thee depart7971. So Uriah223 abode3427 in Jerusalem3389 that day3117, and the morrow4283.","10":"And when they had told5046 David1732, saying559, Uriah223 went not down3381 unto his house1004, David1732 said559 unto Uriah223, Camest935 thou not from thy journey1870? why then didst thou not go down3381 unto thine house1004?","17":"And the men582 of the city5892 went out3318, and fought3898 with Joab3097: and there fell5307 some of the people5971 of the servants5650 of David1732; and Uriah223 the Hittite2850 died4191 also.","13":"And when David1732 had called7121 him, he did eat398 and drink8354 before6440 him; and he made him drunk7937: and at even6153 he went out3318 to lie7901 on his bed4904 with the servants5650 of his lord113, but went not down3381 to his house1004.","27":"And when the mourning60 was past5674, David1732 sent7971 and fetched622 her to his house1004, and she became his wife802, and bare3205 him a son1121. But the thing1697 that David1732 had done6213 displeased3415 5869 the LORD3068. displeased: Heb. was evil in the eyes of","18":"Then Joab3097 sent7971 and told5046 David1732 all the things1697 concerning the war4421;","23":"And the messenger4397 said559 unto David1732, Surely the men582 prevailed1396 against us, and came out3318 unto us into the field7704, and we were upon them even unto the entering6607 of the gate8179.","19":"And charged6680 the messenger4397, saying559, When thou hast made an end3615 of telling1696 the matters1697 of the war4421 unto the king4428,","1":"And it came to pass, after the year8141 was expired8666, at the time6256 when kings4428 4397 go forth3318 to battle, that David1732 sent7971 Joab3097, and his servants5650 with him, and all Israel3478; and they destroyed7843 the children1121 of Ammon5983, and besieged6696 Rabbah7237. But David1732 tarried still3427 at Jerusalem3389. after: Heb. at the return of the year","5":"And the woman802 conceived2029, and sent7971 and told5046 David1732, and said559, I am with child2030.","4":"And David1732 sent7971 messengers4397, and took3947 her; and she came in935 unto him, and he lay7901 with her; for she was purified6942 from her uncleanness2932: and she returned7725 unto her house1004. for she: or, and when she had purified herself, etc, she returned","8":"And David1732 said559 to Uriah223, Go down3381 to thy house1004, and wash7364 thy feet7272. And Uriah223 departed out3318 of the king\u0027s4428 house1004, and there followed310 him a mess4864 of meat from the king4428. followed: Heb. went out after him","26":"And when the wife802 of Uriah223 heard8085 that Uriah223 her husband376 was dead4191, she mourned5594 for her husband1167.","14":"And it came to pass in the morning1242, that David1732 wrote3789 a letter5612 to Joab3097, and sent7971 it by the hand3027 of Uriah223.","22":"So the messenger4397 went3212, and came935 and shewed5046 David1732 all that Joab3097 had sent7971 him for.","25":"Then David1732 said559 unto the messenger4397, Thus shalt thou say559 unto Joab3097, Let not this thing1697 displease3415 5869 thee, for the sword2719 devoureth398 one as well as another2090: make thy battle4421 more strong2388 against the city5892, and overthrow2040 it: and encourage2388 thou him. displease: Heb. be evil in thine eyes one: Heb. so and such","9":"But Uriah223 slept7901 at the door6607 of the king\u0027s4428 house1004 with all the servants5650 of his lord113, and went not down3381 to his house1004.","15":"And he wrote3789 in the letter5612, saying559, Set3051 ye Uriah223 in the forefront6440 4136 of the hottest2389 battle4421, and retire7725 ye from him310, that he may be smitten5221, and die4191. hottest: Heb. strong from him: Heb. from after him","21":"Who smote5221 Abimelech40 the son1121 of Jerubbesheth3380? did not a woman802 cast7993 a piece6400 of a millstone7393 upon him from the wall2346, that he died4191 in Thebez8405? why went ye nigh5066 the wall2346? then say559 thou, Thy servant5650 Uriah223 the Hittite2850 is dead4191 also.","24":"And the shooters3384 shot3384 from off the wall2346 upon thy servants5650; and some of the king\u0027s4428 servants5650 be dead4191, and thy servant5650 Uriah223 the Hittite2850 is dead4191 also.","16":"And it came to pass, when Joab3097 observed8104 the city5892, that he assigned5414 Uriah223 unto a place4725 where he knew3045 that valiant2428 men582 were.","7":"And when Uriah223 was come935 unto him, David1732 demanded7592 of him how Joab3097 did7965, and how the people5971 did7965, and how the war4421 prospered7965. how Joab: Heb. of the peace of, etc","2":"And it came to pass in an eveningtide6153 6256, that David1732 arose6965 from off his bed4904, and walked1980 upon the roof1406 of the king\u0027s4428 house1004: and from the roof1406 he saw7200 a woman802 washing7364 herself; and the woman802 was very3966 beautiful2896 to look upon4758.","6":"And David1732 sent7971 to Joab3097, saying, Send7971 me Uriah223 the Hittite2850. And Joab3097 sent7971 Uriah223 to David1732."},"1":{"11":"Then David1732 took hold2388 on his clothes899, and rent7167 them; and likewise all the men582 that were with him:","3":"And David1732 said559 unto him, From whence comest935 thou? And he said559 unto him, Out of the camp4264 of Israel3478 am I escaped4422.","20":"Tell5046 it not in Gath1661, publish1319 it not in the streets2351 of Askelon831; lest the daughters1323 of the Philistines6430 rejoice8055, lest the daughters1323 of the uncircumcised6189 triumph5937.","12":"And they mourned5594, and wept1058, and fasted6684 until even6153, for Saul7586, and for Jonathan3083 his son1121, and for the people5971 of the LORD3068, and for the house1004 of Israel3478; because they were fallen5307 by the sword2719.","10":"So I stood5975 upon him, and slew4191 him, because I was sure3045 that he could not live2421 after310 that he was fallen5307: and I took3947 the crown5145 that was upon his head7218, and the bracelet685 that was on his arm2220, and have brought935 them hither unto my lord113.","17":"And David1732 lamented6969 with this lamentation7015 over Saul7586 and over Jonathan3083 his son1121:","13":"And David1732 said559 unto the young man5288 that told5046 him, Whence art thou? And he answered559, I am the son1121 of a stranger376 1616, an Amalekite6003.","27":"How are the mighty1368 fallen5307, and the weapons3627 of war4421 perished6!","18":"(Also he bade559 them teach3925 the children1121 of Judah3063 the use of the bow7198: behold, it is written3789 in the book5612 of Jasher3477.) of Jasher: or, of the upright","23":"Saul7586 and Jonathan3083 were lovely157 and pleasant5273 in their lives2416, and in their death4194 they were not divided6504: they were swifter7043 than eagles5404, they were stronger1396 than lions738. pleasant: or, sweet","19":"The beauty6643 of Israel3478 is slain2491 upon thy high places1116: how are the mighty1368 fallen5307!","1":"Now it came to pass after310 the death4194 of Saul7586, when David1732 was returned7725 from the slaughter5221 of the Amalekites6002, and David1732 had abode3427 two8147 days3117 in Ziklag6860;","5":"And David1732 said559 unto the young man5288 that told5046 him, How knowest3045 thou that Saul7586 and Jonathan3083 his son1121 be dead4191?","4":"And David1732 said559 unto him, How4100 went the matter1697? I pray thee, tell5046 me. And he answered559, That the people5971 are fled5127 from the battle4421, and many7235 of the people5971 also are fallen5307 and dead4191; and Saul7586 and Jonathan3083 his son1121 are dead4191 also. How: Heb. What was, etc","8":"And he said559 unto me, Who art thou? And I answered559 him, I am an Amalekite6003.","26":"I am distressed6887 for thee, my brother251 Jonathan3083: very3966 pleasant5276 hast thou been unto me: thy love160 to me was wonderful6381, passing the love160 of women802.","14":"And David1732 said559 unto him, How wast thou not afraid3372 to stretch forth7971 thine hand3027 to destroy7843 the LORD\u0027S3068 anointed4899?","22":"From the blood1818 of the slain2491, from the fat2459 of the mighty1368, the bow7198 of Jonathan3083 turned7734 not back268, and the sword2719 of Saul7586 returned7725 not empty7387.","25":"How are the mighty1368 fallen5307 in the midst8432 of the battle4421! O Jonathan3083, thou wast slain2491 in thine high places1116.","9":"He said559 unto me again, Stand5975, I pray thee, upon me, and slay4191 me: for anguish7661 is come270 upon me, because my life5315 is yet whole in me. anguish: or, my coat of mail (or, my embroidered coat) hindereth me, that my, etc","15":"And David1732 called7121 one259 of the young men5288, and said559, Go near5066, and fall6293 upon him. And he smote5221 him that he died4191.","21":"Ye mountains2022 of Gilboa1533, let there be no dew2919, neither let there be rain4306, upon you, nor fields7704 of offerings8641: for there the shield4043 of the mighty1368 is vilely cast away1602, the shield4043 of Saul7586, as though he had not been anointed4899 with oil8081.","24":"Ye daughters1323 of Israel3478, weep over1058 Saul7586, who clothed3847 you in scarlet8144, with other delights5730, who put5927 on ornaments5716 of gold2091 upon your apparel3830.","16":"And David1732 said559 unto him, Thy blood1818 be upon thy head7218; for thy mouth6310 hath testified6030 against thee, saying559, I have slain4191 the LORD\u0027S3068 anointed4899.","7":"And when he looked6437 behind310 him, he saw7200 me, and called7121 unto me. And I answered559, Here am I. Here: Heb. Behold me","2":"It came even to pass on the third7992 day3117, that, behold, a man376 came935 out of the camp4264 from Saul7586 with his clothes899 rent7167, and earth127 upon his head7218: and so it was, when he came935 to David1732, that he fell5307 to the earth776, and did obeisance7812.","6":"And the young man5288 that told5046 him said559, As I happened7136 by chance7122 upon mount2022 Gilboa1533, behold, Saul7586 leaned8172 upon his spear2595; and, lo, the chariots7393 and horsemen1167 6571 followed hard1692 after him."},"9":{"3":"And the king4428 said559, Is there not657 yet any376 of the house1004 of Saul7586, that I may shew6213 the kindness2617 of God430 unto him? And Ziba6717 said559 unto the king4428, Jonathan3083 hath yet a son1121, which is lame5223 on his feet7272.","5":"Then king4428 David1732 sent7971, and fetched3947 him out of the house1004 of Machir4353, the son1121 of Ammiel5988, from Lodebar3810.","12":"And Mephibosheth4648 had a young6996 son1121, whose name8034 was Micha4316. And all that dwelt4186 in the house1004 of Ziba6717 were servants5650 unto Mephibosheth4648.","10":"Thou therefore, and thy sons1121, and thy servants5650, shall till5647 the land127 for him, and thou shalt bring935 in the fruits, that thy master\u0027s113 son1121 may have food3899 to eat398: but Mephibosheth4648 thy master\u0027s113 son1121 shall eat398 bread3899 alway8548 at my table7979. Now Ziba6717 had fifteen2568 6240 sons1121 and twenty6242 servants5650.","2":"And there was of the house1004 of Saul7586 a servant5650 whose name8034 was Ziba6717. And when they had called7121 him unto David1732, the king4428 said559 unto him, Art thou Ziba6717? And he said559, Thy servant5650 is he.","8":"And he bowed7812 himself, and said559, What is thy servant5650, that thou shouldest look6437 upon such a dead4191 dog3611 as I am?","11":"Then said559 Ziba6717 unto the king4428, According to all that my lord113 the king4428 hath commanded6680 his servant5650, so shall thy servant5650 do6213. As for Mephibosheth4648, said the king, he shall eat398 at my table7979, as one259 of the king\u0027s4428 sons1121.","1":"And David1732 said559, Is there yet3426 any that is left3498 of the house1004 of Saul7586, that I may shew6213 him kindness2617 for Jonathan\u0027s3083 sake?","9":"Then the king4428 called7121 to Ziba6717, Saul\u0027s7586 servant5288, and said559 unto him, I have given5414 unto thy master\u0027s113 son1121 all that pertained1961 to Saul7586 and to all his house1004.","7":"And David1732 said559 unto him, Fear3372 not: for I will surely6213 shew6213 thee kindness2617 for Jonathan3083 thy father\u0027s1 sake, and will restore7725 thee all the land7704 of Saul7586 thy father1; and thou shalt eat398 bread3899 at my table7979 continually8548.","6":"Now when Mephibosheth4648, the son1121 of Jonathan3083, the son1121 of Saul7586, was come935 unto David1732, he fell5307 on his face6440, and did reverence7812. And David1732 said559, Mephibosheth4648. And he answered559, Behold thy servant5650!","4":"And the king4428 said559 unto him, Where375 is he? And Ziba6717 said559 unto the king4428, Behold, he is in the house1004 of Machir4353, the son1121 of Ammiel5988, in Lodebar3810.","13":"So Mephibosheth4648 dwelt3427 in Jerusalem3389: for he did eat398 continually8548 at the king\u0027s4428 table7979; and was lame6455 on both8147 his feet7272."},"24":{"16":"And when the angel4397 stretched out7971 his hand3027 upon Jerusalem3389 to destroy7843 it, the LORD3068 repented5162 him of the evil7451, and said559 to the angel4397 that destroyed7843 the people5971, It is enough7227: stay7503 now thine hand3027. And the angel4397 of the LORD3068 was by the threshingplace1637 of Araunah728 the Jebusite2983.","3":"And Joab3097 said559 unto the king4428, Now the LORD3068 thy God430 add3254 unto the people5971, how many soever1992 they be, an hundredfold3967 6471, and that the eyes5869 of my lord113 the king4428 may see7200 it: but why doth my lord113 the king4428 delight2654 in this thing1697?","5":"And they passed over5674 Jordan3383, and pitched2583 in Aroer6177, on the right side3225 of the city5892 that lieth in the midst8432 of the river5158 of Gad1410, and toward Jazer3270: river: or, valley","21":"And Araunah728 said559, Wherefore is my lord113 the king4428 come935 to his servant5650? And David1732 said559, To buy7069 the threshingfloor1637 of thee, to build1129 an altar4196 unto the LORD3068, that the plague4046 may be stayed6113 from the people5971.","18":"And Gad1410 came935 that day3117 to David1732, and said559 unto him, Go up5927, rear6965 an altar4196 unto the LORD3068 in the threshingfloor1637 of Araunah728 the Jebusite2983. Araunah: Heb. Araniah","12":"Go1980 and say559 unto David1732, Thus saith1696 the LORD3068, I offer5190 thee three7969 things; choose977 thee one259 of them, that I may do it unto thee6213.","10":"And David\u0027s1732 heart3820 smote5221 him after310 that he had numbered5608 the people5971. And David1732 said559 unto the LORD3068, I have sinned2398 greatly3966 in that I have done6213: and now, I beseech thee, O LORD3068, take away5674 the iniquity5771 of thy servant5650; for I have done very3966 foolishly5528.","2":"For the king4428 said559 to Joab3097 the captain8269 of the host2428, which was with him, Go now through7751 all the tribes7626 of Israel3478, from Dan1835 even to Beersheba884, and number6485 ye the people5971, that I may know3045 the number4557 of the people5971. Go: or, Compass","22":"And Araunah728 said559 unto David1732, Let my lord113 the king4428 take3947 and offer up5927 what seemeth good2896 unto him5869: behold7200, here be oxen1241 for burnt sacrifice5930, and threshing instruments4173 and other instruments3627 of the oxen1241 for wood6086.","8":"So when they had gone7751 through all the land776, they came935 to Jerusalem3389 at the end7097 of nine8672 months2320 and twenty6242 days3117.","17":"And David1732 spake559 unto the LORD3068 when he saw7200 the angel4397 that smote5221 the people5971, and said559, Lo, I have sinned2398, and I have done wickedly5753: but these sheep6629, what have they done6213? let thine hand3027, I pray thee, be against me, and against my father\u0027s1 house1004.","11":"For when David1732 was up6965 in the morning1242, the word1697 of the LORD3068 came unto the prophet5030 Gad1410, David\u0027s1732 seer2374, saying559,","1":"And again3254 the anger639 of the LORD3068 was kindled2734 against Israel3478, and he moved5496 David1732 against them to say559, Go3212, number4487 Israel3478 and Judah3063.","9":"And Joab3097 gave up5414 the sum4557 of the number4662 of the people5971 unto the king4428: and there were in Israel3478 eight8083 hundred3967 thousand505 valiant2428 men376 381 that drew8025 the sword2719; and the men376 of Judah3063 were five2568 hundred3967 thousand505 men376.","24":"And the king4428 said559 unto Araunah728, Nay; but I will surely7069 buy7069 it of thee at a price4242: neither will I offer5927 burnt offerings5930 unto the LORD3068 my God430 of that which doth cost me nothing2600. So David1732 bought7069 the threshingfloor1637 and the oxen1241 for fifty2572 shekels8255 of silver3701.","14":"And David1732 said559 unto Gad1410, I am in a great3966 strait6887: let us fall5307 now into the hand3027 of the LORD3068; for his mercies7356 are great7227: and let me not fall5307 into the hand3027 of man120. are great: or, are many","7":"And came935 to the strong hold4013 of Tyre6865, and to all the cities5892 of the Hivites2340, and of the Canaanites3669: and they went out3318 to the south5045 of Judah3063, even to Beersheba884.","15":"So the LORD3068 sent5414 a pestilence1698 upon Israel3478 from the morning1242 even to the time6256 appointed4150: and there died4191 of the people5971 from Dan1835 even to Beersheba884 seventy7657 thousand505 men376.","20":"And Araunah728 looked8259, and saw7200 the king4428 and his servants5650 coming on5674 toward him: and Araunah728 went out3318, and bowed7812 himself before the king4428 on his face639 upon the ground776.","25":"And David1732 built1129 there an altar4196 unto the LORD3068, and offered5927 burnt offerings5930 and peace offerings8002. So the LORD3068 was intreated6279 for the land776, and the plague4046 was stayed6113 from Israel3478.","23":"All these things did Araunah728, as a king4428, give5414 unto the king4428. And Araunah728 said559 unto the king4428, The LORD3068 thy God430 accept7521 thee.","6":"Then they came935 to Gilead1568, and to the land776 of Tahtimhodshi8483; and they came935 to Danjaan1842, and about5439 to Zidon6721, land of Tahtimhodshi: or, nether land newly inhabited","4":"Notwithstanding the king\u0027s4428 word1697 prevailed2388 against Joab3097, and against the captains8269 of the host2428. And Joab3097 and the captains8269 of the host2428 went out3318 from the presence6440 of the king4428, to number6485 the people5971 of Israel3478.","19":"And David1732, according to the saying1697 of Gad1410, went up5927 as the LORD3068 commanded6680.","13":"So Gad1410 came935 to David1732, and told5046 him, and said559 unto him, Shall seven7651 years8141 of famine7458 come935 unto thee in thy land776? or wilt thou flee5127 three7969 months2320 before6440 thine enemies6862, while they pursue7291 thee? or that there be three7969 days\u00273117 pestilence1698 in thy land776? now advise3045, and see7200 what answer1697 I shall return7725 to him that sent7971 me."},"14":{"11":"Then said559 she, I pray thee, let the king4428 remember2142 the LORD3068 thy God430, that thou wouldest not suffer the revengers1350 of blood1818 to destroy7843 any more7235, lest they destroy8045 my son1121. And he said559, As the LORD3068 liveth2416, there shall not one hair8185 of thy son1121 fall5307 to the earth776. that: Heb. that the revenger of blood do not multiply to destroy","3":"And come935 to the king4428, and speak1696 on this manner1697 unto him. So Joab3097 put7760 the words1697 in her mouth6310.","20":"To5668 fetch about5437 this form6440 of speech1697 hath thy servant5650 Joab3097 done6213 this thing1697: and my lord113 is wise2450, according to the wisdom2451 of an angel4397 of God430, to know3045 all things that are in the earth776.","12":"Then the woman802 said559, Let thine handmaid8198, I pray thee, speak1696 one word1697 unto my lord113 the king4428. And he said559, Say on1696.","10":"And the king4428 said559, Whosoever saith1696 ought unto thee, bring935 him to me, and he shall not touch5060 thee any more3254.","17":"Then thine handmaid8198 said559, The word1697 of my lord113 the king4428 shall now be comfortable4496: for as an angel4397 of God430, so is my lord113 the king4428 to discern8085 good2896 and bad7451: therefore the LORD3068 thy God430 will be with thee. comfortable: Heb. for rest to discern: Heb. to hear","13":"And the woman802 said559, Wherefore then hast thou thought2803 such a thing against the people5971 of God430? for the king4428 doth speak1696 this thing1697 as one which is faulty818, in that the king4428 doth not fetch home again7725 his banished5080.","27":"And unto Absalom53 there were born3205 three7969 sons1121, and one259 daughter1323, whose name8034 was Tamar8559: she was a woman802 of a fair3303 countenance4758.","30":"Therefore he said559 unto his servants5650, See7200, Joab\u0027s3097 field2513 is near413 mine3027, and he hath barley8184 there; go3212 and set3341 it on fire784. And Absalom\u0027s53 servants5650 set3341 the field2513 on fire784. near: Heb. near my place","18":"Then the king4428 answered6030 and said559 unto the woman802, Hide3582 not from me, I pray thee, the thing1697 that I shall ask7592 thee. And the woman802 said559, Let my lord113 the king4428 now speak1696.","29":"Therefore Absalom53 sent7971 for Joab3097, to have sent7971 him to the king4428; but he would14 not come935 to him: and when he sent again7971 the second time8145, he would14 not come935.","23":"So Joab3097 arose6965 and went3212 to Geshur1650, and brought935 Absalom53 to Jerusalem3389.","19":"And the king4428 said559, Is not the hand3027 of Joab3097 with thee in all this? And the woman802 answered6030 and said559, As thy soul5315 liveth2416, my lord113 the king4428, none376 can786 turn to the right hand3231 or to the left8041 from ought that my lord113 the king4428 hath spoken1696: for thy servant5650 Joab3097, he bade6680 me, and he put7760 all these words1697 in the mouth6310 of thine handmaid8198:","1":"Now Joab3097 the son1121 of Zeruiah6870 perceived3045 that the king\u0027s4428 heart3820 was toward Absalom53.","5":"And the king4428 said559 unto her, What aileth thee? And she answered559, I am indeed61 a widow490 woman802, and mine husband376 is dead4191.","4":"And when the woman802 of Tekoah8621 spake559 to the king4428, she fell5307 on her face639 to the ground776, and did obeisance7812, and said559, Help3467, O king4428. Help: Heb. Save","8":"And the king4428 said559 unto the woman802, Go3212 to thine house1004, and I will give charge6680 concerning thee.","26":"And when he polled1548 his head7218, (for it was at every year\u0027s3117 3117 end7093 that he polled1548 it: because the hair was heavy3513 on him, therefore he polled1548 it:) he weighed8254 the hair8181 of his head7218 at two hundred3967 shekels8255 after the king\u0027s4428 weight68.","14":"For we must needs4191 die4191, and are as water4325 spilt5064 on the ground776, which cannot be gathered up again622; neither doth God430 respect5375 any person5315: yet doth he devise2803 means4284, that his banished5080 be not expelled5080 from him. neither: or, because God hath not taken away his life, he hath also devised means, etc","22":"And Joab3097 fell5307 to the ground776 on his face6440, and bowed7812 himself, and thanked1288 the king4428: and Joab3097 said559, To day3117 thy servant5650 knoweth3045 that I have found4672 grace2580 in thy sight5869, my lord113, O king4428, in that the king4428 hath fulfilled6213 the request1697 of his servant5650. thanked: Heb. blessed his servant: or, thy servant","28":"So Absalom53 dwelt3427 two full3117 years8141 in Jerusalem3389, and saw7200 not the king\u0027s4428 face6440.","25":"But in all Israel3478 there was none376 to be so much3966 praised1984 as Absalom53 for his beauty3303: from the sole3709 of his foot7272 even to the crown of his head6936 there was no blemish3971 in him. But: Heb. And as Absalom there was not a beautiful man in all Israel to praise greatly","9":"And the woman802 of Tekoah8621 said559 unto the king4428, My lord113, O king4428, the iniquity5771 be on me, and on my father\u0027s1 house1004: and the king4428 and his throne3678 be guiltless5355.","33":"So Joab3097 came935 to the king4428, and told5046 him: and when he had called7121 for Absalom53, he came935 to the king4428, and bowed7812 himself on his face639 to the ground776 before6440 the king4428: and the king4428 kissed5401 Absalom53.","15":"Now therefore that I am come935 to speak1696 of this thing1697 unto my lord113 the king4428, it is because the people5971 have made me afraid3372: and thy handmaid8198 said559, I will now speak1696 unto the king4428; it may be that the king4428 will perform6213 the request1697 of his handmaid519.","21":"And the king4428 said559 unto Joab3097, Behold now, I have done6213 this thing1697: go3212 therefore, bring7725 the young man5288 Absalom53 again7725.","24":"And the king4428 said559, Let him turn5437 to his own house1004, and let him not see7200 my face6440. So Absalom53 returned5437 to his own house1004, and saw7200 not the king\u0027s4428 face6440.","16":"For the king4428 will hear8085, to deliver5337 his handmaid519 out of the hand3709 of the man376 that would destroy8045 me and my son1121 together3162 out of the inheritance5159 of God430.","32":"And Absalom53 answered559 Joab3097, Behold, I sent7971 unto thee, saying559, Come935 hither, that I may send7971 thee to the king4428, to say559, Wherefore am I come935 from Geshur1650? it had been good2896 for me to have been there still: now therefore let me see7200 the king\u0027s4428 face6440; and if there be3426 any iniquity5771 in me, let him kill4191 me.","7":"And, behold, the whole family4940 is risen6965 against thine handmaid8198, and they said559, Deliver5414 him that smote5221 his brother251, that we may kill4191 him, for the life5315 of his brother251 whom he slew2026; and we will destroy8045 the heir3423 also: and so they shall quench3518 my coal1513 which is left7760, and shall not leave7604 to my husband376 neither name8034 nor remainder7611 upon6440 the earth127. upon: Heb. upon the face of the earth","2":"And Joab3097 sent7971 to Tekoah8620, and fetched3947 thence a wise2450 woman802, and said559 unto her, I pray thee, feign thyself to be a mourner56, and put on3847 now mourning60 apparel899, and anoint5480 not thyself with oil8081, but be as a woman802 that had a long7227 time3117 mourned56 for the dead4191:","6":"And thy handmaid8198 had two8147 sons1121, and they two8147 strove together5327 in the field7704, and there was none to part5337 them, but the one259 smote5221 the other259, and slew4191 him. none: Heb. no deliverer between them","31":"Then Joab3097 arose6965, and came935 to Absalom53 unto his house1004, and said559 unto him, Wherefore have thy servants5650 set3341 my field2513 on fire784?"},"7":{"11":"And as since the time3117 that I commanded6680 judges8199 to be over my people5971 Israel3478, and have caused thee to rest5117 from all thine enemies341. Also the LORD3068 telleth5046 thee that he will make6213 thee an house1004.","3":"And Nathan5416 said559 to the king4428, Go3212, do6213 all that is in thine heart3824; for the LORD3068 is with thee.","20":"And what can3254 David1732 say1696 more3254 unto thee? for thou, Lord136 GOD3069, knowest3045 thy servant5650.","12":"And when thy days3117 be fulfilled4390, and thou shalt sleep7901 with thy fathers1, I will set up6965 thy seed2233 after310 thee, which shall proceed3318 out of thy bowels4578, and I will establish3559 his kingdom4467.","10":"Moreover I will appoint7760 a place4725 for my people5971 Israel3478, and will plant5193 them, that they may dwell7931 in a place of their own, and move7264 no more; neither shall the children1121 of wickedness5766 afflict6031 them any more3254, as beforetime7223,","17":"According to all these words1697, and according to all this vision2384, so did Nathan5416 speak1696 unto David1732.","13":"He shall build1129 an house1004 for my name8034, and I will stablish3559 the throne3678 of his kingdom4467 for5704 ever5769.","27":"For thou, O LORD3068 of hosts6635, God430 of Israel3478, hast revealed1540 241 to thy servant5650, saying559, I will build1129 thee an house1004: therefore hath thy servant5650 found4672 in his heart3820 to pray6419 this prayer8605 unto thee. revealed: Heb. opened the ear","18":"Then went935 king4428 David1732 in, and sat3427 before6440 the LORD3068, and he said559, Who am I, O Lord136 GOD3069? and what is my house1004, that thou hast brought935 me hitherto1988?","29":"Therefore now let it please2974 thee to bless1288 the house1004 of thy servant5650, that it may continue for ever5769 before6440 thee: for thou, O Lord136 GOD3069, hast spoken1696 it: and with thy blessing1293 let the house1004 of thy servant5650 be blessed1288 for ever5769. let it: Heb. be thou pleased and bless","23":"And what one259 nation1471 in the earth776 is like thy people5971, even like Israel3478, whom God430 went1980 to redeem6299 for a people5971 to himself, and to make7760 him a name8034, and to do6213 for you great things1420 and terrible3372, for thy land776, before6440 thy people5971, which thou redeemedst6299 to thee from Egypt4714, from the nations1471 and their gods430?","19":"And this was yet a small thing6994 in thy sight5869, O Lord136 GOD3069; but thou hast spoken1696 also of thy servant\u0027s5650 house1004 for a great while to come7350. And is this the manner8452 of man120, O Lord136 GOD3069? manner: Heb. law","1":"And it came to pass, when the king4428 sat3427 in his house1004, and the LORD3068 had given him rest5117 round about5439 from all his enemies341;","5":"Go3212 and tell559 my servant5650 David1732, Thus saith559 the LORD3068, Shalt thou build1129 me an house1004 for me to dwell in3427? my servant: Heb. to my servant, to David","4":"And it came to pass that night3915, that the word1697 of the LORD3068 came unto Nathan5416, saying559,","8":"Now therefore so shalt thou say559 unto my servant5650 David1732, Thus saith559 the LORD3068 of hosts6635, I took3947 thee from the sheepcote5116, from following310 the sheep6629, to be ruler5057 over my people5971, over Israel3478: from following: Heb. from after","26":"And let thy name8034 be magnified1431 for5704 ever5769, saying559, The LORD3068 of hosts6635 is the God430 over Israel3478: and let the house1004 of thy servant5650 David1732 be established3559 before6440 thee.","14":"I will be his father1, and he shall be my son1121. If he commit iniquity5753, I will chasten3198 him with the rod7626 of men582, and with the stripes5061 of the children1121 of men120:","22":"Wherefore thou art great1431, O LORD3068 God430: for there is none like thee, neither is there any God430 beside2108 thee, according to all that we have heard8085 with our ears241.","28":"And now, O Lord136 GOD3069, thou art that God430, and thy words1697 be true571, and thou hast promised1696 this goodness2896 unto thy servant5650:","25":"And now, O LORD3068 God430, the word1697 that thou hast spoken1696 concerning thy servant5650, and concerning his house1004, establish6965 it for5704 ever5769, and do6213 as thou hast said1696.","9":"And I was with thee whithersoever thou wentest1980, and have cut off3772 all thine enemies341 out of thy sight6440, and have made6213 thee a great1419 name8034, like unto the name8034 of the great1419 men that are in the earth776. out of: Heb. from thy face","15":"But my mercy2617 shall not depart away5493 from him, as I took5493 it from Saul7586, whom I put away5493 before6440 thee.","21":"For thy word\u0027s1697 sake, and according to thine own heart3820, hast thou done6213 all these great things1420, to make thy servant5650 know3045 them.","24":"For thou hast confirmed3559 to thyself thy people5971 Israel3478 to be a people5971 unto thee for5704 ever5769: and thou, LORD3068, art become1961 their God430.","16":"And thine house1004 and thy kingdom4467 shall be established539 for5704 ever5769 before6440 thee: thy throne3678 shall be established3559 for5704 ever5769.","7":"In all the places wherein I have walked1980 with all the children1121 of Israel3478 spake1696 I a word1697 with any259 of the tribes7626 of Israel3478, whom I commanded6680 to feed7462 my people5971 Israel3478, saying559, Why build1129 ye not me an house1004 of cedar730? any of: any of the judges","2":"That the king4428 said559 unto Nathan5416 the prophet5030, See7200 now, I dwell3427 in an house1004 of cedar730, but the ark727 of God430 dwelleth3427 within8432 curtains3407.","6":"Whereas I have not dwelt3427 in any house1004 since the time3117 that I brought up5927 the children1121 of Israel3478 out of Egypt4714, even to this day3117, but have walked1980 in a tent168 and in a tabernacle4908."},"15":{"11":"And with Absalom53 went1980 two hundred3967 men376 out of Jerusalem3389, that were called7121; and they went1980 in their simplicity8537, and they knew3045 not any thing1697.","3":"And Absalom53 said559 unto him, See7200, thy matters1697 are good2896 and right5228; but there is no man deputed of the king4428 to hear8085 thee. there: or, none will hear thee from the king downward","20":"Whereas thou camest935 but yesterday8543, should I this day3117 make thee go3212 up and down5128 5128 with us? seeing I go1980 whither I may, return7725 thou, and take back7725 thy brethren251: mercy2617 and truth571 be with thee. go up: Heb. wander in going","12":"And Absalom53 sent7971 for Ahithophel302 the Gilonite1526, David\u0027s1732 counsellor3289, from his city5892, even from Giloh1542, while he offered2076 sacrifices2077. And the conspiracy7195 was strong533; for the people5971 increased7227 continually1980 with Absalom53.","10":"But Absalom53 sent7971 spies7270 throughout all the tribes7626 of Israel3478, saying559, As soon as ye hear8085 the sound6963 of the trumpet7782, then ye shall say559, Absalom53 reigneth4427 in Hebron2275.","17":"And the king4428 went forth3318, and all the people5971 after7272 him, and tarried5975 in a place1004 that was far off4801 1023.","13":"And there came935 a messenger5046 to David1732, saying559, The hearts3820 of the men376 of Israel3478 are after310 Absalom53.","27":"The king4428 said559 also unto Zadok6659 the priest3548, Art not thou a seer7200? return7725 into the city5892 in peace7965, and your two8147 sons1121 with you, Ahimaaz290 thy son1121, and Jonathan3083 the son1121 of Abiathar54.","30":"And David1732 went up5927 by the ascent4608 of mount Olivet2132, and wept1058 as he went up5927, and had his head7218 covered2645, and he went1980 barefoot3182: and all the people5971 that was with him covered2645 every man376 his head7218, and they went up5927, weeping1058 as they went up5927. and wept: Heb. going up and weeping","18":"And all his servants5650 passed on5674 beside3027 him; and all the Cherethites3774, and all the Pelethites6432, and all the Gittites1663, six8337 hundred3967 men376 which came935 after7272 him from Gath1661, passed on5674 before6440 the king4428.","36":"Behold, they have there with them their two8147 sons1121, Ahimaaz290 Zadok\u0027s6659 son, and Jonathan3083 Abiathar\u0027s54 son; and by them3027 ye shall send7971 unto me every thing1697 that ye can hear8085.","29":"Zadok6659 therefore and Abiathar54 carried7725 the ark727 of God430 again7725 to Jerusalem3389: and they tarried3427 there.","23":"And all the country776 wept1058 with a loud1419 voice6963, and all the people5971 passed over5674: the king4428 also himself passed over5674 the brook5158 Kidron6939, and all the people5971 passed over5674, toward6440 the way1870 of the wilderness4057. Kidron: Gr. Cedron","19":"Then said559 the king4428 to Ittai863 the Gittite1663, Wherefore goest3212 thou also with us? return7725 to thy place4725, and abide3427 with the king4428: for thou art a stranger5237, and also an exile1540.","1":"And it came to pass after this310, that Absalom53 prepared6213 him chariots4818 and horses5483, and fifty2572 men376 to run7323 before6440 him.","5":"And it was so, that when any man376 came nigh7126 to him to do him obeisance7812, he put forth7971 his hand3027, and took2388 him, and kissed5401 him.","4":"Absalom53 said559 moreover, Oh that I were made7760 judge8199 in the land776, that every man376 which hath any suit7379 or cause4941 might come935 unto me, and I would do him justice6663!","8":"For thy servant5650 vowed5087 a vow5088 while I abode3427 at Geshur1650 in Syria758, saying559, If the LORD3068 shall bring me again7725 7725 indeed to Jerusalem3389, then I will serve5647 the LORD3068.","26":"But if he thus say559, I have no delight2654 in thee; behold, here am I, let him do6213 to me as seemeth5869 good2896 unto him.","14":"And David1732 said559 unto all his servants5650 that were with him at Jerusalem3389, Arise6965, and let us flee1272; for we shall not else escape6413 from6440 Absalom53: make speed4116 to depart3212, lest he overtake5381 us suddenly4116, and bring5080 evil7451 upon us, and smite5221 the city5892 with the edge6310 of the sword2719. bring: Heb. thrust","37":"So Hushai2365 David\u0027s1732 friend7463 came935 into the city5892, and Absalom53 came935 into Jerusalem3389.","22":"And David1732 said559 to Ittai863, Go3212 and pass over5674. And Ittai863 the Gittite1663 passed over5674, and all his men582, and all the little ones2945 that were with him.","28":"See7200, I will tarry4102 in the plain6160 5679 of the wilderness4057, until there come935 word1697 from you to certify5046 me.","25":"And the king4428 said559 unto Zadok6659, Carry back7725 the ark727 of God430 into the city5892: if I shall find4672 favour2580 in the eyes5869 of the LORD3068, he will bring me again7725, and shew7200 me both it, and his habitation5116:","9":"And the king4428 said559 unto him, Go3212 in peace7965. So he arose6965, and went3212 to Hebron2275.","33":"Unto whom David1732 said559, If thou passest on5674 with me, then thou shalt be a burden4853 unto me:","15":"And the king\u0027s4428 servants5650 said559 unto the king4428, Behold, thy servants5650 are ready to do whatsoever my lord113 the king4428 shall appoint977. appoint: Heb. choose","34":"But if thou return7725 to the city5892, and say559 unto Absalom53, I will be thy servant5650, O king4428; as I have been thy father\u0027s1 servant5650 hitherto227, so will I now also be thy servant5650: then mayest thou for me defeat6565 the counsel6098 of Ahithophel302.","21":"And Ittai863 answered6030 the king4428, and said559, As the LORD3068 liveth2416, and as my lord113 the king4428 liveth2416, surely in what place4725 my lord113 the king4428 shall be, whether in death4194 or life2416, even there also will thy servant5650 be.","24":"And lo Zadok6659 also, and all the Levites3881 were with him, bearing5375 the ark727 of the covenant1285 of God430: and they set down3332 the ark727 of God430; and Abiathar54 went up5927, until all the people5971 had done8552 passing5674 out of the city5892.","16":"And the king4428 went forth3318, and all his household1004 after7272 him. And the king4428 left5800 ten6235 women802, which were concubines6370, to keep8104 the house1004. after: Heb. at his feet","35":"And hast thou not there with thee Zadok6659 and Abiathar54 the priests3548? therefore it shall be, that what thing1697 soever thou shalt hear8085 out of the king\u0027s4428 house1004, thou shalt tell5046 it to Zadok6659 and Abiathar54 the priests3548.","32":"And it came to pass, that when David1732 was come935 to the top7218 of the mount, where he worshipped7812 God430, behold, Hushai2365 the Archite757 came to meet7125 him with his coat3801 rent7167, and earth127 upon his head7218:","7":"And it came to pass after7093 forty705 years8141, that Absalom53 said559 unto the king4428, I pray thee, let me go3212 and pay7999 my vow5088, which I have vowed5087 unto the LORD3068, in Hebron2275.","2":"And Absalom53 rose up early7925, and stood5975 beside3027 the way1870 of the gate8179: and it was so, that when any man376 that had a controversy7379 came935 to the king4428 for judgment4941, then Absalom53 called7121 unto him, and said559, Of what335 city5892 art thou? And he said559, Thy servant5650 is of one259 of the tribes7626 of Israel3478. came: Heb. to come","6":"And on this manner1697 did6213 Absalom53 to all Israel3478 that came935 to the king4428 for judgment4941: so Absalom53 stole1589 the hearts3820 of the men582 of Israel3478.","31":"And one told5046 David1732, saying559, Ahithophel302 is among the conspirators7194 with Absalom53. And David1732 said559, O LORD3068, I pray thee, turn the counsel6098 of Ahithophel302 into foolishness5528."},"20":{"16":"Then cried7121 a wise2450 woman802 out of the city5892, Hear8085, hear8085; say559, I pray you, unto Joab3097, Come near7126 hither, that I may speak1696 with thee.","3":"And David1732 came935 to his house1004 at Jerusalem3389; and the king4428 took3947 the ten6235 women802 his concubines6370, whom he had left3240 to keep8104 the house1004, and put5414 them in ward4931, and fed3557 them, but went not in935 unto them. So they were shut up6887 unto the day3117 of their death4191, living2424 in widowhood491. ward: Heb. an house of ward shut: Heb. bound living: Heb. in widowhood of life","5":"So Amasa6021 went3212 to assemble2199 the men of Judah3063: but he tarried longer309 3186 than the set time4150 which he had appointed3259 him. Assemble: Heb. Call","21":"The matter1697 is not so: but a man376 of mount2022 Ephraim669, Sheba7652 the son1121 of Bichri1075 by name8034, hath lifted up5375 his hand3027 against the king4428, even against David1732: deliver5414 him only, and I will depart3212 from the city5892. And the woman802 said559 unto Joab3097, Behold, his head7218 shall be thrown7993 to thee over1157 the wall2346. by name: Heb. by his name","18":"Then she spake559, saying559, They were wont1696 to speak1696 in old time7223, saying559, They shall surely7592 ask7592 counsel at Abel59: and so they ended8552 the matter. They were: or, They plainly spake in the beginning, saying, Surely they will ask of Abel, and so make an end","12":"And Amasa6021 wallowed1556 in blood1818 in the midst8432 of the highway4546. And when the man376 saw7200 that all the people5971 stood still5975, he removed5437 Amasa6021 out of the highway4546 into the field7704, and cast7993 a cloth899 upon him, when he saw7200 that every one that came935 by him stood still5975.","10":"But Amasa6021 took no heed8104 to the sword2719 that was in Joab\u0027s3097 hand3027: so he smote5221 him therewith in the fifth2570 rib, and shed out8210 his bowels4578 to the ground776, and struck him not again8138; and he died4191. So Joab3097 and Abishai52 his brother251 pursued7291 after310 Sheba7652 the son1121 of Bichri1075. struck: Heb. doubled not his stroke","2":"So every man376 of Israel3478 went up5927 from after310 David1732, and followed310 Sheba7652 the son1121 of Bichri1075: but the men376 of Judah3063 clave1692 unto their king4428, from Jordan3383 even to Jerusalem3389.","22":"Then the woman802 went935 unto all the people5971 in her wisdom2451. And they cut off3772 the head7218 of Sheba7652 the son1121 of Bichri1075, and cast7993 it out to Joab3097. And he blew8628 a trumpet7782, and they retired6327 from the city5892, every man376 to his tent168. And Joab3097 returned7725 to Jerusalem3389 unto the king4428. retired: Heb. were scattered","8":"When they were at the great1419 stone68 which is in Gibeon1391, Amasa6021 went935 before6440 them. And Joab\u0027s3097 garment4055 that he had put on3830 was girded2296 unto him, and upon it a girdle2289 with a sword2719 fastened6775 upon his loins4975 in the sheath8593 thereof; and as he went forth3318 it fell out5307.","17":"And when he was come near7126 unto her, the woman802 said559, Art thou Joab3097? And he answered559, I am he. Then she said559 unto him, Hear8085 the words1697 of thine handmaid519. And he answered559, I do hear8085.","11":"And one376 of Joab\u0027s3097 men5288 stood5975 by him, and said559, He4310 that favoureth2654 Joab3097, and he that is for David1732, let him go after310 Joab3097.","1":"And there happened7122 to be there a man376 of Belial1100, whose name8034 was Sheba7652, the son1121 of Bichri1075, a Benjamite1145: and he blew8628 a trumpet7782, and said559, We have no part2506 in David1732, neither have we inheritance5159 in the son1121 of Jesse3448: every376 man376 to his tents168, O Israel3478.","9":"And Joab3097 said559 to Amasa6021, Art thou in health7965, my brother251? And Joab3097 took270 Amasa6021 by the beard2206 with the right3225 hand3027 to kiss5401 him.","24":"And Adoram151 was over the tribute4522: and Jehoshaphat3092 the son1121 of Ahilud286 was recorder2142: recorder: or, remembrancer","14":"And he went5674 through all the tribes7626 of Israel3478 unto Abel59, and to Bethmaachah1038, and all the Berites1276: and they were gathered together6950 7035, and went935 also after310 him.","7":"And there went out3318 after310 him Joab\u0027s3097 men582, and the Cherethites3774, and the Pelethites6432, and all the mighty men1368: and they went out3318 of Jerusalem3389, to pursue7291 after310 Sheba7652 the son1121 of Bichri1075.","15":"And they came935 and besieged6696 him in Abel59 of Bethmaachah1038, and they cast up8210 a bank5550 against the city5892, and it stood5975 in the trench2426: and all the people5971 that were with Joab3097 battered7843 the wall2346, to throw it down5307. in the trench: or, against the outmost wall battered: Heb. marred to throw down","20":"And Joab3097 answered6030 and said559, Far be it2486, far be it2486 from me, that I should swallow up1104 or destroy7843.","25":"And Sheva7864 7724 was scribe5608: and Zadok6659 and Abiathar54 were the priests3548:","23":"Now Joab3097 was over all the host6635 of Israel3478: and Benaiah1141 the son1121 of Jehoiada3077 was over the Cherethites3774 3746 and over the Pelethites6432:","6":"And David1732 said559 to Abishai52, Now shall Sheba7652 the son1121 of Bichri1075 do us more harm3415 than did Absalom53: take3947 thou thy lord\u0027s113 servants5650, and pursue7291 after310 him, lest he get4672 him fenced1219 cities5892, and escape5337 us5869. escape: Heb. deliver himself from our eyes","4":"Then said559 the king4428 to Amasa6021, Assemble2199 me the men376 of Judah3063 within three7969 days3117, and be thou here present5975. Assemble: Heb. Call","19":"I am one of them that are peaceable7999 and faithful539 in Israel3478: thou seekest1245 to destroy4191 a city5892 and a mother517 in Israel3478: why wilt thou swallow up1104 the inheritance5159 of the LORD3068?","13":"When he was removed3014 out of the highway4546, all the people376 went on5674 after310 Joab3097, to pursue7291 after310 Sheba7652 the son1121 of Bichri1075.","26":"And Ira5896 also the Jairite2972 was a chief ruler3548 about David1732. a chief: or, a prince"},"23":{"11":"And after310 him was Shammah8048 the son1121 of Agee89 the Hararite2043. And the Philistines6430 were gathered together622 into a troop2416, where was a piece2513 of ground7704 full4392 of lentiles5742: and the people5971 fled5127 from6440 the Philistines6430. into: or, for foraging","3":"The God430 of Israel3478 said559, the Rock6697 of Israel3478 spake1696 to me, He that ruleth4910 over men120 must be just6662, ruling4910 in the fear3374 of God430. He: or, Be thou ruler, etc","20":"And Benaiah1141 the son1121 of Jehoiada3077, the son1121 of a valiant2428 man376 381, of Kabzeel6909, who had done many7227 acts6467, he slew5221 two8147 lionlike men739 of Moab4124: he went down3381 also and slew5221 a lion738 in the midst8432 of a pit953 in time3117 of snow7950: who: Heb. great of acts lionlike: Heb. lion of God","12":"But he stood3320 in the midst8432 of the ground2513, and defended5337 it, and slew5221 the Philistines6430: and the LORD3068 wrought6213 a great1419 victory8668.","10":"He arose6965, and smote5221 the Philistines6430 until3588 his hand3027 was weary3021, and his hand3027 clave1692 unto the sword2719: and the LORD3068 wrought6213 a great1419 victory8668 that day3117; and the people5971 returned7725 after310 him only to spoil6584.","17":"And he said559, Be it far2486 from me, O LORD3068, that I should do6213 this: is not this the blood1818 of the men582 that went1980 in jeopardy of their lives5315? therefore he would14 not drink8354 it. These things did6213 these three7969 mighty men1368.","13":"And three7969 7970 of the thirty7970 chief7218 went down3381, and came935 to David1732 in the harvest time7105 unto the cave4631 of Adullam5725: and the troop2416 of the Philistines6430 pitched2583 in the valley6010 of Rephaim7497. three: or, the three captains over the thirty","27":"Abiezer44 the Anethothite6069, Mebunnai4012 the Hushathite2843,","30":"Benaiah1141 the Pirathonite6553, Hiddai1914 of the brooks5158 of Gaash1608, brooks: or, valleys","18":"And Abishai52, the brother251 of Joab3097, the son1121 of Zeruiah6870, was chief7218 among three7992. And he lifted up5782 his spear2595 against three7969 hundred3967, and slew2491 them, and had the name8034 among three7969. and slew them: Heb. slain","36":"Igal3008 the son1121 of Nathan5416 of Zobah6678, Bani1137 the Gadite1425,","29":"Heleb2460 the son1121 of Baanah1196, a Netophathite5200, Ittai863 the son1121 of Ribai7380 out of Gibeah1390 of the children1121 of Benjamin1144,","23":"He was more honourable3513 than the thirty7970, but he attained935 not to the first three7969. And David1732 set7760 him over his guard4928. more: or, honourable among the thirty guard: or, council: Heb. at his command","19":"Was he not most honourable3513 of three7969? therefore he was their captain8269: howbeit he attained935 not unto the first three7969.","1":"Now these be the last314 words1697 of David1732. David1732 the son1121 of Jesse3448 said5002, and the man1397 who was raised up6965 on high5920, the anointed4899 of the God430 of Jacob3290, and the sweet5273 psalmist2158 of Israel3478, said5002,","5":"Although my house1004 be not so with God410; yet he hath made7760 with me an everlasting5769 covenant1285, ordered6186 in all things, and sure8104: for this is all my salvation3468, and all my desire2656, although he make it not to grow6779.","4":"And he shall be as the light216 of the morning1242, when the sun8121 riseth2224, even a morning1242 without3808 clouds5645; as the tender grass1877 springing out of the earth776 by clear shining5051 after rain4306.","8":"These be the names8034 of the mighty men1368 whom David1732 had: The Tachmonite8461 that sat3427 in the seat7675 3429, chief7218 among the captains7991; the same was Adino5722 the Eznite6112: he lift up his spear against eight8083 hundred3967, whom he slew2491 at one259 time6471. The Tachmonite: or, Joshebbassebet the Tachmonite, head of the three. whom he: Heb. slain. he lift: See 1.Ch.11.11. whom he: Heb. slain","26":"Helez2503 the Paltite6407, Ira5896 the son1121 of Ikkesh6142 the Tekoite8621,","39":"Uriah223 the Hittite2850: thirty7970 and seven7651 in all.","14":"And David1732 was then in an hold4686, and the garrison4673 of the Philistines6430 was then in Bethlehem1035.","37":"Zelek6768 the Ammonite5984, Naharai5171 the Beerothite886, armourbearer5375 3627 to Joab3097 the son1121 of Zeruiah6870,","22":"These things did6213 Benaiah1141 the son1121 of Jehoiada3077, and had the name8034 among three7969 mighty men1368.","28":"Zalmon6756 the Ahohite266, Maharai4121 the Netophathite5200,","25":"Shammah8048 the Harodite2733, Elika470 the Harodite2733,","9":"And after310 him was Eleazar499 the son1121 of Dodo1734 the Ahohite266, one of the three7969 mighty men1368 with David1732, when they defied2778 the Philistines6430 that were there gathered together622 to battle4421, and the men376 of Israel3478 were gone away5927:","33":"Shammah8048 the Hararite2043, Ahiam279 the son1121 of Sharar8325 the Hararite2043,","15":"And David1732 longed183, and said559, Oh that one would give me drink8248 of the water4325 of the well953 of Bethlehem1035, which is by the gate8179!","34":"Eliphelet467 the son1121 of Ahasbai308, the son1121 of the Maachathite4602, Eliam463 the son1121 of Ahithophel302 the Gilonite1526,","21":"And he slew2026 an Egyptian4713, a goodly4758 man376: and the Egyptian4713 had a spear2595 in his hand3027; but he went down3381 to him with a staff7626, and plucked1497 the spear2595 out of the Egyptian\u0027s4713 hand3027, and slew5221 him with his own spear2595. a goodly: Heb. a man of countenance, or, sight: called I.Chr.I.23. a man of great stature","24":"Asahel6214 the brother251 of Joab3097 was one of the thirty7970; Elhanan445 the son1121 of Dodo1734 of Bethlehem1035,","16":"And the three7969 mighty men1368 brake through1234 the host4264 of the Philistines6430, and drew7579 water4325 out of the well953 of Bethlehem1035, that was by the gate8179, and took5375 it, and brought935 it to David1732: nevertheless he would14 not drink8354 thereof, but poured it out5258 unto the LORD3068.","35":"Hezrai2695 the Carmelite3761, Paarai6474 the Arbite701,","32":"Eliahba455 the Shaalbonite8170, of the sons1121 of Jashen3464, Jonathan3083,","7":"But the man376 that shall touch5060 them must be fenced4390 with iron1270 and the staff6086 of a spear2595; and they shall be utterly8313 burned8313 with fire784 in the same place7675. fenced: Heb. filled","2":"The Spirit7307 of the LORD3068 spake1696 by me, and his word4405 was in my tongue3956.","38":"Ira5896 an Ithrite3505, Gareb1619 an Ithrite3505,","6":"But the sons of Belial1100 shall be all of them as thorns6975 thrust away5074, because they cannot be taken3947 with hands3027:","31":"Abialbon45 the Arbathite6164, Azmaveth5820 the Barhumite1273,"},"6":{"16":"And as the ark727 of the LORD3068 came935 into the city5892 of David1732, Michal4324 Saul\u0027s7586 daughter1323 looked8259 through a window2474, and saw7200 king4428 David1732 leaping6339 and dancing3769 before6440 the LORD3068; and she despised959 him in her heart3820.","3":"And they set7392 the ark727 of God430 upon a new2319 cart5699, and brought5375 it out of the house1004 of Abinadab41 that was in Gibeah1390: and Uzzah5798 and Ahio283, the sons1121 of Abinadab41, drave5090 the new2319 cart5699. set: Heb. made to ride Gibeah: or, the hill","5":"And David1732 and all the house1004 of Israel3478 played7832 before6440 the LORD3068 on all manner of instruments made of fir1265 wood6086, even on harps3658, and on psalteries5035, and on timbrels8596, and on cornets4517, and on cymbals6767.","21":"And David1732 said559 unto Michal4324, It was before6440 the LORD3068, which chose977 me before thy father1, and before all his house1004, to appoint6680 me ruler5057 over the people5971 of the LORD3068, over Israel3478: therefore will I play7832 before6440 the LORD3068.","18":"And as soon as David1732 had made an end3615 of offering5927 burnt offerings5930 and peace offerings8002, he blessed1288 the people5971 in the name8034 of the LORD3068 of hosts6635.","12":"And it was told5046 king4428 David1732, saying559, The LORD3068 hath blessed1288 the house1004 of Obededom5654, and all that pertaineth unto him, because of the ark727 of God430. So David1732 went3212 and brought up5927 the ark727 of God430 from the house1004 of Obededom5654 into the city5892 of David1732 with gladness8057.","10":"So David1732 would14 not remove5493 the ark727 of the LORD3068 unto him into the city5892 of David1732: but David1732 carried it aside5186 into the house1004 of Obededom5654 the Gittite1663.","2":"And David1732 arose6965, and went3212 with all the people5971 that were with him from Baale of Judah1184, to bring up5927 from thence the ark727 of God430, whose name8034 is called7121 by the name8034 of the LORD3068 of hosts6635 that dwelleth3427 between the cherubims3742. Baale: or, Baalah, that is, Kirjathjearim whose name: or, at which the name, even the name of the LORD of hosts, was called upon","22":"And I will yet be more vile7043 than thus2063, and will be base8217 in mine own sight5869: and of the maidservants519 which thou hast spoken559 of, of them shall I be had in honour3513. of the: or, of the handmaids of my servants","8":"And David1732 was displeased2734, because the LORD3068 had made6555 a breach6556 upon Uzzah5798: and he called7121 the name of the place4725 Perezuzzah6560 to this day3117. made: Heb. broken Perezuzzah: that is, the breach of Uzzah","17":"And they brought935 in the ark727 of the LORD3068, and set3322 it in his place4725, in the midst8432 of the tabernacle168 that David1732 had pitched5186 for it: and David1732 offered5927 burnt offerings5930 and peace offerings8002 before6440 the LORD3068. pitched: Heb. stretched","11":"And the ark727 of the LORD3068 continued3427 in the house1004 of Obededom5654 the Gittite1663 three7969 months2320: and the LORD3068 blessed1288 Obededom5654, and all his household1004.","1":"Again, David1732 gathered together622 3254 all the chosen977 men of Israel3478, thirty7970 thousand505.","9":"And David1732 was afraid3372 of the LORD3068 that day3117, and said559, How shall the ark727 of the LORD3068 come935 to me?","14":"And David1732 danced3769 before6440 the LORD3068 with all his might5797; and David1732 was girded2296 with a linen906 ephod646.","7":"And the anger639 of the LORD3068 was kindled2734 against Uzzah5798; and God430 smote5221 him there for his error7944; and there he died4191 by the ark727 of God430. error: or, rashness","15":"So David1732 and all the house1004 of Israel3478 brought up5927 the ark727 of the LORD3068 with shouting8643, and with the sound6963 of the trumpet7782.","20":"Then David1732 returned7725 to bless1288 his household1004. And Michal4324 the daughter1323 of Saul7586 came out3318 to meet7125 David1732, and said559, How glorious3513 was the king4428 of Israel3478 to day3117, who uncovered1540 himself to day3117 in the eyes5869 of the handmaids519 of his servants5650, as one259 of the vain fellows7386 shamelessly1540 uncovereth1540 himself! shamelessly: or, openly","23":"Therefore Michal4324 the daughter1323 of Saul7586 had no child2056 3206 unto the day3117 of her death4194.","6":"And when they came935 to Nachon\u0027s5225 threshingfloor1637, Uzzah5798 put forth7971 his hand to the ark727 of God430, and took hold270 of it; for the oxen1241 shook8058 it. shook it: or, stumbled","4":"And they brought5375 it out of the house1004 of Abinadab41 which was at Gibeah1390, accompanying5973 the ark727 of God430: and Ahio283 went1980 before6440 the ark727. accompanying: Heb. with","19":"And he dealt2505 among all the people5971, even among the whole multitude1995 of Israel3478, as well to the women802 as men376, to every one376 a259 cake2471 of bread3899, and a good piece829 of flesh, and a flagon809 of wine. So all the people5971 departed3212 every one376 to his house1004.","13":"And it was so, that when they that bare5375 the ark727 of the LORD3068 had gone6805 six8337 paces6806, he sacrificed2076 oxen7794 and fatlings4806."},"4":{"7":"For when they came935 into the house1004, he lay7901 on his bed4296 in his bedchamber2315 4904, and they smote5221 him, and slew4191 him, and beheaded5493 him, and took3947 his head7218, and gat them away3212 through1870 the plain6160 all night3915.","9":"And David1732 answered6030 Rechab7394 and Baanah1196 his brother251, the sons1121 of Rimmon7417 the Beerothite886, and said559 unto them, As the LORD3068 liveth2416, who hath redeemed6299 my soul5315 out of all adversity6869,","10":"When one told5046 me, saying559, Behold, Saul7586 is dead4191, thinking to have brought5869 good tidings1319, I took hold270 of him, and slew2026 him in Ziklag6860, who thought that I would have given5414 him a reward for his tidings1309: thinking: Heb. he was in his own eyes as a bringer, etc who: or, which was the reward I gave him for his tidings","3":"And the Beerothites886 fled1272 to Gittaim1664, and were sojourners1481 there until this day3117.)","11":"How much more, when wicked7563 men582 have slain2026 a righteous6662 person376 in his own house1004 upon his bed4904? shall I not therefore now require1245 his blood1818 of your hand3027, and take you away1197 from the earth776?","2":"And Saul\u0027s7586 son1121 had1961 two8147 men582 that were captains8269 of bands1416: the name8034 of the one259 was Baanah1196, and the name8034 of the other8145 Rechab7394, the sons1121 of Rimmon7417 a Beerothite886, of the children1121 of Benjamin1144: (for Beeroth881 also was reckoned2803 to Benjamin1144: other: Heb. second","1":"And when Saul\u0027s7586 son1121 heard8085 that Abner74 was dead4191 in Hebron2275, his hands3027 were feeble7503, and all the Israelites3478 were troubled926.","12":"And David1732 commanded6680 his young men5288, and they slew2026 them, and cut off7112 their hands3027 and their feet7272, and hanged them up8518 over the pool1295 in Hebron2275. But they took3947 the head7218 of Ishbosheth378, and buried6912 it in the sepulchre6913 of Abner74 in Hebron2275.","4":"And Jonathan3083, Saul\u0027s7586 son1121, had a son1121 that was lame5223 of his feet7272. He was five2568 years8141 old1121 when the tidings8052 came935 of Saul7586 and Jonathan3083 out of Jezreel3157, and his nurse539 took him up5375, and fled5127: and it came to pass, as she made haste2648 to flee5127, that he fell5307, and became lame6452. And his name8034 was Mephibosheth4648. Mephibosheth: or, Meribbaal","6":"And they came thither935 into the midst8432 of the house1004, as though they would have fetched3947 wheat2406; and they smote5221 him under the fifth2570 rib: and Rechab7394 and Baanah1196 his brother251 escaped4422.","5":"And the sons1121 of Rimmon7417 the Beerothite886, Rechab7394 and Baanah1196, went3212, and came935 about the heat2527 of the day3117 to the house1004 of Ishbosheth378, who lay7901 on a bed4904 at noon6672.","8":"And they brought935 the head7218 of Ishbosheth378 unto David1732 to Hebron2275, and said559 to the king4428, Behold the head7218 of Ishbosheth378 the son1121 of Saul7586 thine enemy341, which sought1245 thy life5315; and the LORD3068 hath5414 avenged5360 my lord113 the king4428 this day3117 of Saul7586, and of his seed2233."},"19":{"11":"And king4428 David1732 sent7971 to Zadok6659 and to Abiathar54 the priests3548, saying559, Speak1696 unto the elders2205 of Judah3063, saying559, Why are ye the last314 to bring7725 the king4428 back7725 to his house1004? seeing the speech1697 of all Israel3478 is come935 to the king4428, even to his house1004.","41":"And, behold, all the men376 of Israel3478 came935 to the king4428, and said559 unto the king4428, Why have our brethren251 the men376 of Judah3063 stolen thee away1589, and have brought5674 the king4428, and his household1004, and all David\u0027s1732 men582 with him, over Jordan3383?","42":"And all the men376 of Judah3063 answered6030 the men376 of Israel3478, Because the king4428 is near of kin7138 to us: wherefore then be ye angry2734 for this matter1697? have we eaten398 at all398 of the king\u0027s4428 cost? or hath he given5375 us any gift5379?","3":"And the people5971 gat935 them by stealth1589 that day3117 into the city5892, as people5971 being ashamed3637 steal away1589 when they flee5127 in battle4421.","20":"For thy servant5650 doth know3045 that I have sinned2398: therefore, behold, I am come935 the first7223 this day3117 of all the house1004 of Joseph3130 to go down3381 to meet7125 my lord113 the king4428.","12":"Ye are my brethren251, ye are my bones6106 and my flesh1320: wherefore then are ye the last314 to bring back7725 the king4428?","10":"And Absalom53, whom we anointed4886 over us, is dead4191 in battle4421. Now therefore why speak2790 ye not a word of bringing7725 the king4428 back7725? speak: Heb. are ye silent?","17":"And there were a thousand505 men376 of Benjamin1145 with him, and Ziba6717 the servant5288 of the house1004 of Saul7586, and his fifteen2568 6240 sons1121 and his twenty6242 servants5650 with him; and they went over6743 Jordan3383 before6440 the king4428.","40":"Then the king4428 went on5674 to Gilgal1537, and Chimham3643 went on5674 with him: and all the people5971 of Judah3063 conducted5674 5674 the king4428, and also half2677 the people5971 of Israel3478. Chimham: Heb. Chimhan","13":"And say559 ye to Amasa6021, Art thou not of my bone6106, and of my flesh1320? God430 do6213 so to me, and more3254 also, if thou be not captain8269 of the host6635 before6440 me continually3117 in the room8478 of Joab3097.","27":"And he hath slandered7270 thy servant5650 unto my lord113 the king4428; but my lord113 the king4428 is as an angel4397 of God430: do6213 therefore what is good2896 in thine eyes5869.","30":"And Mephibosheth4648 said559 unto the king4428, Yea, let him take3947 all, forasmuch310 as834 my lord113 the king4428 is come again935 in peace7965 unto his own house1004.","18":"And there went over5674 a ferry boat5679 to carry over5674 the king\u0027s4428 household1004, and to do6213 what he thought5869 good2896. And Shimei8096 the son1121 of Gera1617 fell down5307 before6440 the king4428, as he was come over5674 Jordan3383; what: Heb. the good in his eyes","36":"Thy servant5650 will go5674 a little way4592 over5674 Jordan3383 with the king4428: and why should the king4428 recompense1580 it me with such a reward1578?","29":"And the king4428 said559 unto him, Why speakest1696 thou any more of thy matters1697? I have said559, Thou and Ziba6717 divide2505 the land7704.","23":"Therefore the king4428 said559 unto Shimei8096, Thou shalt not die4191. And the king4428 sware7650 unto him.","19":"And said559 unto the king4428, Let not my lord113 impute2803 iniquity5771 unto me, neither do thou remember2142 that which thy servant5650 did perversely5753 the day3117 that my lord113 the king4428 went out3318 of Jerusalem3389, that the king4428 should take7760 it to his heart3820.","1":"And it was told5046 Joab3097, Behold, the king4428 weepeth1058 and mourneth56 for Absalom53.","5":"And Joab3097 came935 into the house1004 to the king4428, and said559, Thou hast shamed3001 this day3117 the faces6440 of all thy servants5650, which this day3117 have saved4422 thy life5315, and the lives5315 of thy sons1121 and of thy daughters1323, and the lives5315 of thy wives802, and the lives5315 of thy concubines6370;","4":"But the king4428 covered3813 his face6440, and the king4428 cried2199 with a loud1419 voice6963, O my son1121 Absalom53, O Absalom53, my son1121, my son1121!","8":"Then the king4428 arose6965, and sat3427 in the gate8179. And they told5046 unto all the people5971, saying559, Behold, the king4428 doth sit3427 in the gate8179. And all the people5971 came935 before6440 the king4428: for Israel3478 had fled5127 every man376 to his tent168.","26":"And he answered559, My lord113, O king4428, my servant5650 deceived7411 me: for thy servant5650 said559, I will saddle2280 me an ass2543, that I may ride7392 thereon, and go3212 to the king4428; because thy servant5650 is lame6455.","39":"And all the people5971 went over5674 Jordan3383. And when the king4428 was come over5674, the king4428 kissed5401 Barzillai1271, and blessed1288 him; and he returned7725 unto his own place4725.","14":"And he bowed5186 the heart3824 of all the men376 of Judah3063, even as the heart of one259 man376; so that they sent7971 this word unto the king4428, Return7725 thou, and all thy servants5650.","37":"Let thy servant5650, I pray thee, turn back again7725, that I may die4191 in mine own city5892, and be buried by the grave6913 of my father1 and of my mother517. But behold thy servant5650 Chimham3643; let him go over5674 with my lord113 the king4428; and do6213 to him what shall seem good2896 5869 unto thee.","22":"And David1732 said559, What have I to do with you, ye sons1121 of Zeruiah6870, that ye should this day3117 be adversaries7854 unto me? shall there any man376 be put to death4191 this day3117 in Israel3478? for do not I know3045 that I am this day3117 king4428 over Israel3478?","28":"For all of my father\u0027s1 house1004 were but3808 dead4194 men582 before my lord113 the king4428: yet didst thou set7896 thy servant5650 among them that did eat398 at thine own table7979. What right6666 therefore have3426 I yet to cry2199 any more unto the king4428? dead: Heb. men of death","25":"And it came to pass, when he was come935 to Jerusalem3389 to meet7125 the king4428, that the king4428 said559 unto him, Wherefore wentest1980 not thou with me, Mephibosheth4648?","9":"And all the people5971 were at strife1777 throughout all the tribes7626 of Israel3478, saying559, The king4428 saved5337 us out of the hand3709 of our enemies341, and he delivered4422 us out of the hand3709 of the Philistines6430; and now he is fled1272 out of the land776 for Absalom53.","33":"And the king4428 said559 unto Barzillai1271, Come thou over5674 with me, and I will feed3557 thee with me in Jerusalem3389.","15":"So the king4428 returned7725, and came935 to Jordan3383. And Judah3063 came935 to Gilgal1537, to go3212 to meet7125 the king4428, to conduct5674 the king4428 over5674 Jordan3383.","34":"And Barzillai1271 said559 unto the king4428, How long3117 have I to live8141 2416, that I should go up5927 with the king4428 unto Jerusalem3389? How: Heb. How many days are the years of my life","21":"But Abishai52 the son1121 of Zeruiah6870 answered6030 and said559, Shall not Shimei8096 be put to death4191 for this, because he cursed7043 the LORD\u0027S3068 anointed4899?","24":"And Mephibosheth4648 the son1121 of Saul7586 came down3381 to meet7125 the king4428, and had neither3808 dressed6213 his feet7272, nor trimmed6213 his beard8222, nor washed3526 his clothes899, from the day3117 the king4428 departed3212 until the day3117 he came935 again in peace7965.","16":"And Shimei8096 the son1121 of Gera1617, a Benjamite1145, which was of Bahurim980, hasted4116 and came down3381 with the men376 of Judah3063 to meet7125 king4428 David1732.","35":"I am this day3117 fourscore8084 years8141 old1121: and can I discern3045 between good2896 and evil7451? can thy servant5650 taste2938 what834 I eat398 or what834 I drink8354? can I hear8085 any more the voice6963 of singing men7891 and singing women7891? wherefore then should thy servant5650 be yet a burden4853 unto my lord113 the king4428?","32":"Now Barzillai1271 was a very3966 aged2204 man, even fourscore8084 years8141 old1121: and he had provided the king4428 of sustenance3557 while he lay7871 at Mahanaim4266; for he was a very3966 great1419 man376.","7":"Now therefore arise6965, go forth3318, and speak1696 comfortably3820 unto thy servants5650: for I swear7650 by the LORD3068, if thou go not forth3318, there will not tarry3885 one376 with thee this night3915: and that will be worse7489 unto thee than all the evil7451 that befell935 thee from thy youth5271 until now. comfortably: Heb. to the heart of thy servants","43":"And the men376 of Israel3478 answered6030 the men376 of Judah3063, and said559, We have ten6235 parts3027 in the king4428, and we589 have also more right in David1732 than ye: why then did ye despise7043 us, that our advice1697 should not be first7223 had in bringing back7725 our king4428? And the words1697 of the men376 of Judah3063 were fiercer7185 than the words1697 of the men376 of Israel3478. despise: Heb. set us at light","2":"And the victory8668 that day3117 was turned into mourning60 unto all the people5971: for the people5971 heard8085 say559 that day3117 how the king4428 was grieved6087 for his son1121. victory: Heb. salvation, or, deliverance","38":"And the king4428 answered559, Chimham3643 shall go5674 over with me, and I will do6213 to him that which shall seem good2896 5869 unto thee: and whatsoever thou shalt require977 of me, that will I do6213 for thee. require: Heb. choose","6":"In that thou lovest157 thine enemies8130, and hatest8130 thy friends157. For thou hast declared5046 this day3117, that thou regardest neither princes8269 nor servants5650: for this day3117 I perceive3045, that if3863 Absalom53 had lived2416, and all we had died4191 this day3117, then it had pleased thee well3477 5869. in: Heb. By loving, etc that thou regardest: Heb. that princes or servants are not to thee","31":"And Barzillai1271 the Gileadite1569 came down3381 from Rogelim7274, and went over5674 Jordan3383 with the king4428, to conduct7971 him over Jordan3383."},"13":{"11":"And when she had brought5066 them unto him to eat398, he took hold2388 of her, and said559 unto her, Come935 lie7901 with me, my sister269.","3":"But Amnon550 had a friend7453, whose name8034 was Jonadab3122, the son1121 of Shimeah8093 David\u0027s1732 brother251: and Jonadab3122 was a very3966 subtil2450 man376.","20":"And Absalom53 her brother251 said559 unto her, Hath Amnon550 thy brother251 been with thee? but hold now thy peace2790, my sister269: he is thy brother251; regard7896 3820 not this thing1697. So Tamar8559 remained3427 desolate8074 in her brother251 Absalom\u0027s53 house1004. Amnon: Heb. Aminon regard: Heb. set not thy heart desolate: Heb. and desolate","12":"And she answered559 him, Nay, my brother251, do not force6031 me; for no such thing ought3651 to be done6213 in Israel3478: do6213 not thou this folly5039. force: Heb. humble me no such: Heb. it ought not so to be done","10":"And Amnon550 said559 unto Tamar8559, Bring935 the meat1279 into the chamber2315, that I may eat1262 of thine hand3027. And Tamar8559 took3947 the cakes3834 which she had made6213, and brought935 them into the chamber2315 to Amnon550 her brother251.","17":"Then he called7121 his servant5288 that ministered8334 unto him, and said559, Put7971 now this woman out2351 from me, and bolt5274 the door1817 after310 her.","13":"And I, whither shall I cause my shame2781 to go3212? and as for thee, thou shalt be as one259 of the fools5036 in Israel3478. Now therefore, I pray thee, speak1696 unto the king4428; for he will not withhold4513 me from thee.","27":"But Absalom53 pressed6555 him, that he let Amnon550 and all the king\u0027s4428 sons1121 go7971 with him.","30":"And it came to pass, while they were in the way1870, that tidings8052 came935 to David1732, saying559, Absalom53 hath slain5221 all the king\u0027s4428 sons1121, and there is not one259 of them left3498.","18":"And she had a garment3801 of divers colours6446 upon her: for with such robes4598 were the king\u0027s4428 daughters1323 that were virgins1330 apparelled3847. Then his servant8334 brought3318 her out2351, and bolted5274 the door1817 after310 her.","36":"And it came to pass, as soon as he had made an end3615 of speaking1696, that, behold, the king\u0027s4428 sons1121 came935, and lifted up5375 their voice6963 and wept1058: and the king4428 also and all his servants5650 wept1058 very3966 sore1065 1419. very: Heb. with a great weeping greatly","29":"And the servants5288 of Absalom53 did6213 unto Amnon550 as Absalom53 had commanded6680. Then all the king\u0027s4428 sons1121 arose6965, and every man376 gat him up7392 upon his mule6505, and fled5127. gat: Heb. rode","23":"And it came to pass after two full3117 years8141, that Absalom53 had sheepshearers1494 in Baalhazor1178, which is beside Ephraim669: and Absalom53 invited7121 all the king\u0027s4428 sons1121.","19":"And Tamar8559 put3947 ashes665 on her head7218, and rent7167 her garment3801 of divers colours6446 that was on her, and laid7760 her hand3027 on her head7218, and went3212 on1980 crying2199.","1":"And it came to pass after310 this, that Absalom53 the son1121 of David1732 had a fair3303 sister269, whose name8034 was Tamar8559; and Amnon550 the son1121 of David1732 loved157 her.","5":"And Jonadab3082 said559 unto him, Lay thee down7901 on thy bed4904, and make thyself sick2470: and when thy father1 cometh935 to see7200 thee, say559 unto him, I pray thee, let my sister269 Tamar8559 come935, and give1262 me meat3899, and dress6213 the meat1279 in my sight5869, that I may see7200 it, and eat398 it at her hand3027.","4":"And he said559 unto him, Why art thou, being the king\u0027s4428 son1121, lean1800 from day1242 to day1242? wilt thou not tell5046 me? And Amnon550 said559 unto him, I love157 Tamar8559, my brother251 Absalom\u0027s53 sister269. lean: Heb. thin from day: Heb. morning by morning","8":"So Tamar8559 went3212 to her brother251 Amnon\u0027s550 house1004; and he was laid down7901. And she took3947 flour1217, and kneaded3888 it, and made cakes3823 in his sight5869, and did bake1310 the cakes3834. flour: or, paste","26":"Then said559 Absalom53, If not, I pray thee, let my brother251 Amnon550 go3212 with us. And the king4428 said559 unto him, Why should he go3212 with thee?","39":"And the soul of king4428 David1732 longed3615 to go forth3318 unto Absalom53: for he was comforted5162 concerning Amnon550, seeing he was dead4191. longed: or, was consumed","14":"Howbeit he would14 not hearken8085 unto her voice6963: but, being stronger2388 than she, forced6031 her, and lay7901 with her.","37":"But Absalom53 fled1272, and went3212 to Talmai8526, the son1121 of Ammihud5991 5989, king4428 of Geshur1650. And David mourned56 for his son1121 every day3117. Ammihud: or, Ammihur","22":"And Absalom53 spake1696 unto his brother Amnon550 neither good2896 nor bad7451: for Absalom53 hated8130 Amnon550, because1697 he had forced6031 his sister269 Tamar8559.","28":"Now Absalom53 had commanded6680 his servants5288, saying559, Mark7200 ye now when Amnon\u0027s550 heart3820 is merry2896 with wine3196, and when I say559 unto you, Smite5221 Amnon550; then kill4191 him, fear3372 not: have not I commanded6680 you? be courageous2388, and be valiant1121 2428. have: or, will you not, since I have commanded you? valiant: Heb. sons of valour","25":"And the king4428 said559 to Absalom53, Nay, my son1121, let us not all now go3212, lest we be chargeable3513 unto thee. And he pressed6555 him: howbeit he would14 not go3212, but blessed1288 him.","9":"And she took3947 a pan4958, and poured them out3332 before6440 him; but he refused3985 to eat398. And Amnon550 said559, Have out3318 all men376 from me. And they went out3318 every man376 from him.","33":"Now therefore let not my lord113 the king4428 take7760 the thing1697 to his heart3820, to think559 that all the king\u0027s4428 sons1121 are dead4191: for Amnon550 only is dead4191.","15":"Then Amnon550 hated8130 her exceedingly3966 1419; so that the hatred8135 wherewith he hated8130 her was greater1419 than the love160 wherewith he had loved157 her. And Amnon550 said559 unto her, Arise6965, be gone3212. exceedingly: Heb. with great hatred greatly","34":"But Absalom53 fled1272. And the young man5288 that kept the watch6822 lifted up5375 his eyes5869, and looked7200, and, behold, there came1980 much7227 people5971 by the way1870 of the hill2022 side6654 behind310 him.","21":"But when king4428 David1732 heard8085 of all these things1697, he was very3966 wroth2734.","24":"And Absalom53 came935 to the king4428, and said559, Behold now, thy servant5650 hath sheepshearers1494; let3212 the king4428, I beseech thee, and his servants5650 go3212 with thy servant5650.","16":"And she said559 unto him, There is no cause182: this evil7451 in sending me away7971 is greater1419 than the other312 that thou didst6213 unto me. But he would14 not hearken8085 unto her.","35":"And Jonadab3122 said559 unto the king4428, Behold, the king\u0027s4428 sons1121 come935: as thy servant5650 said1697, so it is. as thy: Heb. according to the word of thy servant","32":"And Jonadab3122, the son1121 of Shimeah8093 David\u0027s1732 brother251, answered6030 and said559, Let not my lord113 suppose559 that they have slain4191 all the young men5288 the king\u0027s4428 sons1121; for Amnon550 only is dead4191: for by the appointment6310 of Absalom53 this hath been determined7760 from the day3117 that he forced6031 his sister269 Tamar8559. appointment: Heb. mouth determined: or, settled","7":"Then David1732 sent7971 home1004 to Tamar8559, saying559, Go3212 now to thy brother251 Amnon\u0027s550 house1004, and dress6213 him meat1279.","2":"And Amnon550 was so vexed3334, that he fell sick2470 for his sister269 Tamar8559; for she was a virgin1330; and Amnon550 thought5869 it hard6381 for him to do6213 any thing3972 to her. Amnon thought: Heb. it was marvellous, or, hidden in the eyes of Amnon","38":"So Absalom53 fled1272, and went3212 to Geshur1650, and was there three7969 years8141.","6":"So Amnon550 lay down7901, and made himself sick2470: and when the king4428 was come935 to see7200 him, Amnon550 said559 unto the king4428, I pray thee, let Tamar8559 my sister269 come935, and make3823 me a couple8147 of cakes3834 in my sight5869, that I may eat1262 at her hand3027.","31":"Then the king4428 arose6965, and tare7167 his garments899, and lay7901 on the earth776; and all his servants5650 stood5324 by with their clothes899 rent7167."}}}