{"translationKey":"kjv","translation":"KJV","book":"Amos","bookSlug":"amos","chapters":{"7":{"16":"Now therefore hear8085 thou the word1697 of the LORD3068: Thou sayest559, Prophesy5012 not against Israel3478, and drop5197 not thy word against the house1004 of Isaac3446.","3":"The LORD3068 repented5162 for this: It shall not be, saith559 the LORD3068.","5":"Then said559 I, O Lord136 GOD3069, cease2308, I beseech thee: by whom shall Jacob3290 arise6965? for he is small6996. by: or, who of (or, for,) Jacob shall stand?","12":"Also Amaziah558 said559 unto Amos5986, O thou seer2374, go3212, flee thee away1272 into the land776 of Judah3063, and there eat398 bread3899, and prophesy5012 there:","10":"Then Amaziah558 the priest3548 of Bethel1008 sent7971 to Jeroboam3379 king4428 of Israel3478, saying559, Amos5986 hath conspired7194 against thee in the midst7130 of the house1004 of Israel3478: the land776 is not able3201 to bear3557 all his words1697.","2":"And it came to pass, that when they had made an end3615 of eating398 the grass6212 of the land776, then I said559, O Lord136 GOD3069, forgive5545, I beseech thee: by whom shall Jacob3290 arise6965? for he is small6996. by: or, who of (or, for,) Jacob shall stand?","8":"And the LORD3068 said559 unto me, Amos5986, what seest7200 thou? And I said559, A plumbline594. Then said559 the Lord136, Behold, I will set7760 a plumbline594 in the midst7130 of my people5971 Israel3478: I will not again3254 pass by5674 them any more:","17":"Therefore thus saith559 the LORD3068; Thy wife802 shall be an harlot2181 in the city5892, and thy sons1121 and thy daughters1323 shall fall5307 by the sword2719, and thy land127 shall be divided2505 by line2256; and thou shalt die4191 in5921 a polluted2931 land127: and Israel3478 shall surely1540 go into captivity1540 forth of his land127.","11":"For thus Amos5986 saith559, Jeroboam3379 shall die4191 by the sword2719, and Israel3478 shall surely1540 be led away captive1540 out of their own land127.","1":"Thus hath the Lord136 GOD3069 shewed7200 unto me; and, behold, he formed3335 grasshoppers1462 in the beginning8462 of the shooting up5927 of the latter growth3954; and, lo, it was the latter growth3954 after310 the king\u0027s4428 mowings1488. grasshoppers: or, green worms","9":"And the high places1116 of Isaac3446 shall be desolate8074, and the sanctuaries4720 of Israel3478 shall be laid waste2717; and I will rise6965 against the house1004 of Jeroboam3379 with the sword2719.","14":"Then answered6030 Amos5986, and said559 to Amaziah558, I was no prophet5030, neither was I a prophet\u0027s5030 son1121; but I was an herdman951, and a gatherer1103 of sycomore fruit8256: sycomore: or, wild figs","7":"Thus he shewed7200 me: and, behold, the Lord136 stood5324 upon a wall2346 made by a plumbline594, with a plumbline594 in his hand3027.","15":"And the LORD3068 took3947 me as I followed310 the flock6629, and the LORD3068 said559 unto me, Go3212, prophesy5012 unto my people5971 Israel3478. as: Heb. from behind","6":"The LORD3068 repented5162 for this: This also shall not be, saith559 the Lord136 GOD3069.","4":"Thus hath the Lord136 GOD3069 shewed7200 unto me: and, behold, the Lord136 GOD3069 called7121 to contend7378 by fire784, and it devoured398 the great7227 deep8415, and did eat up398 a part2506.","13":"But prophesy5012 not again3254 any more at Bethel1008: for it is the king\u0027s4428 chapel4720, and it is the king\u0027s4467 court1004. chapel: or, sanctuary king\u0027s court: Heb. house of the kingdom"},"9":{"3":"And though they hide2244 themselves in the top7218 of Carmel3760, I will search2664 and take them out3947 thence; and though they be hid5641 from my sight5869 in the bottom7172 of the sea3220, thence will I command6680 the serpent5175, and he shall bite5391 them:","5":"And the Lord136 GOD3069 of hosts6635 is he that toucheth5060 the land776, and it shall melt4127, and all that dwell3427 therein shall mourn56: and it shall rise up5927 wholly like a flood2975; and shall be drowned8257, as by the flood2975 of Egypt4714.","12":"That they may possess3423 the remnant7611 of Edom123, and of all the heathen1471, which are called7121 by my name8034, saith5002 the LORD3068 that doeth6213 this. which: Heb. upon whom my name is called","10":"All the sinners2400 of my people5971 shall die4191 by the sword2719, which say559, The evil7451 shall not overtake5066 nor prevent6923 us.","2":"Though they dig2864 into hell7585, thence shall mine hand3027 take3947 them; though they climb up5927 to heaven8064, thence will I bring them down3381:","8":"Behold, the eyes5869 of the Lord136 GOD3069 are upon the sinful2403 kingdom4467, and I will destroy8045 it from off the face6440 of the earth127; saving657 that I will not utterly8045 destroy8045 the house1004 of Jacob3290, saith5002 the LORD3068.","11":"In that day3117 will I raise up6965 the tabernacle5521 of David1732 that is fallen5307, and close up1443 the breaches6556 thereof; and I will raise up6965 his ruins2034, and I will build1129 it as in the days3117 of old5769: close: Heb. hedge, or, wall","1":"I saw7200 the Lord136 standing5324 upon the altar4196: and he said559, Smite5221 the lintel of the door3730, that the posts5592 may shake7493: and cut1214 them in the head7218, all of them; and I will slay2026 the last319 of them with the sword2719: he that fleeth5127 of them shall not flee away5127, and he that escapeth6412 of them shall not be delivered4422. lintel: or, chapiter, or, knop cut: or, wound them","9":"For, lo, I will command6680, and I will sift5128 the house1004 of Israel3478 among all nations1471, like as corn is sifted5128 in a sieve3531, yet shall not the least grain6872 fall5307 upon the earth776. sift: Heb. cause to move grain: Heb. stone","14":"And I will bring again7725 the captivity7622 of my people5971 of Israel3478, and they shall build1129 the waste8074 cities5892, and inhabit3427 them; and they shall plant5193 vineyards3754, and drink8354 the wine3196 thereof; they shall also make6213 gardens1593, and eat398 the fruit6529 of them.","7":"Are ye not as children1121 of the Ethiopians3569 unto me, O children1121 of Israel3478? saith5002 the LORD3068. Have not I brought up5927 Israel3478 out of the land776 of Egypt4714? and the Philistines6430 from Caphtor3731, and the Syrians758 from Kir7024?","15":"And I will plant5193 them upon their land127, and they shall no more be pulled up5428 out of their land127 which I have given5414 them, saith559 the LORD3068 thy God430.","6":"It is he that buildeth1129 his stories4609 in the heaven8064, and hath founded3245 his troop92 in the earth776; he that calleth7121 for the waters4325 of the sea3220, and poureth them out8210 upon the face6440 of the earth776: The LORD3068 is his name8034. stories: or, spheres: Heb. ascensions troop: or, bundle","4":"And though they go3212 into captivity7628 before6440 their enemies341, thence will I command6680 the sword2719, and it shall slay2026 them: and I will set7760 mine eyes5869 upon them for evil7451, and not for good2896.","13":"Behold, the days3117 come935, saith5002 the LORD3068, that the plowman2790 shall overtake5066 the reaper7114, and the treader1869 of grapes6025 him that soweth4900 seed2233; and the mountains2022 shall drop5197 sweet wine6071, and all the hills1389 shall melt4127. soweth: Heb. draweth forth sweet: or, new"},"3":{"3":"Can two8147 walk3212 together3162, except1115 they be agreed3259?","5":"Can a bird6833 fall5307 in a snare6341 upon the earth776, where no gin4170 is for him? shall one take up5927 a snare6341 from the earth127, and have taken3920 nothing at all3920?","12":"Thus saith559 the LORD3068; As the shepherd7462 taketh out5337 of the mouth6310 of the lion738 two8147 legs3767, or a piece915 of an ear241; so shall the children1121 of Israel3478 be taken out5337 that dwell3427 in Samaria8111 in the corner6285 of a bed4296, and in Damascus1833 in a couch6210. taketh: Heb. delivereth in Damascus: or, on the bed\u0027s feet","10":"For they know3045 not to do6213 right5229, saith5002 the LORD3068, who store686 up violence2555 and robbery7701 in their palaces759. robbery: or, spoil","2":"You only have I known3045 of all the families4940 of the earth127: therefore I will punish6485 you for all your iniquities5771. punish: Heb. visit upon","8":"The lion738 hath roared7580, who will not3808 fear3372? the Lord136 GOD3069 hath spoken1696, who can but prophesy5012?","11":"Therefore thus saith559 the Lord136 GOD3069; An adversary6862 there shall be even round about5439 the land776; and he shall bring down3381 thy strength5797 from thee, and thy palaces759 shall be spoiled962.","1":"Hear8085 this word1697 that the LORD3068 hath spoken1696 against you, O children1121 of Israel3478, against the whole family4940 which I brought up5927 from the land776 of Egypt4714, saying559,","9":"Publish8085 in the palaces759 at Ashdod795, and in the palaces759 in the land776 of Egypt4714, and say559, Assemble622 yourselves upon the mountains2022 of Samaria8111, and behold7200 the great7227 tumults4103 in the midst7130 thereof, and the oppressed6217 in the midst8432 thereof. oppressed: or, oppressions","14":"That in the day3117 that I shall visit6485 the transgressions6588 of Israel3478 upon him I will also visit6485 the altars4196 of Bethel1008: and the horns7161 of the altar4196 shall be cut off1438, and fall5307 to the ground776. visit: or, punish Israel for","7":"Surely the Lord136 GOD3069 will do6213 nothing1697, but he revealeth1540 his secret5475 unto his servants5650 the prophets5030.","15":"And I will smite5221 the winter2779 house1004 with the summer7019 house1004; and the houses1004 of ivory8127 shall perish6, and the great7227 houses1004 shall have an end5486, saith5002 the LORD3068.","6":"Shall a trumpet7782 be blown8628 in the city5892, and the people5971 not be afraid2729? shall there be evil7451 in a city5892, and the LORD3068 hath not done6213 it? be afraid: or, run together? the LORD: or, shall not the L.doe somewhat?","4":"Will a lion738 roar7580 in the forest3293, when he hath no prey2964? will a young lion3715 cry out5414 6963 of his den4585, if he have taken3920 nothing1115? cry: Heb. give forth his voice","13":"Hear8085 ye, and testify5749 in the house1004 of Jacob3290, saith5002 the Lord136 GOD3069, the God430 of hosts6635,"},"2":{"16":"And he that is courageous533 3820 among the mighty1368 shall flee away5127 naked6174 in that day3117, saith5002 the LORD3068. courageous: Heb. strong of his heart","3":"And I will cut off3772 the judge8199 from the midst7130 thereof, and will slay2026 all the princes8269 thereof with him, saith559 the LORD3068.","5":"But I will send7971 a fire784 upon Judah3063, and it shall devour398 the palaces759 of Jerusalem3389.","12":"But ye gave the Nazarites5139 wine3196 to drink8248; and commanded6680 the prophets5030, saying559, Prophesy5012 not.","10":"Also I brought you up5927 from the land776 of Egypt4714, and led3212 you forty705 years8141 through the wilderness4057, to possess3423 the land776 of the Amorite567.","2":"But I will send7971 a fire784 upon Moab4124, and it shall devour398 the palaces759 of Kerioth7152: and Moab4124 shall die4191 with tumult7588, with shouting8643, and with the sound6963 of the trumpet7782:","8":"And they lay themselves down5186 upon clothes899 laid to pledge2254 by681 every altar4196, and they drink8354 the wine3196 of the condemned6064 in the house1004 of their god430. the condemned: or, such as have fined, or, mulcted","11":"And I raised up6965 of your sons1121 for prophets5030, and of your young men970 for Nazarites5139. Is it not even thus, O ye children1121 of Israel3478? saith5002 the LORD3068.","1":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Moab4124, and for four702, I will not turn away7725 the punishment thereof; because he burned8313 the bones6106 of the king4428 of Edom123 into lime7875:","9":"Yet destroyed8045 I the Amorite567 before6440 them, whose height1363 was like the height1363 of the cedars730, and he was strong2634 as the oaks437; yet I destroyed8045 his fruit6529 from above4605, and his roots8328 from beneath.","14":"Therefore the flight4498 shall perish6 from the swift7031, and the strong2389 shall not strengthen553 his force3581, neither shall the mighty1368 deliver4422 himself5315: himself: Heb. his soul, or, life","7":"That pant7602 after the dust6083 of the earth776 on the head7218 of the poor1800, and turn aside5186 the way1870 of the meek6035: and a man376 and his father1 will go3212 in unto the same maid5291, to profane2490 my holy6944 name8034: maid: or, young woman","15":"Neither shall he stand5975 that handleth8610 the bow7198; and he that is swift7031 of foot7272 shall not deliver4422 himself: neither shall he that rideth7392 the horse5483 deliver4422 himself5315.","6":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Israel3478, and for four702, I will not turn away7725 the punishment thereof; because they sold4376 the righteous6662 for silver3701, and the poor34 for a pair of shoes5275;","4":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Judah3063, and for four702, I will not turn away7725 the punishment thereof; because they have despised3988 the law8451 of the LORD3068, and have not kept8104 his commandments2706, and their lies3577 caused them to err8582, after310 the which their fathers1 have walked1980:","13":"Behold, I am pressed5781 under you, as a cart5699 is pressed5781 that is full4392 of sheaves5995. I am: or, I will press your place, as a cart full of sheaves presseth"},"1":{"3":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Damascus1834, and for four702, I will not turn away7725 the punishment thereof; because they have threshed1758 Gilead1568 with threshing instruments2742 of iron1270: and: or, yea, for four turn: or, convert it, or, let it be quiet","5":"I will break7665 also the bar1280 of Damascus1834, and cut off3772 the inhabitant3427 from the plain1237 of Aven206, and him that holdeth8551 the sceptre7626 from the house1004 of Eden5731 1040: and the people5971 of Syria758 shall go into captivity1540 unto Kir7024, saith559 the LORD3068. the plain: or, Bikathaven the house: or, Betheden","12":"But I will send7971 a fire784 upon Teman8487, which shall devour398 the palaces759 of Bozrah1224.","10":"But I will send7971 a fire784 on the wall2346 of Tyrus6865, which shall devour398 the palaces759 thereof.","2":"And he said559, The LORD3068 will roar7580 from Zion6726, and utter5414 his voice6963 from Jerusalem3389; and the habitations4999 of the shepherds7462 shall mourn56, and the top7218 of Carmel3760 shall wither3001.","8":"And I will cut off3772 the inhabitant3427 from Ashdod795, and him that holdeth8551 the sceptre7626 from Ashkelon831, and I will turn7725 mine hand3027 against Ekron6138: and the remnant7611 of the Philistines6430 shall perish6, saith559 the Lord136 GOD3069.","11":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Edom123, and for four702, I will not turn away7725 the punishment thereof; because he did pursue7291 his brother251 with the sword2719, and did cast off7843 all pity7356, and his anger639 did tear2963 perpetually5703, and he kept8104 his wrath5678 for ever5331: did cast: Heb. corrupted his compassions","1":"The words1697 of Amos5986, who was among the herdmen5349 of Tekoa8620, which he saw2372 concerning Israel3478 in the days3117 of Uzziah5818 king4428 of Judah3063, and in the days3117 of Jeroboam3379 the son1121 of Joash3101 king4428 of Israel3478, two years8141 before6440 the earthquake7494.","9":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Tyrus6865, and for four702, I will not turn away7725 the punishment thereof; because they delivered up5462 the whole8003 captivity1546 to Edom123, and remembered2142 not the brotherly251 covenant1285: the brotherly: Heb. the covenant of brethren","14":"But I will kindle3341 a fire784 in the wall2346 of Rabbah7237, and it shall devour398 the palaces759 thereof, with shouting8643 in the day3117 of battle4421, with a tempest5591 in the day3117 of the whirlwind5492:","7":"But I will send7971 a fire784 on the wall2346 of Gaza5804, which shall devour398 the palaces759 thereof:","15":"And their king4428 shall go1980 into captivity1473, he and his princes8269 together3162, saith559 the LORD3068.","6":"Thus saith559 the LORD3068; For three7969 transgressions6588 of Gaza5804, and for four702, I will not turn away7725 the punishment thereof; because they carried away captive1540 the whole8003 captivity1546, to deliver them up5462 to Edom123: away captive: or, them away with an entire","4":"But I will send7971 a fire784 into the house1004 of Hazael2371, which shall devour398 the palaces759 of Benhadad1130.","13":"Thus saith559 the LORD3068; For three7969 transgressions6588 of the children1121 of Ammon5983, and for four702, I will not turn away7725 the punishment thereof; because they have ripped up1234 the women with child2030 of Gilead1568, that they might enlarge7337 their border1366: ripped: or, divided the mountains"},"4":{"3":"And ye shall go out3318 at the breaches6556, every802 cow at that which is before her; and ye shall cast7993 them into the palace2038, saith5002 the LORD3068. cast: or, cast away the things of the palace","5":"And offer6999 a sacrifice of thanksgiving8426 with leaven2557, and proclaim7121 and publish8085 the free offerings5071: for this3651 liketh157 you, O ye children1121 of Israel3478, saith5002 the Lord136 GOD3069. offer: Heb. offer by burning this: Heb. so ye love","12":"Therefore thus will I do6213 unto thee, O Israel3478: and because6118 I will do6213 this unto thee, prepare3559 to meet7125 thy God430, O Israel3478.","10":"I have sent7971 among you the pestilence1698 after the manner1870 of Egypt4714: your young men970 have I slain2026 with the sword2719, and have taken away7628 your horses5483; and I have made the stink889 of your camps4264 to come up5927 unto your nostrils639: yet have ye not returned7725 unto me, saith5002 the LORD3068. after: or, in the way and have: Heb. with the captivity of your horses","2":"The Lord136 GOD3069 hath sworn7650 by his holiness6944, that, lo, the days3117 shall come935 upon you, that he will take you away5375 with hooks6793, and your posterity319 with fishhooks1729 5518.","8":"So two8147 or three7969 cities5892 wandered5128 unto one259 city5892, to drink8354 water4325; but they were not satisfied7646: yet have ye not returned7725 unto me, saith5002 the LORD3068.","11":"I have overthrown2015 some of you, as God430 overthrew4114 Sodom5467 and Gomorrah6017, and ye were as a firebrand181 plucked out5337 of the burning8316: yet have ye not returned7725 unto me, saith5002 the LORD3068.","1":"Hear8085 this word1697, ye kine6510 of Bashan1316, that are in the mountain2022 of Samaria8111, which oppress6231 the poor1800, which crush7533 the needy34, which say559 to their masters113, Bring935, and let us drink8354.","9":"I have smitten5221 you with blasting7711 and mildew3420: when your gardens1593 and your vineyards3754 and your fig trees8384 and your olive trees2132 increased7235, the palmerworm1501 devoured398 them: yet have ye not returned7725 unto me, saith5002 the LORD3068. when: or, the multitude of your gardens, etc. did the palmerworm","7":"And also I have withholden4513 the rain1653 from you, when there were yet three7969 months2320 to the harvest7105: and I caused it to rain4305 upon one259 city5892, and caused it not to rain4305 upon another259 city5892: one259 piece2513 was rained4305 upon, and the piece2513 whereupon it rained4305 not withered3001.","6":"And I also have given5414 you cleanness5356 of teeth8127 in all your cities5892, and want2640 of bread3899 in all your places4725: yet have ye not returned7725 unto me, saith5002 the LORD3068.","4":"Come935 to Bethel1008, and transgress6586; at Gilgal1537 multiply7235 transgression6586; and bring935 your sacrifices2077 every morning1242, and your tithes4643 after three7969 years3117: three: Heb. three years of days","13":"For, lo, he that formeth3335 the mountains2022, and createth1254 the wind7307, and declareth5046 unto man120 what is his thought7808, that maketh6213 the morning7837 darkness5890, and treadeth1869 upon the high places1116 of the earth776, The LORD3068, The God430 of hosts6635, is his name8034. wind: or, spirit"},"6":{"3":"Ye that put far away5077 the evil7451 day3117, and cause the seat7675 of violence2555 to come near5066; seat: or, habitation","5":"That chant6527 to the sound6310 of the viol5035, and invent2803 to themselves instruments3627 of musick7892, like David1732; chant: or, quaver","12":"Shall horses5483 run7323 upon the rock5553? will one plow2790 there with oxen1241? for ye have turned2015 judgment4941 into gall7219, and the fruit6529 of righteousness6666 into hemlock3939:","10":"And a man\u0027s uncle1730 shall take him up5375, and he that burneth5635 him, to bring out3318 the bones6106 out of the house1004, and shall say559 unto him that is by the sides3411 of the house1004, Is there yet any with thee? and he shall say559, No657. Then shall he say559, Hold thy tongue2013: for we may not make mention2142 of the name8034 of the LORD3068. we: or, they will not, or, have not","2":"Pass5674 ye unto Calneh3641, and see7200; and from thence go3212 ye to Hamath2574 the great7227 2579: then go down3381 to Gath1661 of the Philistines6430: be they better2896 than these kingdoms4467? or their border1366 greater7227 than your border1366?","8":"The Lord136 GOD3069 hath sworn7650 by himself5315, saith5002 the LORD3068 the God430 of hosts6635, I abhor8374 the excellency1347 of Jacob3290, and hate8130 his palaces759: therefore will I deliver up5462 the city5892 with all that is therein4393. that: Heb. the fulness thereof","11":"For, behold, the LORD3068 commandeth6680, and he will smite5221 the great1419 house1004 with breaches7447, and the little6996 house1004 with clefts1233. breaches: or, droppings","1":"Woe1945 to them that are at ease7600 in Zion6726, and trust982 in the mountain2022 of Samaria8111, which are named5344 chief7225 of the nations1471, to whom the house1004 of Israel3478 came935! are at: or, are secure chief: or, firstfruits","9":"And it shall come to pass, if there remain3498 ten6235 men582 in one259 house1004, that they shall die4191.","14":"But, behold, I will raise up6965 against you a nation1471, O house1004 of Israel3478, saith5002 the LORD3068 the God430 of hosts6635; and they shall afflict3905 you from the entering in935 of Hemath2574 unto the river5158 of the wilderness6160. river: or, valley","7":"Therefore now shall they go captive1540 with the first7218 that go captive1540, and the banquet4797 of them that stretched5628 themselves shall be removed5493.","6":"That drink8354 wine3196 in bowls4219, and anoint4886 themselves with the chief7225 ointments8081: but they are not grieved2470 for the affliction7667 of Joseph3130. wine: or, in bowls of wine affliction: Heb. breach","4":"That lie7901 upon beds4296 of ivory8127, and stretch5628 themselves upon their couches6210, and eat398 the lambs3733 out of the flock6629, and the calves5695 out of the midst8432 of the stall4770; stretch: or, abound with superfluities","13":"Ye which rejoice8056 in a thing1697 of nought3808, which say559, Have we not taken3947 to us horns7161 by our own strength2392?"},"5":{"11":"Forasmuch3282 therefore as your treading1318 is upon the poor1800, and ye take3947 from him burdens4864 of wheat1250: ye have built1129 houses1004 of hewn stone1496, but ye shall not dwell3427 in them; ye have planted5193 pleasant2531 vineyards3754, but ye shall not drink8354 wine3196 of them. pleasant: Heb. vineyards of desire","3":"For thus saith559 the Lord136 GOD3069; The city5892 that went out3318 by a thousand505 shall leave7604 an hundred3967, and that which went forth3318 by an hundred3967 shall leave7604 ten6235, to the house1004 of Israel3478.","20":"Shall not the day3117 of the LORD3068 be darkness2822, and not light216? even very dark651, and no brightness5051 in it?","12":"For I know3045 your manifold7227 transgressions6588 and your mighty6099 sins2403: they afflict6887 the just6662, they take3947 a bribe3724, and they turn aside5186 the poor34 in the gate8179 from their right. a bribe: or, a ransom","10":"They hate8130 him that rebuketh3198 in the gate8179, and they abhor8581 him that speaketh1696 uprightly8549.","17":"And in all vineyards3754 shall be wailing4553: for I will pass5674 through7130 thee, saith559 the LORD3068.","13":"Therefore the prudent7919 shall keep silence1826 in that time6256; for it is an evil7451 time6256.","27":"Therefore will I cause you to go into captivity1540 beyond1973 Damascus1834, saith559 the LORD3068, whose name8034 is The God430 of hosts6635.","18":"Woe1945 unto you that desire183 the day3117 of the LORD3068! to what end4100 is it for you? the day3117 of the LORD3068 is darkness2822, and not light216.","23":"Take thou away5493 from me the noise1995 of thy songs7892; for I will not hear8085 the melody2172 of thy viols5035.","19":"As if a man376 did flee5127 from6440 a lion738, and a bear1677 met6293 him; or went935 into the house1004, and leaned5564 his hand3027 on the wall7023, and a serpent5175 bit5391 him.","1":"Hear8085 ye this word1697 which I take up5375 against you, even a lamentation7015, O house1004 of Israel3478.","5":"But seek1875 not Bethel1008, nor enter935 into Gilgal1537, and pass5674 not to Beersheba884: for Gilgal1537 shall surely1540 go into captivity1540, and Bethel1008 shall come to nought205.","4":"For thus saith559 the LORD3068 unto the house1004 of Israel3478, Seek1875 ye me, and ye shall live2421:","8":"Seek him that maketh6213 the seven stars3598 and Orion3685, and turneth2015 the shadow of death6757 into the morning1242, and maketh the day3117 dark2821 with night3915: that calleth7121 for the waters4325 of the sea3220, and poureth them out8210 upon the face6440 of the earth776: The LORD3068 is his name8034:","26":"But ye have borne5375 the tabernacle5522 of your Moloch4428 and Chiun3594 your images6754, the star3556 of your god430, which ye made6213 to yourselves. the tabernacle: or, Siccuth your king","14":"Seek1875 good2896, and not evil7451, that ye may live2421: and so the LORD3068, the God430 of hosts6635, shall be with you, as ye have spoken559.","22":"Though ye offer5927 me burnt offerings5930 and your meat offerings4503, I will not accept7521 them: neither will I regard5027 the peace offerings8002 of your fat beasts4806. peace: or, thank offerings","25":"Have ye offered5066 unto me sacrifices2077 and offerings4503 in the wilderness4057 forty705 years8141, O house1004 of Israel3478?","9":"That strengtheneth1082 the spoiled7701 against the strong5794, so that the spoiled7701 shall come935 against the fortress4013. spoiled: Heb. spoil","15":"Hate8130 the evil7451, and love157 the good2896, and establish3322 judgment4941 in the gate8179: it may be that the LORD3068 God430 of hosts6635 will be gracious2603 unto the remnant7611 of Joseph3130.","21":"I hate8130, I despise3988 your feast days2282, and I will not smell7306 in your solemn assemblies6116. in: or, your holy days","24":"But let judgment4941 run down1556 as waters4325, and righteousness6666 as a mighty386 stream5158. run: Heb. roll","16":"Therefore the LORD3068, the God430 of hosts6635, the Lord136, saith559 thus; Wailing4553 shall be in all streets7339; and they shall say559 in all the highways2351, Alas1930! alas1930! and they shall call7121 the husbandman406 to mourning60, and such as are skilful3045 of lamentation5092 to wailing4553.","7":"Ye who turn2015 judgment4941 to wormwood3939, and leave off3240 righteousness6666 in the earth776,","2":"The virgin1330 of Israel3478 is fallen5307; she shall no more3254 rise6965: she is forsaken5203 upon her land127; there is none to raise her up6965.","6":"Seek1875 the LORD3068, and ye shall live2421; lest he break out6743 like fire784 in the house1004 of Joseph3130, and devour398 it, and there be none to quench3518 it in Bethel1008."},"8":{"3":"And the songs7892 of the temple1964 shall be howlings3213 in that day3117, saith5002 the Lord136 GOD3069: there shall be many7227 dead bodies6297 in every place4725; they shall cast them forth7993 with silence2013. shall be howlings: Heb. shall howl with: Heb. be silent","5":"Saying559, When will the new moon2320 be gone5674, that we may sell7666 corn7668? and the sabbath7676, that we may set forth6605 wheat1250, making the ephah374 small6994, and the shekel8255 great1431, and falsifying5791 the balances3976 by deceit4820? new: or, month set: Heb. open falsifying: Heb. perverting the balances of deceit","12":"And they shall wander5128 from sea3220 to sea3220, and from the north6828 even to the east4217, they shall run to and fro7751 to seek1245 the word1697 of the LORD3068, and shall not find4672 it.","10":"And I will turn2015 your feasts2282 into mourning60, and all your songs7892 into lamentation7015; and I will bring up5927 sackcloth8242 upon all loins4975, and baldness7144 upon every head7218; and I will make7760 it as the mourning60 of an only3173 son, and the end319 thereof as a bitter4751 day3117.","2":"And he said559, Amos5986, what seest7200 thou? And I said559, A basket3619 of summer fruit7019. Then said559 the LORD3068 unto me, The end7093 is come935 upon my people5971 of Israel3478; I will not again3254 pass5674 by them any more.","8":"Shall not the land776 tremble7264 for this, and every one mourn56 that dwelleth3427 therein? and it shall rise up5927 wholly as a flood2975; and it shall be cast out1644 and drowned8257 8248, as by the flood216 of Egypt4714.","11":"Behold, the days3117 come935, saith5002 the Lord136 GOD3069, that I will send7971 a famine7458 in the land776, not a famine7458 of bread3899, nor a thirst6772 for water4325, but of hearing8085 the words1697 of the LORD3068:","1":"Thus hath the Lord136 GOD3069 shewed7200 unto me: and behold a basket3619 of summer fruit7019.","9":"And it shall come to pass in that day3117, saith5002 the Lord136 GOD3069, that I will cause the sun8121 to go down935 at noon6672, and I will darken2821 the earth776 in the clear216 day3117:","14":"They that swear7650 by the sin819 of Samaria8111, and say559, Thy god430, O Dan1835, liveth2416; and, The manner1870 of Beersheba884 liveth2416; even they shall fall5307, and never rise up6965 again. manner: Heb. way","7":"The LORD3068 hath sworn7650 by the excellency1347 of Jacob3290, Surely I will never5331 forget7911 any of their works4639.","6":"That we may buy7069 the poor1800 for silver3701, and the needy34 for a pair of shoes5275; yea, and sell7666 the refuse4651 of the wheat1250?","4":"Hear8085 this, O ye that swallow up7602 the needy34, even to make7673 the poor6041 6035 of the land776 to fail7673,","13":"In that day3117 shall the fair3303 virgins1330 and young men970 faint5968 for thirst6772."}}}