{"translationKey":"kjv","translation":"KJV","book":"Daniel","bookSlug":"daniel","chapters":{"7":{"11":"I beheld1934 2370 then116 because4481 of the voice7032 of the great7260 words4406 which the horn7162 spake4449: I beheld1934 2370 even till5705 the beast2423 was slain6992, and his body1655 destroyed7, and given3052 to the burning3346 flame785.","3":"And four703 great7260 beasts2423 came up5559 from4481 the sea3221, diverse8133 one1668 from4481 another1668.","20":"And of5922 the ten6236 horns7162 that were in his head7217, and of the other317 which came up5559, and before4481 6925 whom three8532 fell5308; even of that horn7162 that1797 had eyes5870, and a mouth6433 that spake4449 very great things7260, whose look2376 was more4481 stout7229 than4481 his fellows2273.","12":"As concerning the rest7606 of the beasts2423, they had their dominion7985 taken away5709: yet their lives2417 were prolonged3052 for5705 a season2166 and time5732. their lives: Cald. a prolonging in life was given them","10":"A fiery5135 stream5103 issued5047 and came forth5312 from4481 before6925 him: thousand506 thousands506 ministered8120 unto him, and ten thousand7240 times ten thousand7240 stood6966 before6925 him: the judgment1780 was set3488, and the books5609 were opened6606.","17":"These459 great7260 beasts2423, which581 are four703, are four703 kings4430, which shall arise6966 out of4481 the earth772.","13":"I saw1934 2370 in the night3916 visions2376, and, behold718, one like the Son1247 of man606 came858 with5974 the clouds6050 of heaven8065, and came4291 to5705 the Ancient6268 of days3118, and they brought him near7127 before6925 him.","27":"And the kingdom4437 and dominion7985, and the greatness7238 of the kingdom4437 under8460 the whole3606 heaven8065, shall be given3052 to the people5972 of the saints6922 of the most High5946, whose kingdom4437 is an everlasting5957 kingdom4437, and all3606 dominions7985 shall serve6399 and obey8086 him. dominions: or, rulers","18":"But the saints6922 of the most High5946 shall take6902 the kingdom4437, and possess2631 the kingdom4437 for5705 ever5957, even for5705 ever5957 and ever5957. most: Cald. high ones, that is, things, or, places","23":"Thus3652 he said560, The fourth7244 beast2423 shall be1934 the fourth7244 kingdom4437 upon earth772, which shall be diverse8133 from4481 all3606 kingdoms4437, and shall devour399 the whole3606 earth772, and shall tread it down1759, and break it in pieces1855.","19":"Then116 I would6634 know the truth3321 of5922 the fourth7244 beast2423, which was1934 diverse8133 from4481 all3606 the others, exceeding3493 dreadful1763, whose teeth8128 were of iron6523, and his nails2953 of brass5174; which devoured399, brake in pieces1855, and stamped7512 the residue7606 with his feet7271; from: Cald. from all those","1":"In the first2298 year8140 of Belshazzar1113 king4430 of Babylon895 Daniel1841 had2370 a dream2493 and visions2376 of his head7217 upon5922 his bed4903: then116 he wrote3790 the dream2493, and told560 the sum7217 of the matters4406. had: Cald. saw matters: or, words","5":"And behold718 another317 beast2423, a second8578, like1821 to a bear1678, and it raised up6966 itself on one2298 side7859, and it had three8532 ribs5967 in the mouth6433 of it between997 the teeth8128 of it: and they said560 thus3652 unto it, Arise6966, devour399 much7690 flesh1321. it raised: or, it raised up one dominion","4":"The first6933 was like a lion744, and had eagle\u0027s5403 wings1611: I beheld1934 2370 till5705 the wings1611 thereof were plucked4804, and it was lifted up5191 from4481 the earth772, and made stand6966 upon5922 the feet7271 as a man606, and a man\u0027s606 heart3825 was given3052 to it. and it: or, wherewith it","8":"I considered1934 7920 the horns7162, and, behold431, there came up5559 among997 them another317 little2192 horn7162, before6925 4481 whom there were three8532 of4481 the first6933 horns7162 plucked up by the roots6132: and, behold431, in this1668 horn7162 were eyes5870 like the eyes5870 of man606, and a mouth6433 speaking4449 great things7260.","26":"But the judgment1780 shall sit3488, and they shall take away5709 his dominion7985, to consume8046 and to destroy7 it unto5705 the end5491.","14":"And there was given3052 him dominion7985, and glory3367, and a kingdom4437, that all3606 people5972, nations524, and languages3961, should serve6399 him: his dominion7985 is an everlasting5957 dominion7985, which shall not3809 pass away5709, and his kingdom4437 that which shall not3809 be destroyed2255.","22":"Until5705 the Ancient6268 of days3118 came858 1768, and judgment1780 was given3052 to the saints6922 of the most High5946; and the time2166 came4291 that the saints6922 possessed2631 the kingdom4437.","28":"Hitherto5705 3542 is the end5491 of the matter4406. As for me576 Daniel1841, my cogitations7476 much7690 troubled927 me, and my countenance2122 changed8133 in me5922: but I kept5202 the matter4406 in my heart3821.","25":"And he shall speak4449 great words4406 against6655 the most High5943, and shall wear out1080 the saints6922 of the most High5946, and think5452 to change8133 times2166 and laws1882: and they shall be given3052 into his hand3028 until5705 a time5732 and times5732 and the dividing6387 of time5732.","9":"I beheld1934 2370 till5705 the thrones3764 were cast down7412, and the Ancient6268 of days3118 did sit3488, whose garment3831 was white2358 as snow8517, and the hair8177 of his head7217 like the pure5343 wool6015: his throne3764 was like the fiery5135 flame7631, and his wheels1535 as burning1815 fire5135.","15":"I576 Daniel1841 was grieved3735 in my spirit7308 in the midst1459 of my body5085, and the visions2376 of my head7217 troubled927 me. body: Cald. sheath","21":"I beheld1934 2370, and the same1797 horn7162 made5648 war7129 with5974 the saints6922, and prevailed3202 against them;","24":"And the ten6236 horns7162 out of4481 this kingdom4437 are ten6236 kings4430 that shall arise6966: and another321 shall rise6966 after311 them; and he shall be diverse8133 from4481 the first6933, and he shall subdue8214 three8532 kings4430.","16":"I came near7127 unto5922 one2298 of4481 them that stood by6966, and asked1156 him4481 the truth3330 of all3606 this1836. So he told560 me, and made me know3046 the interpretation6591 of the things4406.","7":"After870 this1836 I saw1934 2370 in the night3916 visions2376, and behold718 a fourth7244 beast2423, dreadful1763 and terrible574, and strong8624 exceedingly3493; and it had great7260 iron6523 teeth8128: it devoured399 and brake in pieces1855, and stamped7512 the residue7606 with the feet7271 of it: and it1932 was diverse8133 from4481 all3606 the beasts2423 that were before6925 it; and it had ten6236 horns7162.","2":"Daniel1841 spake6032 and said560, I saw2370 1934 in my vision2376 by5974 night3916, and, behold718, the four703 winds7308 of the heaven8065 strove1519 upon the great7229 sea3221.","6":"After870 this1836 I beheld1934 2370, and lo718 another317, like a leopard5245, which had upon5922 the back1355 of it four703 wings1611 of a fowl5776; the beast2423 had also four703 heads7217; and dominion7985 was given3052 to it."},"9":{"11":"Yea, all Israel3478 have transgressed5674 thy law8451, even by departing5493, that they might not obey8085 thy voice6963; therefore the curse423 is poured5413 upon us, and the oath7621 that is written3789 in the law8451 of Moses4872 the servant5650 of God430, because we have sinned2398 against him.","3":"And I set5414 my face6440 unto the Lord136 God430, to seek1245 by prayer8605 and supplications8469, with fasting6685, and sackcloth8242, and ashes665:","20":"And whiles I was speaking1696, and praying6419, and confessing3034 my sin2403 and the sin2403 of my people5971 Israel3478, and presenting5307 my supplication8467 before6440 the LORD3068 my God430 for the holy6944 mountain2022 of my God430;","12":"And he hath confirmed6965 his words1697, which he spake1696 against us, and against our judges8199 that judged8199 us, by bringing935 upon us a great1419 evil7451: for under the whole heaven8064 hath not been done6213 as hath been done6213 upon Jerusalem3389.","10":"Neither have we obeyed8085 the voice6963 of the LORD3068 our God430, to walk3212 in his laws8451, which he set5414 before6440 us by3027 his servants5650 the prophets5030.","17":"Now therefore, O our God430, hear8085 the prayer8605 of thy servant5650, and his supplications8469, and cause thy face6440 to shine215 upon thy sanctuary4720 that is desolate8076, for the Lord\u0027s136 sake.","13":"As it is written3789 in the law8451 of Moses4872, all this evil7451 is come935 upon us: yet made we not our prayer2470 before6440 the LORD3068 our God430, that we might turn7725 from our iniquities5771, and understand7919 thy truth571. made: Heb. intreated we not the face of the, etc","27":"And he shall confirm1396 the covenant1285 with many7227 for one259 week7620: and in the midst2677 of the week7620 he shall cause the sacrifice2077 and the oblation4503 to cease7673, and for the overspreading3671 of abominations8251 he shall make it desolate8074, even until the consummation3617, and that determined2782 shall be poured5413 upon the desolate8074. the covenant: or, a covenant for the: or, with the abominable armies the desolate: or, the desolator","18":"O my God430, incline5186 thine ear241, and hear8085; open6491 thine eyes5869, and behold7200 our desolations8074, and the city5892 which is called7121 by thy name8034: for we do not present5307 our supplications8469 before6440 thee for our righteousnesses6666, but for thy great7227 mercies7356. which: Heb. whereupon thy name is called present: Heb. cause to fall","23":"At the beginning8462 of thy supplications8469 the commandment1697 came forth3318, and I am come935 to shew5046 thee; for thou art greatly beloved2532: therefore understand995 the matter1697, and consider995 the vision4758. commandment: Heb. word greatly: Heb. a man of desires","19":"O Lord136, hear8085; O Lord136, forgive5545; O Lord136, hearken7181 and do6213; defer309 not408, for thine own sake, O my God430: for thy city5892 and thy people5971 are called7121 by thy name8034.","1":"In the first259 year8141 of Darius1867 the son1121 of Ahasuerus325, of the seed2233 of the Medes4074, which was made king4427 over the realm4438 of the Chaldeans3778; which: or, in which he","5":"We have sinned2398, and have committed iniquity5753, and have done wickedly7561, and have rebelled4775, even by departing5493 from thy precepts4687 and from thy judgments4941:","4":"And I prayed6419 unto the LORD3068 my God430, and made my confession3034, and said559, O577 Lord136, the great1419 and dreadful3372 God410, keeping8104 the covenant1285 and mercy2617 to them that love157 him, and to them that keep8104 his commandments4687;","8":"O Lord136, to us belongeth confusion1322 of face6440, to our kings4428, to our princes8269, and to our fathers1, because we have sinned2398 against thee.","26":"And after310 threescore8346 and two8147 weeks7620 shall Messiah4899 be cut off3772, but not for himself: and the people5971 of the prince5057 that shall come935 shall destroy7843 the city5892 and the sanctuary6944; and the end7093 thereof shall be with a flood7858, and unto the end7093 of the war4421 desolations8074 are determined2782. but: or, and shall have nothing desolations: or, it shall be cut off by desolations","14":"Therefore hath the LORD3068 watched8245 upon the evil7451, and brought935 it upon us: for the LORD3068 our God430 is righteous6662 in all his works4639 which he doeth6213: for we obeyed8085 not his voice6963.","22":"And he informed995 me, and talked1696 with me, and said559, O Daniel1840, I am now come forth3318 to give thee skill7919 and understanding998. to: Heb. to make thee skilful of","25":"Know3045 therefore and understand7919, that from the going forth4161 of the commandment1697 to restore7725 and to build1129 Jerusalem3389 unto the Messiah4899 the Prince5057 shall be seven7651 weeks7620, and threescore8346 and two8147 weeks7620: the street7339 shall be built1129 again7725, and the wall2742, even in troublous6695 times6256. be built: Heb. return and be built wall: or, breach, or, ditch troublous: Heb. strait of","9":"To the Lord136 our God430 belong mercies7356 and forgivenesses5547, though we have rebelled4775 against him;","15":"And now, O Lord136 our God430, that hast brought3318 thy people5971 forth3318 out of the land776 of Egypt4714 with a mighty2389 hand3027, and hast gotten6213 thee renown8034, as at this day3117; we have sinned2398, we have done wickedly7561. gotten: Heb. made thee a name","21":"Yea, whiles I was speaking1696 in prayer8605, even the man376 Gabriel1403, whom I had seen7200 in the vision2377 at the beginning8462, being caused to fly3286 swiftly3288, touched5060 me about the time6256 of the evening6153 oblation4503. swiftly: Heb. with weariness, or, flight","24":"Seventy7657 weeks7620 are determined2852 upon thy people5971 and upon thy holy6944 city5892, to finish3607 the transgression6588, and to make an end8552 2856 of sins2403, and to make reconciliation3722 for iniquity5771, and to bring in935 everlasting5769 righteousness6664, and to seal up2856 the vision2377 and prophecy5030, and to anoint4886 the most6944 Holy6944. finish: or, restrain make an: or, seal up prophecy: Heb. prophet","16":"O Lord136, according to all thy righteousness6666, I beseech thee, let thine anger639 and thy fury2534 be turned away7725 from thy city5892 Jerusalem3389, thy holy6944 mountain2022: because for our sins2399, and for the iniquities5771 of our fathers1, Jerusalem3389 and thy people5971 are become a reproach2781 to all that are about5439 us.","7":"O Lord136, righteousness6666 belongeth unto thee, but unto us confusion1322 of faces6440, as at this day3117; to the men376 of Judah3063, and to the inhabitants3427 of Jerusalem3389, and unto all Israel3478, that are near7138, and that are far off7350, through all the countries776 whither thou hast driven5080 them, because of their trespass4604 that they have trespassed4603 against thee. belongeth: or, thou hast","2":"In the first259 year8141 of his reign4427 I Daniel1840 understood995 by books5612 the number4557 of the years8141, whereof the word1697 of the LORD3068 came to Jeremiah3414 the prophet5030, that he would accomplish4390 seventy7657 years8141 in the desolations2723 of Jerusalem3389.","6":"Neither have we hearkened8085 unto thy servants5650 the prophets5030, which spake1696 in thy name8034 to our kings4428, our princes8269, and our fathers1, and to all the people5971 of the land776."},"10":{"16":"And, behold, one like the similitude1823 of the sons1121 of men120 touched5060 my lips8193: then I opened6605 my mouth6310, and spake1696, and said559 unto him that stood5975 before me, O my lord113, by the vision4759 my sorrows6735 are turned2015 upon me, and I have retained6113 no strength3581.","3":"I ate398 no pleasant2532 bread3899, neither came935 flesh1320 nor wine3196 in my mouth6310, neither did I anoint5480 myself at all5480, till three7969 whole3117 weeks7620 were fulfilled4390. pleasant: Heb. bread of desires","5":"Then I lifted up5375 mine eyes5869, and looked7200, and behold a certain259 man376 clothed3847 in linen906, whose loins4975 were girded2296 with fine gold3800 of Uphaz210: a: Heb. one man","21":"But61 I will shew5046 thee that which is noted7559 in the scripture3791 of truth571: and there is none259 that holdeth2388 with me in these things, but Michael4317 your prince8269. holdeth: Heb. strengtheneth himself","18":"Then there came again3254 and touched5060 me one like the appearance4758 of a man120, and he strengthened2388 me,","12":"Then said559 he unto me, Fear3372 not, Daniel1840: for from the first7223 day3117 that thou didst set5414 thine heart3820 to understand995, and to chasten6031 thyself before6440 thy God430, thy words1697 were heard8085, and I am come935 for thy words1697.","10":"And, behold, an hand3027 touched5060 me, which set5128 me upon my knees1290 and upon the palms3709 of my hands3027. set: Heb. moved","2":"In those days3117 I Daniel1840 was mourning56 three7969 full3117 weeks7620. full: Heb. weeks of days","8":"Therefore I was left alone7604, and saw7200 this great1419 vision4759, and there remained7604 no strength3581 in me: for my comeliness1935 was turned2015 in me into corruption4889, and I retained6113 no strength3581. comeliness: or, vigour","17":"For how1963 can3201 the servant5650 of this my lord113 talk1696 with this my lord113? for as for me, straightway6258 there remained5975 no strength3581 in me, neither is there breath5397 left7604 in me. the: or, this servant of my lord","11":"And he said559 unto me, O Daniel1840, a man376 greatly beloved2532, understand995 the words1697 that I speak1696 unto thee, and stand5975 upright5977: for unto thee am I now sent7971. And when he had spoken1696 this word1697 unto me, I stood5975 trembling7460. greatly: Heb. of desires upright: Heb. upon thy standing","1":"In the third7969 year8141 of Cyrus3566 king4428 of Persia6539 a thing1697 was revealed1540 unto Daniel1840, whose name8034 was called7121 Belteshazzar1095; and the thing1697 was true571, but the time appointed6635 was long1419: and he understood995 the thing1697, and had understanding998 of the vision4758. long: Heb. great","9":"Yet heard8085 I the voice6963 of his words1697: and when I heard8085 the voice6963 of his words1697, then was I in a deep sleep7290 on my face6440, and my face6440 toward the ground776.","14":"Now I am come935 to make thee understand995 what shall befall7136 thy people5971 in the latter319 days3117: for yet the vision2377 is for many days3117.","7":"And I Daniel1840 alone saw7200 the vision4759: for the men582 that were with me saw7200 not the vision4759; but61 a great1419 quaking2731 fell5307 upon them, so that they fled1272 to hide2244 themselves.","15":"And when he had spoken1696 such words1697 unto me, I set5414 my face6440 toward the ground776, and I became dumb481.","20":"Then said559 he, Knowest3045 thou wherefore I come935 unto thee? and now will I return7725 to fight3898 with the prince8269 of Persia6539: and when I am gone forth3318, lo, the prince8269 of Grecia3120 shall come935.","6":"His body1472 also was like the beryl8658, and his face6440 as the appearance4758 of lightning1300, and his eyes5869 as lamps3940 of fire784, and his arms2220 and his feet4772 like in colour5869 to polished7044 brass5178, and the voice6963 of his words1697 like the voice6963 of a multitude1995.","4":"And in the four702 and twentieth6242 day3117 of the first7223 month2320, as I was by the side3027 of the great1419 river5104, which is Hiddekel2313;","19":"And said559, O man376 greatly beloved2532, fear3372 not: peace7965 be unto thee, be strong2388, yea, be strong2388. And when he had spoken1696 unto me, I was strengthened2388, and said559, Let my lord113 speak1696; for thou hast strengthened2388 me.","13":"But the prince8269 of the kingdom4438 of Persia6539 withstood5975 me one259 and twenty6242 days3117: but, lo, Michael4317, one259 of the chief7223 princes8269, came935 to help5826 me; and I remained3498 there with681 the kings4428 of Persia6539. chief: or, first"},"3":{"11":"And whoso4479 falleth5308 not3809 down5308 and worshippeth5457, that he should be cast7412 into the midst1459 of a burning3345 fiery5135 furnace861.","3":"Then116 the princes324, the governors5460, and captains6347, the judges148, the treasurers1411, the counsellors1884, the sheriffs8614, and all3606 the rulers7984 of the provinces4083, were gathered together3673 unto the dedication2597 of the image6755 that Nebuchadnezzar5020 the king4430 had set up6966; and they stood6966 before6903 the image6755 that Nebuchadnezzar5020 had set up6966.","20":"And he commanded560 the most2429 mighty1401 men1400 that were in his army2429 to bind3729 Shadrach7715, Meshach4336, and Abednego5665, and to cast7412 them into the burning3345 fiery5135 furnace861. most: Cald. mighty of strength","12":"There are383 certain1400 Jews3062 whom3487 thou hast set4483 over5922 the affairs5673 of the province4083 of Babylon895, Shadrach7715, Meshach4336, and Abednego5665; these479 men1400, O king4430, have7761 not3809 regarded2942 thee5922: they serve6399 not3809 thy gods426, nor3809 worship5457 the golden1722 image6755 which thou hast set up6966. have: Cald. have set no regard upon thee","10":"Thou607, O king4430, hast made7761 a decree2942, that every3606 man606 that shall hear8086 the sound7032 of the cornet7162, flute4953, harp7030 7030, sackbut5443, psaltery6460, and dulcimer5481 5481, and all3606 kinds2178 of musick2170, shall fall down5308 and worship5457 the golden1722 image6755:","17":"If2006 it be so, our God426 whom we586 serve6399 is383 able3202 to deliver7804 us from4481 the burning3345 fiery5135 furnace861, and4481 he will deliver7804 us out of4481 thine hand3028, O king4430.","13":"Then116 Nebuchadnezzar5020 in his rage7266 and fury2528 commanded560 to bring858 Shadrach7715, Meshach4336, and Abednego5665. Then116 they brought858 these479 men1400 before6925 the king4430.","27":"And the princes324, governors5460, and captains6347, and the king\u0027s4430 counsellors1907, being gathered together3673, saw2370 these479 men1400, upon whose bodies1655 the fire5135 had no3809 power7981, nor3809 was an hair8177 of their head7217 singed2761, neither3809 were their coats5622 changed8133, nor3809 the smell7382 of fire5135 had passed5709 on them.","30":"Then116 the king4430 promoted6744 Shadrach7715, Meshach4336, and Abednego5665, in the province4083 of Babylon895. promoted: Cald. made to prosper","18":"But if2006 not3809, be it1934 known3046 unto thee, O king4430, that we will383 not3809 serve6399 thy gods426, nor3809 worship5457 the golden1722 image6755 which thou hast set up6966.","29":"Therefore I4481 make7761 a decree2942, That every3606 people5972, nation524, and language3961, which speak560 any thing amiss7960 7955 against5922 the God426 of Shadrach7715, Meshach4336, and Abednego5665, shall be cut5648 in pieces1917, and their houses1005 shall be made7739 a dunghill5122: because6903 3606 there is383 no3809 other321 God426 that can3202 deliver5338 after this1836 sort. I make: Cald. a decree is made by me any: Cald. error cut: Cald. made pieces","23":"And these479 three8532 men1400, Shadrach7715, Meshach4336, and Abednego5665, fell down5308 bound3729 into the midst1459 of the burning3345 fiery5135 furnace861.","19":"Then116 was Nebuchadnezzar5020 full4391 of fury2528, and the form6755 of his visage600 was changed8133 against5922 Shadrach7715, Meshach4336, and Abednego5665: therefore he spake6032, and commanded560 that they should heat228 the furnace861 one2298 seven times7655 more5922 than1768 it was wont2370 to be heated228. full: Cald. filled","1":"Nebuchadnezzar5020 the king4430 made5648 an image6755 of gold1722, whose height7314 was threescore8361 cubits521, and the breadth6613 thereof six8353 cubits521: he set it up6966 in the plain1236 of Dura1757, in the province4083 of Babylon895.","5":"That at what time5732 ye hear8086 the sound7032 of the cornet7162, flute4953, harp7030 7030, sackbut5443, psaltery6460, dulcimer5481, and all3606 kinds2178 of musick2170, ye fall down5308 and worship5457 the golden1722 image6755 that Nebuchadnezzar5020 the king4430 hath set up6966: dulcimer: or, singing: Cald. symphony","4":"Then an herald3744 cried7123 aloud2429, To you it is commanded560, O people5972, nations524, and languages3961, aloud: Cald. with might it: Cald. they command","8":"Wherefore6903 3606 at that1836 time2166 certain1400 Chaldeans3779 came near7127, and accused7170 399 the Jews3062.","26":"Then116 Nebuchadnezzar5020 came near7127 to the mouth8651 of the burning3345 fiery5135 furnace861, and spake6032, and said560, Shadrach7715, Meshach4336, and Abednego5665, ye servants5649 of the most high5943 God426, come forth5312, and come858 hither. Then116 Shadrach7715, Meshach4336, and Abednego5665, came forth5312 of4481 the midst1459 of the fire5135. mouth: Cald. door","14":"Nebuchadnezzar5020 spake6032 and said560 unto them, Is it true6656, O Shadrach7715, Meshach4336, and Abednego5665, do not3809 ye383 serve6399 my gods426, nor3809 worship5457 the golden1722 image6755 which I have set6966 up? true: or, of purpose","22":"Therefore3606 6903 because4481 1836 the king\u0027s4430 commandment4406 was urgent2685, and the furnace861 exceeding3493 hot228, the flame7631 of the fire5135 slew6992 those479 men1400 1994 that took up5267 Shadrach7715, Meshach4336, and Abednego5665. commandment: Cald. word flame: or, spark","28":"Then Nebuchadnezzar5020 spake6032, and said560, Blessed1289 be the God426 of Shadrach7715, Meshach4336, and Abednego5665, who hath sent7972 his angel4398, and delivered7804 his servants5649 that trusted7365 in him5922, and have changed8133 the king\u0027s4430 word4406, and yielded3052 their bodies1655, that they might not3809 serve6399 nor3809 worship5457 any3606 god426, except3861 their own God426.","25":"He answered6032 and said560, Lo1888, I576 see2370 four703 men1400 loose8271, walking1981 in the midst1459 of the fire5135, and they have383 no3809 hurt2257; and the form7299 of the fourth7244 is like1821 the Son1247 of God426. they: Cald. there is no hurt in them","9":"They spake6032 and said560 to the king4430 Nebuchadnezzar5020, O king4430, live2418 for ever5957.","15":"Now3705 if2006 ye be383 ready6263 that at what time5732 ye hear8086 the sound7032 of the cornet7162, flute4953, harp7030 7030, sackbut5443, psaltery6460, and dulcimer5481, and all3606 kinds2178 of musick2170, ye fall down5308 and worship5457 the image6755 which I have made5648; well: but if2006 ye worship5457 not3809, ye shall be cast7412 the same hour8160 into the midst1459 of a burning3345 fiery5135 furnace861; and who4479 is that God426 that shall deliver7804 you out of4481 my hands3028?","21":"Then116 these479 men1400 were bound3729 in their coats5622, their hosen6361 6361, and their hats3737, and their other garments3831, and were cast7412 into the midst1459 of the burning3345 fiery5135 furnace861. coats: or, mantles hats: or, turbans","24":"Then116 Nebuchadnezzar5020 the king4430 was astonied8429, and rose up6966 in haste927, and spake6032, and said560 unto his counsellors1907, Did not3809 we cast7412 three8532 men1400 bound3729 into the midst1459 of the fire5135? They answered6032 and said560 unto the king4430, True3330, O king4430. counsellors: or, governors","16":"Shadrach7715, Meshach4336, and Abednego5665, answered6032 and said560 to the king4430, O Nebuchadnezzar5020, we586 are not3809 careful2818 to answer8421 thee in5922 this1836 matter6600.","7":"Therefore6903 1836 at that time2166, when1768 all3606 the people5972 heard8086 the sound7032 of the cornet7162, flute4953, harp7030 7030, sackbut5443, psaltery6460, and all3606 kinds2178 of musick2170, all3606 the people5972, the nations524, and the languages3961, fell down5308 and worshipped5457 the golden1722 image6755 that Nebuchadnezzar5020 the king4430 had set up6966.","2":"Then Nebuchadnezzar5020 the king4430 sent7972 to gather together3673 the princes324, the governors5460, and the captains6347, the judges148, the treasurers1411, the counsellors1884, the sheriffs8614, and all3606 the rulers7984 of the provinces4083, to come858 to the dedication2597 of the image6755 which Nebuchadnezzar5020 the king4430 had set up6966.","6":"And whoso4479 falleth5308 not3809 down5308 and worshippeth5457 shall the same hour8160 be cast7412 into the midst1459 of a burning3345 fiery5135 furnace861."},"11":{"11":"And the king4428 of the south5045 shall be moved with choler4843, and shall come forth3318 and fight3898 with him, even with the king4428 of the north6828: and he shall set forth5975 a great7227 multitude1995; but the multitude1995 shall be given5414 into his hand3027.","41":"He shall enter935 also into the glorious6643 land776, and many7227 countries shall be overthrown3782: but these shall escape4422 out of his hand3027, even Edom123, and Moab4124, and the chief7225 of the children1121 of Ammon5983. glorious: or, goodly, etc.: Heb. land of delight, or, ornament","45":"And he shall plant5193 the tabernacles168 of his palace643 between the seas3220 in the glorious6643 holy6944 mountain2022; yet he shall come935 to his end7093, and none shall help5826 him. glorious: or, goodly, etc.: Heb. mountain of delight of holiness","42":"He shall stretch forth7971 his hand3027 also upon the countries776: and the land776 of Egypt4714 shall not escape6413. stretch: Heb. send forth","3":"And a mighty1368 king4428 shall stand up5975, that shall rule4910 with great7227 dominion4474, and do6213 according to his will7522.","20":"Then shall stand up5975 in his estate3653 a raiser5674 of taxes5065 in the glory1925 of the kingdom4438: but within few259 days3117 he shall be destroyed7665, neither in anger639, nor in battle4421. estate: or, place a: Heb. one that causeth an exacter to pass over anger: Heb. angers","12":"And when he hath taken away5375 the multitude1995, his heart3824 shall be lifted up7311 7311; and he shall cast down5307 many ten thousands7239: but he shall not be strengthened5810 by it.","10":"But his sons1121 shall be stirred up1624, and shall assemble622 a multitude1995 of great7227 forces2428: and one shall certainly935 come935, and overflow7857, and pass through5674: then shall he return7725, and be stirred up1624, even to his fortress4581. shall be: or, shall war return: or, be stirred up again","17":"He shall also set7760 his face6440 to enter935 with the strength8633 of his whole kingdom4438, and upright ones3477 with him; thus shall he do6213: and he shall give5414 him the daughter1323 of women802, corrupting7843 her: but she shall not stand5975 on his side, neither be for him. upright: or, much uprightness: or, equal conditions corrupting: Heb. to corrupt","44":"But tidings8052 out of the east4217 and out of the north6828 shall trouble926 him: therefore he shall go forth3318 with great1419 fury2534 to destroy8045, and utterly to make away2763 many7227.","40":"And at the time6256 of the end7093 shall the king4428 of the south5045 push5055 at him: and the king4428 of the north6828 shall come against him like a whirlwind8175, with chariots7393, and with horsemen6571, and with many7227 ships591; and he shall enter935 into the countries776, and shall overflow7857 and pass over5674.","13":"For the king4428 of the north6828 shall return7725, and shall set forth5975 a multitude1995 greater7227 than the former7223, and shall certainly935 come935 after7093 certain6256 years8141 with a great1419 army2428 and with much7227 riches7399. after: Heb. at the end of times, even years","27":"And both8147 these kings\u00274428 hearts3824 shall be to do mischief4827 7451, and they shall speak1696 lies3577 at one259 table7979; but it shall not prosper6743: for yet the end7093 shall be at the time appointed4150. hearts: Heb. their hearts","30":"For the ships6716 of Chittim3794 shall come935 against him: therefore he shall be grieved3512, and return7725, and have indignation2194 against the holy6944 covenant1285: so shall he do6213; he shall even return7725, and have intelligence995 with them that forsake5800 the holy6944 covenant1285.","18":"After this shall he turn7760 7725 his face6440 unto the isles339, and shall take3920 many7227: but a prince7101 for his own behalf shall cause the reproach2781 offered by him to cease7673; without1115 his own reproach2781 he shall cause it to turn7725 upon him. for: Heb. for him the reproach: Heb. his reproach","36":"And the king4428 shall do6213 according to his will7522; and he shall exalt7311 himself, and magnify1431 himself above every god410, and shall speak1696 marvellous things6381 against the God410 of gods410, and shall prosper6743 till the indignation2195 be accomplished3615: for that that is determined2782 shall be done6213.","29":"At the time appointed4150 he shall return7725, and come935 toward the south5045; but it shall not be as the former7223, or as the latter314.","23":"And after the league2266 made with him he shall work6213 deceitfully4820: for he shall come up5927, and shall become strong6105 with a small4592 people1471.","19":"Then he shall turn7725 his face6440 toward the fort4581 of his own land776: but he shall stumble3782 and fall5307, and not be found4672.","1":"Also I in the first259 year8141 of Darius1867 the Mede4075, even I, stood5977 to confirm2388 and to strengthen4581 him.","5":"And the king4428 of the south5045 shall be strong2388, and one of his princes8269; and he shall be strong2388 above him, and have dominion4910; his dominion4475 shall be a great7227 dominion4474.","4":"And when he shall stand up5975, his kingdom4438 shall be broken7665, and shall be divided2673 toward the four702 winds7307 of heaven8064; and not to his posterity319, nor according to his dominion4915 which he ruled4910: for his kingdom4438 shall be plucked up5428, even for others312 beside those.","8":"And shall also carry935 captives7628 into Egypt4714 their gods430, with their princes5257, and with their precious2532 vessels3627 of silver3701 and of gold2091; and he shall continue5975 more years8141 than the king4428 of the north6828. their precious: Heb. vessels of their desire","26":"Yea, they that feed398 of the portion of his meat6598 shall destroy7665 him, and his army2428 shall overflow7857: and many7227 shall fall5307 down slain2491.","39":"Thus shall he do6213 in the most strong4581 holds4013 with a strange5236 god433, whom he shall acknowledge5234 5234 and increase7235 with glory3519: and he shall cause them to rule4910 over many7227, and shall divide2505 the land127 for gain4242. most: Heb. fortresses of munitions gain: Heb. a price","14":"And in those times6256 there shall many7227 stand up5975 against the king4428 of the south5045: also the robbers1121 6530 of thy people5971 shall exalt5375 themselves to establish5975 the vision2377; but they shall fall3782. the robbers: Heb. the children of robbers","37":"Neither shall he regard995 the God430 of his fathers1, nor the desire2532 of women802, nor regard995 any god433: for he shall magnify1431 himself above all.","22":"And with the arms2220 of a flood7858 shall they be overflown7857 from before6440 him, and shall be broken7665; yea, also the prince5057 of the covenant1285.","28":"Then shall he return7725 into his land776 with great1419 riches7399; and his heart3824 shall be against the holy6944 covenant1285; and he shall do6213 exploits, and return7725 to his own land776.","25":"And he shall stir up5782 his power3581 and his courage3824 against the king4428 of the south5045 with a great1419 army2428; and the king4428 of the south5045 shall be stirred up1624 to battle4421 with a very3966 great1419 and mighty6099 army2428; but he shall not stand5975: for they shall forecast2803 devices4284 against him.","9":"So the king4428 of the south5045 shall come935 into his kingdom4438, and shall return7725 into his own land127.","33":"And they that understand7919 among the people5971 shall instruct995 many7227: yet they shall fall3782 by the sword2719, and by flame3852, by captivity7628, and by spoil961, many days3117.","15":"So the king4428 of the north6828 shall come935, and cast up8210 a mount5550, and take3920 the most fenced4013 cities5892: and the arms2220 of the south5045 shall not withstand5975, neither his chosen4005 people5971, neither shall there be any strength3581 to withstand5975. the most: Heb. the city of munitions his: Heb. the people of his choices","34":"Now when they shall fall3782, they shall be holpen5826 with a little4592 help5828: but many7227 shall cleave3867 to them with flatteries2519.","21":"And in his estate3653 shall stand up5975 a vile person959, to whom they shall not give5414 the honour1935 of the kingdom4438: but he shall come935 in peaceably7962, and obtain2388 the kingdom4438 by flatteries2519. estate: or, place","24":"He shall enter935 peaceably7962 even upon the fattest places4924 of the province4082; and he shall do6213 that which his fathers1 have not done6213, nor his fathers\u00271 fathers1; he shall scatter967 among them the prey961, and spoil7998, and riches7399: yea, and he shall forecast2803 his devices4284 against the strong holds4013, even for a time6256. peaceably: or, into the peaceable and fat, etc forecast: Heb. think his thoughts","16":"But he that cometh935 against him shall do6213 according to his own will7522, and none shall stand5975 before6440 him: and he shall stand5975 in the glorious6643 land776, which by his hand3027 shall be consumed3617. glorious: or, goodly, etc.: Heb. land of ornament","35":"And some of them of understanding7919 shall fall3782, to try6884 them, and to purge1305, and to make them white3835, even to the time6256 of the end7093: because it is yet for a time appointed4150. try them: or, try by them","32":"And such as do wickedly7561 against the covenant1285 shall he corrupt2610 by flatteries2514: but the people5971 that do know3045 their God430 shall be strong2388, and do6213 exploits. corrupt: or, cause to dissemble","7":"But out of a branch5342 of her roots8328 shall one stand up5975 in his estate3653, which shall come935 with an army2428, and shall enter935 into the fortress4581 of the king4428 of the north6828, and shall deal6213 against them, and shall prevail2388: in: or, in his place, or, office","43":"But he shall have power4910 over the treasures4362 of gold2091 and of silver3701, and over all the precious2532 things of Egypt4714: and the Libyans3864 and the Ethiopians3569 shall be at his steps4703.","2":"And now will I shew5046 thee the truth571. Behold, there shall stand up5975 yet three7969 kings4428 in Persia6539; and the fourth7243 shall be far6239 richer6238 than they all1419: and by his strength2393 through his riches6239 he shall stir up5782 all against the realm4438 of Grecia3120.","38":"But in his estate3653 shall he honour3513 the God433 of forces4581: and a god433 whom his fathers1 knew3045 not shall he honour3513 with gold2091, and silver3701, and with precious3368 stones68, and pleasant things2532. forces: or, munitions: Heb. Mauzzim, or, as for the almighty God, in his seat he shall honour, yea he shall honour a god, etc pleasant: Heb. things desired","6":"And in the end7093 of years8141 they shall join themselves together2266; for the king\u0027s4428 daughter1323 of the south5045 shall come935 to the king4428 of the north6828 to make6213 an agreement4339: but she shall not retain6113 the power3581 of the arm2220; neither shall he stand5975, nor his arm2220: but she shall be given up5414, and they that brought935 her, and he that begat3205 her, and he that strengthened2388 her in these times6256. join: Heb. associate themselves an: Heb. rights he that begat: or, whom she brought forth","31":"And arms2220 shall stand5975 on his part, and they shall pollute2490 the sanctuary4720 of strength4581, and shall take away5493 the daily8548 sacrifice, and they shall place5414 the abomination8251 that maketh desolate8074. maketh: or, astonisheth"},"2":{"11":"And it is a rare3358 thing4406 that the king4430 requireth7593, and there is383 none3809 other321 that can shew2324 it before6925 the king4430, except3861 the gods426, whose dwelling4070 is383 not3809 with5974 flesh1321.","41":"And whereas thou sawest2370 the feet7271 and toes677, part4481 of potters\u00276353 clay2635, and part4481 of iron6523, the kingdom4437 shall be1934 divided6386; but4481 there shall be1934 in it of4481 the strength5326 of the iron6523, forasmuch as3606 6903 thou sawest2370 the iron6523 mixed6151 with miry2917 clay2635.","45":"Forasmuch as3606 6903 thou sawest2370 that the stone69 was cut out1505 of the mountain2906 without3809 hands3028, and that it brake in pieces1855 the iron6523, the brass5174, the clay2635, the silver3702, and the gold1722; the great7229 God426 hath made known3046 to the king4430 what4101 shall come to pass1934 hereafter311 1836: and the dream2493 is certain3330, and the interpretation6591 thereof sure540. without: or, which was not in hands hereafter: Cald. after this","42":"And as the toes677 of the feet7271 were part4481 of iron6523, and part4481 of clay2635, so the kingdom4437 shall be1934 partly4481 7118 strong8624, and partly4481 7118 broken8406. broken: or, brittle","3":"And the king4428 said559 unto them, I have dreamed2492 a dream2472, and my spirit7307 was troubled6470 to know3045 the dream2472.","20":"Daniel1841 answered6032 and said560, Blessed1289 be1934 the name8036 of God426 for4481 ever5957 and ever5705 5957: for wisdom2452 and might1370 are1932 his:","12":"For6903 this1836 cause3606 the king4430 was angry1149 and very7690 furious7108, and commanded560 to destroy7 all3606 the wise2445 men of Babylon895.","10":"The Chaldeans3779 answered6032 before6925 the king4430, and said560, There is383 not3809 a man606 upon5922 the earth3007 that can3202 shew2324 the king\u0027s4430 matter4406: therefore6903 1768 there is no3809 king4430, lord7229, nor ruler7990, that asked7593 such1836 things4406 at any3606 magician2749, or astrologer826, or Chaldean3779.","17":"Then116 Daniel1841 went236 to his house1005, and made the thing4406 known3046 to Hananiah2608, Mishael4333, and Azariah5839, his companions2269:","44":"And in the days3118 of these581 kings4430 shall the God426 of heaven8065 set up6966 a kingdom4437, which shall never5957 3809 be destroyed2255: and the kingdom4437 shall not3809 be left7662 to other321 people5972, but it shall break in pieces1855 and consume5487 all3606 these459 kingdoms4437, and it1932 shall stand6966 for ever5957. the days: Cald. their days the kingdom: Cald the kingdom thereof","40":"And the fourth7244 kingdom4437 shall be1934 strong8624 as iron6523: forasmuch as iron6523 breaketh in pieces1855 and subdueth2827 all3606 things: and as6903 iron6523 that breaketh7490 all3606 these459, shall it break in pieces1855 and bruise7490.","13":"And the decree1882 went forth5312 that the wise2445 men should be slain6992; and they sought1156 Daniel1841 and his fellows2269 to be slain6992.","27":"Daniel1841 answered6032 in the presence6925 of the king4430, and said560, The secret7328 which the king4430 hath demanded7593 cannot3202 3809 the wise2445 men, the astrologers826, the magicians2749, the soothsayers1505, shew2324 unto the king4430;","30":"But as for me576, this1836 secret7328 is not3809 revealed1541 to me for any wisdom2452 that I have383 more than4481 any3606 living2417, but3861 for their sakes1701 that5922 shall make known3046 the interpretation6591 to the king4430, and that thou mightest know3046 the thoughts7476 of thy heart3825. but for: or, but for the intent that the interpretation may be made known to the king","18":"That they would desire1156 mercies7359 of4481 6925 the God426 of heaven8065 concerning5922 this1836 secret7328; that Daniel1841 and his fellows2269 should not3809 perish7 with5974 the rest7606 of the wise2445 men of Babylon895. of the God: Cald. from before God that Daniel: or, that they should not destroy Daniel, etc","36":"This1836 is the dream2493; and we will tell560 the interpretation6591 thereof before6925 the king4430.","29":"As for thee607, O king4430, thy thoughts7476 came5559 into thy mind upon5922 thy bed4903, what4101 should come to pass1934 hereafter311 1836: and he that revealeth1541 secrets7328 maketh known3046 to thee what4101 shall come to pass1934. came: Cald. came up","23":"I576 thank3029 thee, and praise7624 thee, O thou God426 of my fathers2, who hast given3052 me wisdom2452 and might1370, and hast made known3046 unto me now3705 what we desired1156 of thee4481: for thou hast now made known3046 unto us the king\u0027s4430 matter4406.","19":"Then116 was the secret7328 revealed1541 unto Daniel1841 in a night3916 vision2376. Then116 Daniel1841 blessed1289 the God426 of heaven8065.","1":"And in the second8147 year8141 of the reign4438 of Nebuchadnezzar5019 Nebuchadnezzar5019 dreamed2492 dreams2472, wherewith his spirit7307 was troubled6470, and his sleep8142 brake1961 from him.","47":"The king4430 answered6032 unto Daniel1841, and said560, Of4481 a truth7187 it is, that1768 your God426 is a God426 of gods426, and a Lord4756 of kings4430, and a revealer1541 of secrets7328, seeing thou couldest3202 reveal1541 this1836 secret7328.","5":"The king4430 answered6032 and said560 to the Chaldeans3779, The thing4406 is gone230 from me4481: if2006 ye will not3809 make known3046 unto me the dream2493, with the interpretation6591 thereof, ye shall be cut5648 in pieces1917, and your houses1005 shall be made7761 a dunghill5122. cut: Cald. made pieces","49":"Then Daniel1841 requested1156 of4481 the king4430, and he set4483 Shadrach7715, Meshach4336, and Abednego5665, over5922 the affairs5673 of the province4083 of Babylon895: but Daniel1841 sat in the gate8651 of the king4430.","4":"Then spake1696 the Chaldeans3778 to the king4428 in Syriack762, O king4430, live2418 for ever5957: tell560 thy servants5649 the dream2493, and we will shew2324 the interpretation6591.","8":"The king4430 answered6032 and said560, I576 know3046 of4481 certainty3330 that ye608 would gain2084 the time5732, because6903 3606 ye see2370 the thing4406 is gone230 from4481 me. gain: Cald. buy","26":"The king4430 answered6032 and said560 to Daniel1841, whose name8036 was Belteshazzar1096, Art383 thou able3546 to make known3046 unto me the dream2493 which I have seen2370, and the interpretation6591 thereof?","39":"And after870 thee shall arise6966 another317 kingdom4437 inferior772 to thee4481, and another317 third8523 kingdom4437 of brass5174, which shall bear rule7981 over all3606 the earth772.","14":"Then116 Daniel1841 answered8421 with counsel5843 and wisdom2942 to Arioch746 the captain7229 of1768 the king\u0027s4430 guard2877, which was gone forth5312 to slay6992 the wise2445 men of Babylon895: answered: Cald. returned captain: or, chief marshal: Cald. chief of the executioners, or, slaughtermen","37":"Thou607, O king4430, art a king4430 of kings4430: for the God426 of heaven8065 hath given3052 thee a kingdom4437, power2632, and strength8632, and glory3367.","22":"He revealeth1541 the deep5994 and secret things5642: he knoweth3046 what4101 is in the darkness2816, and the light5094 dwelleth8271 with him5974.","28":"But1297 there is383 a God426 in heaven8065 that revealeth1541 secrets7328, and maketh known3046 to the king4430 Nebuchadnezzar5020 what4101 shall be1934 in the latter320 days3118. Thy dream2493, and the visions2376 of thy head7217 upon5922 thy bed4903, are these1836; maketh: Cald. hath made known","25":"Then116 Arioch746 brought in5954 Daniel1841 before6925 the king4430 in haste927, and said560 thus3652 unto him, I have found7912 a man1400 of the captives1123 1547 of4481 Judah3061, that will make known3046 unto the king4430 the interpretation6591. I have: Cald. That I have found captives: Cald. children of the captivity of Judah","9":"But if2006 ye will not3809 make known3046 unto me the dream2493, there is but one1932 2298 decree1882 for you: for ye have prepared2164 lying3538 and corrupt7844 words4406 to speak560 before6925 me, till5705 the time5732 be changed8133: therefore3861 tell560 me the dream2493, and I shall know3046 that1768 ye can shew2324 me the interpretation6591 thereof.","33":"His legs8243 of iron6523, his feet7271 part4481 of iron6523 and part4481 of clay2635.","15":"He answered6032 and said560 to Arioch746 the king\u0027s4430 captain7990, Why4101 5922 is the decree1882 so hasty2685 from4481 6925 the king4430? Then116 Arioch746 made the thing4406 known3046 to Daniel1841.","34":"Thou sawest2370 1934 till5705 that a stone69 was cut out1505 without3809 hands3028, which smote4223 the image6755 upon5922 his feet7271 that were of iron6523 and clay2635, and brake1855 them1994 to pieces1855. without: or, which was not in hands","21":"And he changeth8133 the times5732 and the seasons2166: he removeth5709 kings4430, and setteth up6966 kings4430: he giveth3052 wisdom2452 unto the wise2445, and knowledge4486 to them that know3046 understanding999:","24":"Therefore3606 6903 1836 Daniel1841 went in5954 unto5922 Arioch746, whom the king4430 had ordained4483 to destroy7 the wise2445 men of Babylon895: he went236 and said560 thus3652 unto him; Destroy7 not409 the wise2445 men of Babylon895: bring me in5954 before6925 the king4430, and I will shew2324 unto the king4430 the interpretation6591.","46":"Then116 the king4430 Nebuchadnezzar5020 fell5308 upon5922 his face600, and worshipped5457 Daniel1841, and commanded560 that they should offer5260 an oblation4504 and sweet odours5208 unto him.","16":"Then Daniel1841 went in5954, and desired1156 of4481 the king4430 that he would give5415 him time2166, and that he would shew2324 the king4430 the interpretation6591.","35":"Then116 was the iron6523, the clay2635, the brass5174, the silver3702, and the gold1722, broken to pieces1855 1751 together2298, and became1934 like the chaff5784 of4481 the summer7007 threshingfloors147; and the wind7308 carried5376 them1994 away5376, that3606 no3809 place870 was found7912 for them: and the stone69 that smote4223 the image6755 became1934 a great7229 mountain2906, and filled4391 the whole3606 earth772.","32":"This image\u0027s6755 head7217 was of fine2869 gold1722, his breast2306 and his arms1872 of silver3702, his belly4577 and his thighs3410 of brass5174, thighs: or, sides","7":"They answered6032 again8579 and said560, Let the king4430 tell560 his servants5649 the dream2493, and we will shew2324 the interpretation6591 of it.","43":"And whereas1768 thou sawest2370 iron6523 mixed6151 with miry2917 clay2635, they shall mingle themselves1934 6151 with the seed2234 of men606: but they shall1934 not3809 cleave1693 one1836 to5974 another1836, even1888 as iron6523 is not3809 mixed6151 with clay2635. one: Cald. this with this","48":"Then116 the king4430 made7236 Daniel1841 a great man7236, and gave3052 him many7690 great7260 gifts4978, and made him ruler7981 over5922 the whole3606 province4083 of Babylon895, and chief7229 of the governors5460 over5922 all3606 the wise2445 men of Babylon895.","2":"Then the king4428 commanded559 to call7121 the magicians2748, and the astrologers825, and the sorcerers3784, and the Chaldeans3778, for to shew5046 the king4428 his dreams2472. So they came935 and stood5975 before6440 the king4428.","38":"And wheresoever3606 the children1123 of men606 dwell1753, the beasts2423 of the field1251 and the fowls5776 of the heaven8065 hath he given3052 into thine hand3028, and hath made thee ruler7981 over them all3606. Thou607 art this head7217 of gold1722.","6":"But if2006 ye shew2324 the dream2493, and the interpretation6591 thereof, ye shall receive6902 of4481 me6925 gifts4978 and rewards5023 and great7690 honour3367: therefore3861 shew2324 me the dream2493, and the interpretation6591 thereof. rewards: or, fee","31":"Thou607, O king4430, sawest1934 2370, and behold431 a great2298 7690 image6755. This1797 great7229 image6755, whose brightness2122 was excellent3493, stood6966 before6903 thee; and the form7299 thereof was terrible1763. sawest: Cald. wast seeing"},"1":{"16":"Thus Melzar4453 took away5375 the portion of their meat6598, and the wine3196 that they should drink4960; and gave5414 them pulse2235.","3":"And the king4428 spake559 unto Ashpenaz828 the master7227 of his eunuchs5631, that he should bring935 certain of the children1121 of Israel3478, and of the king\u0027s4410 seed2233, and of the princes6579;","5":"And the king4428 appointed4487 them a daily3117 3117 provision1697 of the king\u0027s4428 meat6598, and of the wine3196 which he drank4960: so nourishing1431 them three7969 years8141, that at the end7117 thereof they might stand5975 before6440 the king4428. the wine: Heb. the wine of his drink","21":"And Daniel1840 continued even unto the first259 year8141 of king4428 Cyrus3566.","18":"Now at the end7117 of the days3117 that the king4428 had said559 he should bring935 them in, then the prince8269 of the eunuchs5631 brought935 them in before6440 Nebuchadnezzar5019.","12":"Prove5254 thy servants5650, I beseech thee, ten6235 days3117; and let them give5414 us pulse2235 to eat398, and water4325 to drink8354. pulse: Heb. of pulse to eat: Heb. that we may eat, etc","10":"And the prince8269 of the eunuchs5631 said559 unto Daniel1840, I fear3373 my lord113 the king4428, who hath appointed4487 your meat3978 and your drink4960: for why should he see7200 your faces6440 worse liking2196 than the children3206 which are of your sort1524? then shall ye make me endanger2325 my head7218 to the king4428. worse: Heb. sadder sort: or, term, or, continuance?","2":"And the Lord136 gave5414 Jehoiakim3079 king4428 of Judah3063 into his hand3027, with part7117 of the vessels3627 of the house1004 of God430: which he carried935 into the land776 of Shinar8152 to the house1004 of his god430; and he brought935 the vessels3627 into the treasure214 house1004 of his god430.","8":"But Daniel1840 purposed7760 in his heart3820 that he would not defile1351 himself with the portion6598 of the king\u0027s4428 meat6598, nor with the wine3196 which he drank4960: therefore he requested1245 of the prince8269 of the eunuchs5631 that he might not defile1351 himself.","17":"As for these four702 children3206, God430 gave5414 them knowledge4093 and skill7919 in all learning5612 and wisdom2451: and Daniel1840 had understanding995 in all visions2377 and dreams2472. Daniel: or, he made Daniel understand","11":"Then said559 Daniel1840 to Melzar4453, whom the prince8269 of the eunuchs5631 had set4487 over Daniel1840, Hananiah2608, Mishael4332, and Azariah5838, Melzar: or, the steward","1":"In the third7969 year8141 of the reign4438 of Jehoiakim3079 king4428 of Judah3063 came935 Nebuchadnezzar5019 king4428 of Babylon894 unto Jerusalem3389, and besieged6696 it.","9":"Now God430 had brought5414 Daniel1840 into favour2617 and tender love7356 with6440 the prince8269 of the eunuchs5631.","14":"So he consented8085 to them in this matter1697, and proved5254 them ten6235 days3117.","7":"Unto whom the prince8269 of the eunuchs5631 gave7760 names8034: for he gave7760 unto Daniel1840 the name of Belteshazzar1095; and to Hananiah2608, of Shadrach7714; and to Mishael4332, of Meshach4335; and to Azariah5838, of Abednego5664.","15":"And at the end7117 of ten6235 days3117 their countenances4758 appeared7200 fairer2896 and fatter1277 in flesh1320 than all the children3206 which did eat398 the portion6598 of the king\u0027s4428 meat6598.","20":"And in all matters1697 of wisdom2451 and understanding998, that the king4428 enquired1245 of them, he found4672 them ten times6235 better3027 than all the magicians2748 and astrologers825 that were in all his realm4438. wisdom: Heb. wisdom of understanding","6":"Now among these were of the children1121 of Judah3063, Daniel1840, Hananiah2608, Mishael4332, and Azariah5838:","4":"Children3206 in whom was no blemish3971 3971, but well2896 favoured4758, and skilful7919 in all wisdom2451, and cunning3045 in knowledge1847, and understanding995 science4093, and such as had ability3581 in them to stand5975 in the king\u0027s4428 palace1964, and whom they might teach3925 the learning5612 and the tongue3956 of the Chaldeans3778.","19":"And the king4428 communed1696 with them; and among them all was found4672 none like Daniel1840, Hananiah2608, Mishael4332, and Azariah5838: therefore stood5975 they before6440 the king4428.","13":"Then let our countenances4758 be looked upon7200 before6440 thee, and the countenance4758 of the children3206 that eat398 of the portion6598 of the king\u0027s4428 meat6598: and as thou seest7200, deal6213 with thy servants5650."},"12":{"3":"And they that be wise7919 shall shine2094 as the brightness2096 of the firmament7549; and they that turn many7227 to righteousness6663 as the stars3556 for ever5769 and ever5703. wise: or, teachers","5":"Then I Daniel1840 looked7200, and, behold, there stood5975 other312 two8147, the one259 on this side2008 of the bank8193 of the river2975, and the other259 on that side of the bank8193 of the river2975. bank: Heb. lip bank: Heb. lip","12":"Blessed835 is he that waiteth2442, and cometh5060 to the thousand505 three7969 hundred3967 and five2568 and thirty7970 days3117.","10":"Many7227 shall be purified1305, and made white3835, and tried6884; but the wicked7563 shall do wickedly7561: and none of the wicked7563 shall understand995; but the wise7919 shall understand995.","2":"And many7227 of them that sleep3463 in the dust6083 of the earth127 shall awake6974, some to everlasting5769 life2416, and some to shame2781 and everlasting5769 contempt1860.","8":"And I heard8085, but I understood995 not: then said559 I, O my Lord113, what shall be the end319 of these things?","11":"And from the time6256 that the daily8548 sacrifice shall be taken away5493, and the abomination8251 that maketh desolate8074 set up5414, there shall be a thousand505 two hundred3967 and ninety8673 days3117. the abomination: Heb. to set up the abomination maketh: or, astonisheth","1":"And at that time6256 shall Michael4317 stand up5975, the great1419 prince8269 which standeth5975 for the children1121 of thy people5971: and there shall be1961 a time6256 of trouble6869, such as never was since there was a nation1471 even to that same time6256: and at that time6256 thy people5971 shall be delivered4422, every one that shall be found4672 written3789 in the book5612.","9":"And he said559, Go thy way3212, Daniel1840: for the words1697 are closed up5640 and sealed2856 till the time6256 of the end7093.","7":"And I heard8085 the man376 clothed3847 in linen906, which was upon4605 the waters4325 of the river2975, when he held up7311 his right hand3225 and his left hand8040 unto heaven8064, and sware7650 by him that liveth2416 for ever5769 that it shall be for a time4150, times4150, and an half2677; and when he shall have accomplished3615 to scatter5310 the power3027 of the holy6944 people5971, all these things shall be finished3615. a time: or, part","6":"And one said559 to the man376 clothed3847 in linen906, which was upon4605 the waters4325 of the river2975, How long shall it be to the end7093 of these wonders6382? upon: or, from above","4":"But thou, O Daniel1840, shut up5640 the words1697, and seal2856 the book5612, even to the time6256 of the end7093: many7227 shall run to and fro7751, and knowledge1847 shall be increased7235.","13":"But go thou thy way3212 till the end7093 be: for thou shalt rest5117, and stand5975 in thy lot1486 at the end7093 of the days3117. for thou: or, and thou, etc"},"4":{"11":"The tree363 grew7236, and was strong8631, and the height7314 thereof reached4291 unto heaven8065, and the sight2379 thereof to the end5491 of all3606 the earth772:","3":"How4101 great7260 are his signs852! and how4101 mighty8624 are his wonders8540! his kingdom4437 is an everlasting5957 kingdom4437, and his dominion7985 is from5974 generation1859 to generation1859.","20":"The tree363 that thou sawest2370, which grew7236, and was strong8631, whose height7314 reached4291 unto the heaven8065, and the sight2379 thereof to all3606 the earth772;","12":"The leaves6074 thereof were fair8209, and the fruit4 thereof much7690, and in it was meat4203 for all3606: the beasts2423 of the field1251 had shadow2927 under8460 it, and the fowls6853 of the heaven8065 dwelt1753 in the boughs6056 thereof, and all3606 flesh1321 was fed2110 of it4481.","10":"Thus were the visions2376 of mine head7217 in5922 my bed4903; I saw1934 2370, and behold431 a tree363 in the midst1459 of the earth772, and the height7314 thereof was great7690. I saw: Cald. I was seeing","17":"This matter6600 is by the decree1510 of the watchers5894, and the demand7595 by the word3983 of the holy ones6922: to5705 the intent1701 that the living2417 may know3046 that the most High5943 ruleth7990 in the kingdom4437 of men606, and giveth5415 it to whomsoever4479 he will6634, and setteth up6966 over5922 it the basest8215 of men606.","13":"I saw1934 2370 in the visions2376 of my head7217 upon5922 my bed4903, and, behold431, a watcher5894 and an holy one6922 came down5182 from4481 heaven8065;","27":"Wherefore3861, O king4430, let my counsel4431 be acceptable8232 unto thee5922, and break off6562 thy sins2408 by righteousness6665, and thine iniquities5758 by shewing mercy2604 to the poor6033; if2006 it may be1934 a lengthening754 of thy tranquillity7963. a lengthening: or, an healing of thine error","30":"The king4430 spake6032, and said560, Is not3809 this1932 1668 great7229 Babylon895, that I576 have built1124 for the house1005 of the kingdom4437 by the might8632 of my power2632, and for the honour3367 of my majesty1923?","18":"This1836 dream2493 I576 king4430 Nebuchadnezzar5020 have seen2370. Now thou607, O Belteshazzar1096, declare560 the interpretation6591 thereof, forasmuch as6903 all3606 the wise2445 men of my kingdom4437 are not3809 able3202 to make known3046 unto me the interpretation6591: but thou607 art able3546; for the spirit7308 of the holy6922 gods426 is in thee.","36":"At the same time2166 my reason4486 returned8421 unto me5922; and for the glory3367 of my kingdom4437, mine honour1923 and brightness2122 returned8421 unto me5922; and my counsellors1907 and my lords7261 sought1156 unto me5922; and I was established8627 in my kingdom4437, and excellent3493 majesty7238 was added3255 unto me.","29":"At the end7118 of twelve8648 6236 months3393 he walked1934 1981 in5922 the palace1965 of the kingdom4437 of Babylon895. in: or, upon","23":"And whereas the king4430 saw2370 a watcher5894 and an holy one6922 coming down5182 from4481 heaven8065, and saying560, Hew1414 the tree363 down1414, and destroy2255 it; yet1297 leave7662 the stump6136 of the roots8330 thereof in the earth772, even with a band613 of iron6523 and brass5174, in the tender grass1883 of the field1251; and let it be wet6647 with the dew2920 of heaven8065, and let his portion2508 be with5974 the beasts2423 of the field1251, till5705 seven7655 times5732 pass2499 over5922 him;","19":"Then116 Daniel1841, whose name8036 was Belteshazzar1096, was astonied8075 for one2298 hour8160, and his thoughts7476 troubled927 him. The king4430 spake6032, and said560, Belteshazzar1096, let not409 the dream2493, or the interpretation6591 thereof, trouble927 thee. Belteshazzar1096 answered6032 and said560, My lord4756, the dream2493 be to them that hate8131 thee, and the interpretation6591 thereof to thine enemies6146.","1":"Nebuchadnezzar5020 the king4430, unto all3606 people5972, nations524, and languages3961, that dwell1753 in all3606 the earth772; Peace8001 be multiplied7680 unto you.","5":"I saw2370 a dream2493 which made me afraid1763, and the thoughts2031 upon5922 my bed4903 and the visions2376 of my head7217 troubled927 me.","4":"I576 Nebuchadnezzar5020 was1934 at rest7954 in mine house1005, and flourishing7487 in my palace1965:","8":"But at5705 the last318 Daniel1841 came in5922 before me6925, whose name8036 was Belteshazzar1096, according to the name8036 of my god426, and in whom is the spirit7308 of the holy6922 gods426: and before6925 him I told560 the dream2493, saying,","26":"And whereas they commanded560 to leave7662 the stump6136 of the tree363 roots8330; thy kingdom4437 shall be sure7011 unto thee, after4481 that thou shalt have known3046 that the heavens8065 do rule7990.","14":"He cried7123 aloud2429, and said560 thus3652, Hew down1414 the tree363, and cut off7113 his branches6056, shake off5426 his leaves6074, and scatter921 his fruit4: let the beasts2423 get away5111 from4481 under it8479, and the fowls6853 from4481 his branches6056: aloud: Cald. with might","37":"Now3705 I576 Nebuchadnezzar5020 praise7624 and extol7313 and honour1922 the King4430 of heaven8065, all3606 whose works4567 are truth7187, and his ways735 judgment1780: and those that walk1981 in pride1467 he is able3202 to abase8214.","22":"It is thou607, O king4430, that art grown7236 and become strong8631: for thy greatness7238 is grown7236, and reacheth4291 unto heaven8065, and thy dominion7985 to the end5491 of the earth772.","28":"All3606 this came4291 upon5922 the king4430 Nebuchadnezzar5020.","25":"That they shall drive2957 thee from4481 men606, and thy dwelling4070 shall be1934 with5974 the beasts2423 of the field1251, and they shall make thee to eat2939 grass6211 as oxen8450, and they shall wet6647 thee with the dew2920 of heaven8065, and seven7655 times5732 shall pass2499 over5922 thee, till5705 thou know3046 that the most High5943 ruleth7990 in the kingdom4437 of men606, and giveth5415 it to whomsoever4479 he will6634.","9":"O Belteshazzar1096, master7229 of the magicians2749, because I576 know3046 that the spirit7308 of the holy6922 gods426 is in thee, and no3606 3809 secret7328 troubleth598 thee, tell560 me the visions2376 of my dream2493 that I have seen2370, and the interpretation6591 thereof.","33":"The same hour8160 was the thing4406 fulfilled5487 upon5922 Nebuchadnezzar5020: and he was driven2957 from4481 men606, and did eat399 grass6211 as oxen8450, and his body1655 was wet6647 with the dew2920 of heaven8065, till5705 his hairs8177 were grown7236 like eagles\u00275403 feathers, and his nails2953 like birds\u00276853 claws.","15":"Nevertheless1297 leave7662 the stump6136 of his roots8330 in the earth772, even with a band613 of iron6523 and brass5174, in the tender grass1883 of the field1251; and let it be wet6647 with the dew2920 of heaven8065, and let his portion2508 be with5974 the beasts2423 in the grass6211 of the earth772:","34":"And at the end7118 of the days3118 I576 Nebuchadnezzar5020 lifted up5191 mine eyes5870 unto heaven8065, and mine understanding4486 returned8421 unto me5922, and I blessed1289 the most High5943, and I praised7624 and honoured1922 him that liveth2417 for ever5957, whose dominion7985 is an everlasting5957 dominion7985, and his kingdom4437 is from5974 generation1859 to generation1859:","21":"Whose leaves6074 were fair8209, and the fruit4 thereof much7690, and in it was meat4203 for all3606; under8460 which the beasts2423 of the field1251 dwelt1753, and upon whose branches6056 the fowls6853 of the heaven8065 had their habitation7932:","24":"This1836 is the interpretation6591, O king4430, and this1932 is the decree1510 of the most High5943, which is come4291 upon5922 my lord4756 the king4430:","16":"Let his heart3825 be changed8133 from4481 man\u0027s606, and let a beast\u0027s2423 heart3825 be given3052 unto him; and let seven7655 times5732 pass2499 over5922 him.","35":"And all3606 the inhabitants1753 of the earth772 are reputed2804 as nothing3809: and he doeth5648 according to his will6634 in the army2429 of heaven8065, and among the inhabitants1753 of the earth772: and none3809 can383 stay4223 his hand3028, or say560 unto him, What4101 doest5648 thou?","32":"And they shall drive2957 thee from4481 men606, and thy dwelling4070 shall be with5974 the beasts2423 of the field1251: they shall make thee to eat2939 grass6211 as oxen8450, and seven7655 times5732 shall pass2499 over5922 thee, until5705 thou know3046 that the most High5943 ruleth7990 in the kingdom4437 of men606, and giveth5415 it to whomsoever4479 he will6634.","7":"Then116 came5954 in the magicians2749, the astrologers826, the Chaldeans3779, and the soothsayers1505: and I576 told560 the dream2493 before6925 them; but they did not3809 make known3046 unto me the interpretation6591 thereof.","2":"I thought6925 it good8232 to shew2324 the signs852 and wonders8540 that the high5943 God426 hath wrought5648 toward5974 me. I thought: Cald. It was seemly before me","6":"Therefore4481 made7761 I4481 a decree2942 to bring5954 in all3606 the wise2445 men of Babylon895 before6925 me, that they might make known3046 unto me the interpretation6591 of the dream2493.","31":"While5751 the word4406 was in the king\u0027s4430 mouth6433, there fell5308 a voice7032 from4481 heaven8065, saying, O king4430 Nebuchadnezzar5020, to thee it is spoken560; The kingdom4437 is departed5709 from4481 thee."},"6":{"11":"Then116 these479 men1400 assembled7284, and found7912 Daniel1841 praying1156 and making supplication2604 before6925 his God426.","3":"Then116 this1836 Daniel1841 was1934 preferred5330 above5922 the presidents5632 and princes324, because3606 6903 an excellent3493 spirit7308 was in him; and the king4430 thought6246 to set6966 him over5922 the whole3606 realm4437.","20":"And when he came7127 to the den1358, he cried2200 with a lamentable6088 voice7032 unto Daniel1841: and the king4430 spake6032 and said560 to Daniel1841, O Daniel1841, servant5649 of the living2417 God426, is thy God426, whom thou servest6399 continually8411, able3202 to deliver7804 thee from4481 the lions744?","12":"Then116 they came near7127, and spake560 before6925 the king4430 concerning5922 the king\u0027s4430 decree633; Hast thou not3809 signed7560 a decree633, that every3606 man606 that shall ask1156 a petition of4481 any3606 God426 or man606 within5705 thirty8533 days3118, save3861 of thee4481, O king4430, shall be cast7412 into the den1358 of lions744? The king4430 answered6032 and said560, The thing4406 is true3330, according to the law1882 of the Medes4076 and Persians6540, which altereth5709 not3809.","10":"Now when Daniel1841 knew3046 that the writing3792 was signed7560, he went5954 into his house1005; and his windows3551 being open6606 in his chamber5952 toward5049 Jerusalem3390, he kneeled1289 upon5922 his knees1291 three8532 times2166 a day3118, and prayed6739, and gave thanks3029 before6925 his God426, as6903 3606 he did1934 5648 aforetime4481 1836 6928.","17":"And a2298 stone69 was brought858, and laid7761 upon5922 the mouth6433 of the den1358; and the king4430 sealed2857 it with his own signet5824, and with the signet5824 of his lords7261; that the purpose6640 might not3809 be changed8133 concerning Daniel1841.","13":"Then116 answered6032 they and said560 before6925 the king4430, That Daniel1841, which is of4481 the children1123 of the captivity1547 of Judah3061, regardeth7761 2942 not3809 thee5922, O king4430, nor the decree633 that thou hast signed7560, but maketh1156 his petition1159 three8532 times2166 a day3118.","27":"He delivereth7804 and rescueth5338, and he worketh5648 signs852 and wonders8540 in heaven8065 and in earth772, who hath delivered7804 Daniel1841 from4481 the power3028 of the lions744. power: Cald. hand","18":"Then116 the king4430 went236 to his palace1965, and passed the night956 fasting2908: neither3809 were instruments1761 of musick brought5954 before6925 him: and his sleep8139 went5075 from him5922. instruments: or, table","23":"Then116 was the king4430 exceeding7690 glad2868 for him5922, and commanded560 that they should take5267 Daniel1841 up5267 out of4481 the den1358. So Daniel1841 was taken up5267 out of4481 the den1358, and no3809 manner3606 of hurt2257 was found7912 upon him, because he believed540 in his God426.","19":"Then116 the king4430 arose6966 very early8238 in the morning5053, and went236 in haste927 unto the den1358 of lions744.","1":"It pleased6925 8232 Darius1868 to set6966 over5922 the kingdom4437 an hundred3969 and twenty6243 princes324, which should be1934 over the whole3606 kingdom4437;","5":"Then116 said560 these479 men1400, We shall not3809 find7912 any3606 occasion5931 against5922 this1836 Daniel1841, except3861 we find7912 it against him concerning the law1882 of his God426.","4":"Then116 the presidents5632 and princes324 sought1934 1156 to find7912 occasion5931 against Daniel1841 concerning6655 the kingdom4437; but3606 they could3202 find7912 none3809 occasion5931 nor3809 fault7844; forasmuch6903 as he was faithful540, neither3809 was there any3606 error7960 or fault7844 found7912 in him5922.","8":"Now3705, O king4430, establish6966 the decree633, and sign7560 the writing3792, that it be not3809 changed8133, according to the law1882 of the Medes4076 and Persians6540, which altereth5709 not3809. altereth not: Cald. passeth not","26":"I4481 6925 make7761 a decree2942, That in every3606 dominion7985 of my kingdom4437 men tremble1934 2112 and fear1763 before4481 6925 the God426 of Daniel1841: for he is the living2417 God426, and stedfast7011 for ever5957, and his kingdom4437 that which shall not3809 be destroyed2255, and his dominion7985 shall be even unto5705 the end5491.","14":"Then116 the king4430, when he heard8086 these words4406, was sore7690 displeased888 with himself, and set7761 his heart1079 on5922 Daniel1841 to deliver7804 him: and he laboured1934 7712 till5705 the going down4606 of the sun8122 to deliver5338 him.","22":"My God426 hath sent7972 his angel4398, and hath shut5463 the lions\u0027744 mouths6433, that they have not3809 hurt2255 me: forasmuch as3606 6903 before6925 him innocency2136 was found7912 in me; and also638 before6925 thee, O king4430, have I done5648 no3809 hurt2248.","28":"So this1836 Daniel1841 prospered6744 in the reign4437 of Darius1868, and in the reign4437 of Cyrus3567 the Persian6543.","25":"Then116 king4430 Darius1868 wrote3790 unto all3606 people5972, nations524, and languages3961, that dwell1753 in all3606 the earth772; Peace8001 be multiplied7680 unto you.","9":"Wherefore3606 1836 6903 king4430 Darius1868 signed7560 the writing3792 and the decree633.","15":"Then116 these479 men1400 assembled7284 unto5922 the king4430, and said560 unto the king4430, Know3046, O king4430, that the law1882 of the Medes4076 and Persians6540 is, That no3606 decree633 nor statute7010 which the king4430 establisheth6966 may be changed8133.","21":"Then116 said4449 Daniel1841 unto5974 the king4430, O king4430, live2418 for ever5957.","24":"And the king4430 commanded560, and they brought858 those479 men1400 which had accused399 7170 Daniel1841, and they cast7412 them into the den1358 of lions744, them581, their children1123, and their wives5389; and the lions744 had the mastery5705 7981 of them, and brake1855 all3606 their bones1635 in pieces1855 or ever3809 they came4291 at the bottom773 of the den1358.","16":"Then116 the king4430 commanded560, and they brought858 Daniel1841, and cast7412 him into the den1358 of lions744. Now the king4430 spake6032 and said560 unto Daniel1841, Thy God426 whom thou607 servest6399 continually8411, he will deliver7804 thee.","7":"All3606 the presidents5632 of the kingdom4437, the governors5460, and the princes324, the counsellors1907, and the captains6347, have consulted together3272 to establish6966 a royal4430 statute7010, and to make a firm8631 decree633, that whosoever shall ask1156 a petition1159 of4481 any3606 God426 or man606 for5705 thirty8533 days3118, save3861 of thee4481, O king4430, he shall be cast7412 into the den1358 of lions744. decree: or, interdict","2":"And over5924 these4481 three8532 presidents5632; of whom4481 Daniel1841 was first2298: that459 the princes324 might1934 give3052 accounts2941 unto them, and the king4430 should have1934 no3809 damage5142.","6":"Then116 these459 presidents5632 and princes324 assembled together7284 to the king4430, and said560 thus3652 unto him5922, King4430 Darius1868, live2418 for ever5957. assembled: or, came tumultuously"},"5":{"11":"There is383 a man1400 in thy kingdom4437, in whom is the spirit7308 of the holy6922 gods426; and in the days3118 of thy father2 light5094 and understanding7924 and wisdom2452, like the wisdom2452 of the gods426, was found7912 in him; whom the king4430 Nebuchadnezzar5020 thy father2, the king4430, I say, thy father2, made6966 master7229 of the magicians2749, astrologers826, Chaldeans3779, and soothsayers1505; father: or, grandfather","3":"Then116 they brought858 the golden1722 vessels3984 that were taken5312 out of4481 the temple1965 of the house1005 of God426 which was at Jerusalem3390; and the king4430, and his princes7261, his wives7695, and his concubines3904, drank8355 in them.","20":"But when his heart3825 was lifted up7313, and his mind7308 hardened8631 in pride2103, he was deposed5182 from4481 his kingly4437 throne3764, and they took5709 his glory3367 from him4481: in pride: or, to deal proudly deposed: Cald. made to come down","12":"Forasmuch as6903 3606 an excellent3493 spirit7308, and knowledge4486, and understanding7924, interpreting6590 of dreams2493, and shewing263 of hard sentences280, and dissolving8271 of doubts7001, were found7912 in the same Daniel1841, whom the king4430 named7761 8036 Belteshazzar1096: now3705 let Daniel1841 be called7123, and he will shew2324 the interpretation6591. interpreting: or, of an interpreter dissolving: or, of a dissolver doubts: Cald. knots","10":"Now the queen4433, by reason6903 of the words4406 of the king4430 and his lords7261, came5954 into the banquet4961 house1005: and the queen4433 spake6032 and said560, O king4430, live2418 for ever5957: let not409 thy thoughts7476 trouble927 thee, nor let thy countenance2122 be changed8133:","17":"Then116 Daniel1841 answered6032 and said560 before6925 the king4430, Let thy gifts4978 be1934 to thyself, and give3052 thy rewards5023 to another321; yet1297 I will read7123 the writing3792 unto the king4430, and make known3046 to him the interpretation6591. rewards: or, fee","13":"Then116 was Daniel1841 brought in5954 before6925 the king4430. And the king4430 spake6032 and said560 unto Daniel1841, Art thou607 that Daniel1841, which art of4481 the children1123 of the captivity1547 of Judah3061, whom the king4430 my father2 brought858 out of4481 Jewry3061? father: or, grandfather","27":"TEKEL8625; Thou art weighed8625 in the balances3977, and art found7912 wanting2627.","30":"In that night3916 was Belshazzar1113 the king4430 of the Chaldeans3779 slain6992.","18":"O thou607 king4430, the most high5943 God426 gave3052 Nebuchadnezzar5020 thy father2 a kingdom4437, and majesty7238, and glory3367, and honour1923:","29":"Then116 commanded560 Belshazzar1113, and they clothed3848 Daniel1841 with scarlet711, and put a chain2002 of gold1722 about5922 his neck6676, and made a proclamation3745 concerning5922 him, that he should be1934 the third8531 ruler7990 in the kingdom4437.","23":"But hast lifted up7313 thyself against5922 the Lord4756 of heaven8065; and they have brought858 the vessels3984 of his house1005 before6925 thee, and thou607, and thy lords7261, thy wives7695, and thy concubines3904, have drunk8355 wine2562 in them; and thou hast praised7624 the gods426 of silver3702, and gold1722, of brass5174, iron6523, wood636, and stone69, which see2370 not3809, nor3809 hear8086, nor3809 know3046: and the God426 in whose hand3028 thy breath5396 is, and whose are all3606 thy ways735, hast thou not3809 glorified1922:","19":"And for4481 the majesty7238 that he gave3052 him, all3606 people5972, nations524, and languages3961, trembled1934 2112 and feared1763 before4481 him6925: whom he would1934 6634 he slew1934 6992; and whom he would1934 6634 he kept alive1934 2418; and whom he would1934 6634 he set up1934 7313; and whom he would1934 6634 he put down1934 8214.","1":"Belshazzar1113 the king4430 made5648 a great7229 feast3900 to a thousand506 of his lords7261, and drank8355 wine2562 before6903 the thousand506.","5":"In the same hour8160 came forth5312 fingers677 of a man\u0027s606 hand3028, and wrote3790 over against6903 the candlestick5043 upon5922 the plaister1528 of the wall3797 of the king\u0027s4430 palace1965: and the king4430 saw2370 the part6447 of the hand3028 that wrote3790.","4":"They drank8355 wine2562, and praised7624 the gods426 of gold1722, and of silver3702, of brass5174, of iron6523, of wood636, and of stone69.","8":"Then116 came5954 in all3606 the king\u0027s4430 wise2445 men: but they could3546 not3809 read7123 the writing3792, nor make known3046 to the king4430 the interpretation6591 thereof.","26":"This1836 is the interpretation6591 of the thing4406: MENE4484; God426 hath numbered4483 thy kingdom4437, and finished8000 it.","14":"I have even heard8086 of thee, that the spirit7308 of the gods426 is in thee5922, and that light5094 and understanding7924 and excellent3493 wisdom2452 is found7912 in thee.","22":"And thou607 his son1247, O Belshazzar1113, hast not3809 humbled8214 thine heart3825, though6903 thou knewest3046 all3606 this1836;","28":"PERES6537; Thy kingdom4437 is divided6537, and given3052 to the Medes4076 and Persians6540.","25":"And this1836 is the writing3792 that was written7560, MENE4484, MENE4484, TEKEL8625, UPHARSIN6537.","9":"Then116 was king4430 Belshazzar1113 greatly7690 troubled927, and his countenance2122 was changed8133 in him5922, and his lords7261 were astonied7672. countenance: Cald. brightnesses","15":"And now3705 the wise2445 men, the astrologers826, have been brought5954 in before6925 me, that they should read7123 this1836 writing3792, and make known3046 unto me the interpretation6591 thereof: but they could3546 not3809 shew2324 the interpretation6591 of the thing4406:","21":"And he was driven2957 from4481 the sons1123 of men606; and his heart3825 was made7739 like5974 the beasts2423, and his dwelling4070 was with the wild asses6167: they fed2939 him with grass6211 like oxen8450, and his body1655 was wet6647 with the dew2920 of heaven8065; till5705 he knew3046 that the most high5943 God426 ruled7990 in the kingdom4437 of men606, and that he appointeth6966 over5922 it whomsoever4479 he will6634. his heart: or, he made his heart equal, etc","24":"Then116 was the part6447 of the hand3028 sent7972 from4481 him6925; and this1836 writing3792 was written7560.","16":"And I576 have heard8086 of thee5922, that thou canst3202 make6590 interpretations6591, and dissolve8271 doubts7001: now3705 if2006 thou canst3202 read7123 the writing3792, and make known3046 to me the interpretation6591 thereof, thou shalt be clothed3848 with scarlet711, and have a chain2002 of gold1722 about5922 thy neck6676, and shalt be the third8531 ruler7981 in the kingdom4437. make interpretations: Cald. interpret, etc","7":"The king4430 cried7123 aloud2429 to bring5954 in the astrologers826, the Chaldeans3779, and the soothsayers1505. And the king4430 spake6032, and said560 to the wise2445 men of Babylon895, Whosoever606 3606 shall read7123 this1836 writing3792, and shew2324 me the interpretation6591 thereof, shall be clothed3848 with scarlet711, and have a chain2002 of gold1722 about5922 his neck6676, and shall be the third8523 ruler7981 in the kingdom4437. aloud: Cald. with might scarlet: or, purple","2":"Belshazzar1113, whiles he tasted2942 the wine2562, commanded560 to bring858 the golden1722 and silver3702 vessels3984 which his father2 Nebuchadnezzar5020 had taken5312 out of4481 the temple1965 which was in Jerusalem3390; that the king4430, and his princes7261, his wives7695, and his concubines3904, might drink8355 therein. father: or, grandfather taken: Cald. brought forth","6":"Then116 the king\u0027s4430 countenance2122 was changed8133, and his thoughts7476 troubled927 him, so that the joints7001 of his loins2783 were loosed8271, and his knees755 smote5368 one1668 against another1668. countenance: Cald. brightnesses was changed: Cald. changed it joints: or, girdles: Cald. bindings, or, knots","31":"And Darius1868 the Median4077 took6902 the kingdom4437, being about threescore8361 and two8648 years8140 old1247. being: Cald. he as the son of, etc about: or, now"},"8":{"11":"Yea, he magnified1431 himself even to the prince8269 of the host6635, and by him the daily8548 sacrifice was taken away7311 7311, and the place4349 of his sanctuary4720 was cast down7993. to: or, against by him: or, from him","3":"Then I lifted up5375 mine eyes5869, and saw7200, and, behold, there stood5975 before6440 the river180 a259 ram352 which had two horns7161: and the two horns7161 were high1364; but one259 was higher1364 than the other8145, and the higher1364 came up5927 last314. the other: Heb. the second","20":"The ram352 which thou sawest7200 having1167 two horns7161 are the kings4428 of Media4074 and Persia6539.","12":"And an host6635 was given5414 him against the daily8548 sacrifice by reason of transgression6588, and it cast down7993 the truth571 to the ground776; and it practised6213, and prospered6743. an host: or, the host was given over for the transgression against the daily sacrifice","10":"And it waxed great1431, even to the host6635 of heaven8064; and it cast down5307 some of the host6635 and of the stars3556 to the ground776, and stamped7429 upon them. to the host: or, against the host","17":"So he came935 near681 where I stood5977: and when he came935, I was afraid1204, and fell5307 upon my face6440: but he said559 unto me, Understand995, O son1121 of man120: for at the time6256 of the end7093 shall be the vision2377.","13":"Then I heard8085 one259 saint6918 speaking1696, and another259 saint6918 said559 unto that certain6422 saint which spake1696, How long shall be the vision2377 concerning the daily8548 sacrifice, and the transgression6588 of desolation8074, to give5414 both the sanctuary6944 and the host6635 to be trodden under foot4823? that: or, the numberer of secrets, or, the wonderful numberer: Heb. Palmoni of: or, making desolate","27":"And I Daniel1840 fainted1961, and was sick2470 certain days3117; afterward I rose up6965, and did6213 the king\u0027s4428 business4399; and I was astonished8074 at the vision4758, but none understood995 it.","18":"Now as he was speaking1696 with me, I was in a deep sleep7290 on my face6440 toward the ground776: but he touched5060 me, and set5975 me upright5977. set: Heb. made me stand upon my standing","23":"And in the latter time319 of their kingdom4438, when the transgressors6586 are come to the full8552, a king4428 of fierce5794 countenance6440, and understanding995 dark sentences2420, shall stand up5975. are: Heb. are accomplished","19":"And he said559, Behold, I will make thee know3045 what shall be in the last end319 of the indignation2195: for at the time appointed4150 the end7093 shall be.","1":"In the third7969 year8141 of the reign4438 of king4428 Belshazzar1112 a vision2377 appeared7200 unto me, even unto me Daniel1840, after310 that which appeared7200 unto me at the first8462.","5":"And as I was considering995, behold, an he5795 goat6842 came935 from the west4628 on the face6440 of the whole earth776, and touched5060 not the ground776: and the goat6842 had a notable2380 horn7161 between his eyes5869. touched: or, none touched him in the earth a notable: Heb. a horn of sight","4":"I saw7200 the ram352 pushing5055 westward3220, and northward6828, and southward5045; so that no beasts2416 might stand5975 before6440 him, neither was there any that could deliver5337 out of his hand3027; but he did6213 according to his will7522, and became great1431.","8":"Therefore the he6842 goat5795 waxed very3966 great1431: and when he was strong6105, the great1419 horn7161 was broken7665; and for it came up5927 four702 notable ones2380 toward the four702 winds7307 of heaven8064.","26":"And the vision4758 of the evening6153 and the morning1242 which was told559 is true571: wherefore shut thou up5640 the vision2377; for it shall be for many7227 days3117.","14":"And he said559 unto me, Unto two thousand505 and three7969 hundred3967 days6153 1242; then shall the sanctuary6944 be cleansed6663. days: Heb. evening morning cleansed: Heb. justified","22":"Now that being broken7665, whereas four702 stood up5975 for it, four702 kingdoms4438 shall stand up5975 out of the nation1471, but not in his power3581.","25":"And through his policy7922 also he shall cause craft4820 to prosper6743 in his hand3027; and he shall magnify1431 himself in his heart3824, and by peace7962 shall destroy7843 many7227: he shall also stand up5975 against the Prince8269 of princes8269; but he shall be broken7665 without657 hand3027. peace: or, prosperity","9":"And out of one259 of them came forth3318 a little4704 horn7161, which waxed exceeding3499 great1431, toward the south5045, and toward the east4217, and toward the pleasant6643 land.","15":"And it came to pass, when I, even I Daniel1840, had seen7200 the vision2377, and sought1245 for the meaning998, then, behold, there stood5975 before me as the appearance4758 of a man1397.","21":"And the rough8163 goat6842 is the king4428 of Grecia3120: and the great1419 horn7161 that is between his eyes5869 is the first7223 king4428.","24":"And his power3581 shall be mighty6105, but not by his own power3581: and he shall destroy7843 wonderfully6381, and shall prosper6743, and practise6213, and shall destroy7843 the mighty6099 and the holy6918 people5971. holy: Heb. people of the holy ones","16":"And I heard8085 a man\u0027s120 voice6963 between the banks of Ulai195, which called7121, and said559, Gabriel1403, make this1975 man to understand995 the vision4758.","7":"And I saw7200 him come5060 close unto681 the ram352, and he was moved with choler4843 against him, and smote5221 the ram352, and brake7665 his two8147 horns7161: and there was no power3581 in the ram352 to stand5975 before6440 him, but he cast him down7993 to the ground776, and stamped7429 upon him: and there was none that could deliver5337 the ram352 out of his hand3027.","2":"And I saw7200 in a vision2377; and it came to pass, when I saw7200, that I was at Shushan7800 in the palace1002, which is in the province4082 of Elam5867; and I saw7200 in a vision2377, and I was by the river180 of Ulai195.","6":"And he came935 to the ram352 that had1167 two horns7161, which I had seen7200 standing5975 before6440 the river180, and ran7323 unto him in the fury2534 of his power3581."}}}