{"translationKey":"kjv","translation":"KJV","book":"Deuteronomy","bookSlug":"deuteronomy","chapters":{"11":{"11":"But the land776, whither ye go5674 to possess3423 it, is a land776 of hills2022 and valleys1237, and drinketh8354 water4325 of the rain4306 of heaven8064:","3":"And his miracles226, and his acts4639, which he did6213 in the midst8432 of Egypt4714 unto Pharaoh6547 the king4428 of Egypt4714, and unto all his land776;","20":"And thou shalt write3789 them upon the door posts4201 of thine house1004, and upon thy gates8179:","12":"A land776 which the LORD3068 thy God430 careth for1875: the eyes5869 of the LORD3068 thy God430 are always8548 upon it, from the beginning7225 of the year8141 even unto the end319 of the year8141. careth: Heb. seeketh","10":"For the land776, whither thou goest in935 to possess3423 it, is not as the land776 of Egypt4714, from whence ye came out3318, where thou sowedst2232 thy seed2233, and wateredst8248 it with thy foot7272, as a garden1588 of herbs3419:","17":"And then the LORD\u0027S3068 wrath639 be kindled2734 against you, and he shut up6113 the heaven8064, that there be no rain4306, and that the land127 yield5414 not her fruit2981; and lest ye perish6 quickly4120 from off the good2896 land776 which the LORD3068 giveth5414 you.","13":"And it shall come to pass, if ye shall hearken8085 diligently8085 unto my commandments4687 which I command6680 you this day3117, to love157 the LORD3068 your God430, and to serve5647 him with all your heart3824 and with all your soul5315,","27":"A blessing1293, if ye obey8085 the commandments4687 of the LORD3068 your God430, which I command6680 you this day3117:","30":"Are they not on the other side5676 Jordan3383, by310 the way1870 where the sun8121 goeth down3996, in the land776 of the Canaanites3669, which dwell3427 in the champaign6160 over against4136 Gilgal1537, beside681 the plains436 of Moreh4176?","18":"Therefore shall ye lay up7760 these my words1697 in your heart3824 and in your soul5315, and bind7194 them for a sign226 upon your hand3027, that they may be as frontlets2903 between your eyes5869.","29":"And it shall come to pass, when the LORD3068 thy God430 hath brought thee in935 unto the land776 whither thou goest935 to possess3423 it, that thou shalt put5414 the blessing1293 upon mount2022 Gerizim1630, and the curse7045 upon mount2022 Ebal5858.","23":"Then will the LORD3068 drive out3423 all these nations1471 from before6440 you, and ye shall possess3423 greater1419 nations1471 and mightier6099 than yourselves.","19":"And ye shall teach3925 them your children1121, speaking1696 of them when thou sittest3427 in thine house1004, and when thou walkest3212 by the way1870, when thou liest7901 down, and when thou risest up6965.","1":"Therefore thou shalt love157 the LORD3068 thy God430, and keep8104 his charge4931, and his statutes2708, and his judgments4941, and his commandments4687, alway3117.","5":"And what he did6213 unto you in the wilderness4057, until ye came935 into this place4725;","4":"And what he did6213 unto the army2428 of Egypt4714, unto their horses5483, and to their chariots7393; how he made the water4325 of the Red5488 sea3220 to overflow6687 them6440 as they pursued7291 after310 you, and how the LORD3068 hath destroyed6 them unto this day3117;","8":"Therefore shall ye keep8104 all the commandments4687 which834 I command6680 you this day3117, that ye may be strong2388, and go in935 and possess3423 the land776, whither ye go5674 to possess3423 it;","26":"Behold7200, I set5414 before6440 you this day3117 a blessing1293 and a curse7045;","14":"That I will give5414 you the rain4306 of your land776 in his due season6256, the first rain3138 and the latter rain4456, that thou mayest gather622 in thy corn1715, and thy wine8492, and thine oil3323.","22":"For if ye shall diligently8104 keep8104 all these commandments4687 which I command6680 you, to do6213 them, to love157 the LORD3068 your God430, to walk3212 in all his ways1870, and to cleave1692 unto him;","28":"And a curse7045, if ye will not obey8085 the commandments4687 of the LORD3068 your God430, but turn aside5493 out of the way1870 which I command6680 you this day3117, to go3212 after310 other312 gods430, which ye have not known3045.","25":"There shall no man376 be able to stand3320 before6440 you: for the LORD3068 your God430 shall lay5414 the fear6343 of you and the dread4172 of you upon6440 all the land776 that ye shall tread1869 upon, as he hath said1696 unto you.","9":"And that ye may prolong748 your days3117 in the land127, which the LORD3068 sware7650 unto your fathers1 to give5414 unto them and to their seed2233, a land776 that floweth2100 with milk2461 and honey1706.","15":"And I will send5414 grass6212 in thy fields7704 for thy cattle929, that thou mayest eat398 and be full7646. send: Heb. give","21":"That your days3117 may be multiplied7235, and the days3117 of your children1121, in the land127 which the LORD3068 sware7650 unto your fathers1 to give5414 them, as the days3117 of heaven8064 upon the earth776.","24":"Every place4725 whereon the soles3709 of your feet7272 shall tread1869 shall be yours: from the wilderness4057 and Lebanon3844, from the river5104, the river5104 Euphrates6578, even unto the uttermost314 sea3220 shall your coast1366 be.","16":"Take heed8104 to yourselves, that your heart3824 be not deceived6601, and ye turn aside5493, and serve5647 other312 gods430, and worship7812 them;","32":"And ye shall observe8104 to do6213 all the statutes2706 and judgments4941 which I set5414 before6440 you this day3117.","7":"But your eyes5869 have seen7200 all the great1419 acts4639 of the LORD3068 which he did6213.","2":"And know3045 ye this day3117: for I speak not with your children1121 which have not known3045, and which have not seen7200 the chastisement4148 of the LORD3068 your God430, his greatness1433, his mighty2389 hand3027, and his stretched out5186 arm2220,","6":"And what he did6213 unto Dathan1885 and Abiram48, the sons1121 of Eliab446, the son1121 of Reuben7205: how the earth776 opened6475 her mouth6310, and swallowed them up1104, and their households1004, and their tents168, and all the substance3351 that was in their possession7272, in the midst7130 of all Israel3478: substance: or, living substance which followed them was: Heb. was at their feet","31":"For ye shall pass over5674 Jordan3383 to go in935 to possess3423 the land776 which the LORD3068 your God430 giveth5414 you, and ye shall possess3423 it, and dwell3427 therein."},"3":{"11":"For only Og5747 king4428 of Bashan1316 remained7604 of the remnant3499 of giants7497; behold, his bedstead6210 was a bedstead6210 of iron1270; is it not3808 in Rabbath7237 of the children1121 of Ammon5983? nine8672 cubits520 was the length753 thereof, and four702 cubits520 the breadth7341 of it, after the cubit520 of a man376.","3":"So the LORD3068 our God430 delivered5414 into our hands3027 Og5747 also, the king4428 of Bashan1316, and all his people5971: and we smote5221 him until none was left7604 to him remaining8300.","20":"Until the LORD3068 have given rest5117 unto your brethren251, as well as unto you, and until they also possess3423 the land776 which the LORD3068 your God430 hath given5414 them beyond5676 Jordan3383: and then shall ye return7725 every man376 unto his possession3425, which I have given5414 you.","12":"And this land776, which we possessed3423 at that time6256, from Aroer6177, which is by the river5158 Arnon769, and half2677 mount2022 Gilead1568, and the cities5892 thereof, gave5414 I unto the Reubenites7206 and to the Gadites1425.","10":"All the cities5892 of the plain4334, and all Gilead1568, and all Bashan1316, unto Salchah5548 and Edrei154, cities5892 of the kingdom4467 of Og5747 in Bashan1316.","17":"The plain6160 also, and Jordan3383, and the coast1366 thereof, from Chinnereth3672 even unto the sea3220 of the plain6160, even the salt4417 sea3220, under Ashdothpisgah798 794 eastward4217. Ashdothpisgah; or, the springs of Pisgah, or, the hill","13":"And the rest3499 of Gilead1568, and all Bashan1316, being the kingdom4467 of Og5747, gave5414 I unto the half2677 tribe7626 of Manasseh4519; all the region2256 of Argob709, with all Bashan1316, which1931 was called7121 the land776 of giants7497.","27":"Get thee up5927 into the top7218 of Pisgah6449, and lift up5375 thine eyes5869 westward3220, and northward6828, and southward8486, and eastward4217, and behold7200 it with thine eyes5869: for thou shalt not go over5674 this Jordan3383. Pisgah: or, the hill","18":"And I commanded6680 you at that time6256, saying559, The LORD3068 your God430 hath given5414 you this land776 to possess3423 it: ye shall pass over5674 armed2502 before6440 your brethren251 the children1121 of Israel3478, all that are meet1121 for the war2428. meet: Heb. sons of power","29":"So we abode3427 in the valley1516 over against4136 Bethpeor1047.","23":"And I besought2603 the LORD3068 at that time6256, saying559,","19":"But your wives802, and your little ones2945, and your cattle4735, ( for I know3045 that ye have much7227 cattle4735,) shall abide3427 in your cities5892 which I have given5414 you;","1":"Then we turned6437, and went up5927 the way1870 to Bashan1316: and Og5747 the king4428 of Bashan1316 came out3318 against7125 us, he and all his people5971, to battle4421 at Edrei154.","5":"All these cities5892 were fenced1219 with high1364 walls2346, gates1817, and bars1280; beside unwalled6521 towns5892 a great3966 many7235.","4":"And we took3920 all his cities5892 at that time6256, there was not a city7151 which we took3947 not from them, threescore8346 cities5892, all the region2256 of Argob709, the kingdom4467 of Og5747 in Bashan1316.","8":"And we took3947 at that time6256 out3947 of the hand3027 of the two8147 kings4428 of the Amorites567 the land776 that was on this side5676 Jordan3383, from the river5158 of Arnon769 unto mount2022 Hermon2768;","26":"But the LORD3068 was wroth5674 with me for your sakes, and would not hear8085 me: and the LORD3068 said559 unto me, Let it suffice7227 thee; speak1696 no more3254 unto me of this matter1697.","14":"Jair2971 the son1121 of Manasseh4519 took3947 all the country2256 of Argob709 unto the coasts1366 of Geshuri1651 and Maachathi4602; and called7121 them after his own name8034, Bashanhavothjair1316 2334, unto this day3117.","22":"Ye shall not fear3372 them: for the LORD3068 your God430 he shall fight3898 for you.","28":"But charge6680 Joshua3091, and encourage2388 him, and strengthen553 him: for he shall go over5674 before6440 this people5971, and he shall cause them to inherit5157 the land776 which thou shalt see7200.","25":"I pray thee, let me go over5674, and see7200 the good2896 land776 that is beyond5676 Jordan3383, that goodly2896 mountain2022, and Lebanon3844.","9":"( Which Hermon2768 the Sidonians6722 call7121 Sirion8303; and the Amorites567 call7121 it Shenir8149;)","15":"And I gave5414 Gilead1568 unto Machir4353.","21":"And I commanded6680 Joshua3091 at that time6256, saying559, Thine eyes5869 have seen7200 all that the LORD3068 your God430 hath done6213 unto these two8147 kings4428: so shall the LORD3068 do6213 unto all the kingdoms4467 whither thou passest5674.","24":"O Lord136 GOD3069, thou hast begun2490 to shew7200 thy servant5650 thy greatness1433, and thy mighty2389 hand3027: for what God410 is there in heaven8064 or in earth776, that can do6213 according to thy works4639, and according to thy might1369?","16":"And unto the Reubenites7206 and unto the Gadites1425 I gave5414 from Gilead1568 even unto the river5158 Arnon769 half8432 the valley5158, and the border1366 even unto the river5158 Jabbok2999, which is the border1366 of the children1121 of Ammon5983;","7":"But all the cattle929, and the spoil7998 of the cities5892, we took for a prey962 to ourselves.","2":"And the LORD3068 said559 unto me, Fear3372 him not: for I will deliver5414 him, and all his people5971, and his land776, into thy hand3027; and thou shalt do6213 unto him as thou didst6213 unto Sihon5511 king4428 of the Amorites567, which dwelt3427 at Heshbon2809.","6":"And we utterly destroyed2763 them, as we did6213 unto Sihon5511 king4428 of Heshbon2809, utterly destroying2763 the men4962, women802, and children2945, of every city5892."},"20":{"16":"But of the cities5892 of these people5971, which the LORD3068 thy God430 doth give5414 thee for an inheritance5159, thou shalt save alive2421 nothing that breatheth5397:","3":"And shall say559 unto them, Hear8085, O Israel3478, ye approach7131 this day3117 unto battle4421 against your enemies341: let not your hearts3824 faint7401, fear3372 not, and do not tremble2648, neither be ye terrified6206 because6440 of them; faint: Heb. be tender tremble: Heb. make haste","5":"And the officers7860 shall speak1696 unto the people5971, saying559, What man376 is there that hath built1129 a new2319 house1004, and hath not dedicated2596 it? let him go3212 and return7725 to his house1004, lest he die4191 in the battle4421, and another312 man376 dedicate2596 it.","18":"That they teach3925 you not to do6213 after all their abominations8441, which they have done6213 unto their gods430; so should ye sin2398 against the LORD3068 your God430.","12":"And if it will make no peace7999 with thee, but will make6213 war4421 against thee, then thou shalt besiege6696 it:","10":"When thou comest nigh7126 unto a city5892 to fight3898 against it, then proclaim7121 peace7965 unto it.","2":"And it shall be, when ye are come nigh7126 unto the battle4421, that the priest3548 shall approach5066 and speak1696 unto the people5971,","8":"And the officers7860 shall speak1696 further3254 unto the people5971, and they shall say559, What man376 is there that is fearful3373 and fainthearted7390 3824? let him go3212 and return7725 unto his house1004, lest his brethren\u0027s251 heart3824 faint4549 as well as his heart3824. faint: Heb. melt","17":"But thou shalt utterly2763 destroy2763 them; namely, the Hittites2850, and the Amorites567, the Canaanites3669, and the Perizzites6522, the Hivites2340, and the Jebusites2983; as the LORD3068 thy God430 hath commanded6680 thee:","11":"And it shall be, if it make thee answer6030 of peace7965, and open6605 unto thee, then it shall be, that all the people5971 that is found4672 therein shall be tributaries4522 unto thee, and they shall serve5647 thee.","1":"When thou goest out3318 to battle4421 against thine enemies341, and seest7200 horses5483, and chariots7393, and a people5971 more7227 than thou, be not afraid3372 of them: for the LORD3068 thy God430 is with thee, which brought thee up5927 out of the land776 of Egypt4714.","9":"And it shall be, when the officers7860 have made an end3615 of speaking1696 unto the people5971, that they shall make6485 captains8269 of the armies6635 to lead7218 the people5971. to lead: Heb. to be in the head of the people","14":"But the women802, and the little ones2945, and the cattle929, and all that is in the city5892, even all the spoil7998 thereof, shalt thou take962 unto thyself; and thou shalt eat398 the spoil7998 of thine enemies341, which the LORD3068 thy God430 hath given5414 thee. take: Heb. spoil","7":"And what man376 is there that hath betrothed781 a wife802, and hath not taken3947 her? let him go3212 and return7725 unto his house1004, lest he die4191 in the battle4421, and another312 man376 take3947 her.","15":"Thus shalt thou do6213 unto all the cities5892 which are very3966 far off7350 from thee, which2007 are not of the cities5892 of these nations1471.","20":"Only the trees6086 which thou knowest3045 that they be not trees6086 for meat3978, thou shalt destroy7843 and cut them down3772; and thou shalt build1129 bulwarks4692 against the city5892 that maketh6213 war4421 with thee, until it be subdued3381. it: Heb. it come down","6":"And what man376 is he that hath planted5193 a vineyard3754, and hath not yet eaten2490 of it? let him also go3212 and return7725 unto his house1004, lest he die4191 in the battle4421, and another312 man376 eat2490 of it. eaten: Heb. made it common","4":"For the LORD3068 your God430 is he that goeth1980 with you, to fight3898 for you against your enemies341, to save3467 you.","19":"When thou shalt besiege6696 a city5892 a long7227 time3117, in making war3898 against it to take8610 it, thou shalt not destroy7843 the trees6086 thereof by forcing5080 an axe1631 against them: for thou mayest eat398 of them, and thou shalt not cut them down3772 (for the tree6086 of the field7704 is man\u0027s120 life ) to employ935 them in the siege6440 4692: for the: or, for, O man, the tree of the field is to be employed in the siege to employ: Heb. to go from before thee","13":"And when the LORD3068 thy God430 hath delivered5414 it into thine hands3027, thou shalt smite5221 every male2138 thereof with the edge6310 of the sword2719:"},"12":{"11":"Then there shall be a place4725 which the LORD3068 your God430 shall choose977 to cause his name8034 to dwell7931 there; thither shall ye bring935 all that I command6680 you; your burnt offerings5930, and your sacrifices2077, your tithes4643, and the heave offering8641 of your hand3027, and all your choice4005 vows5088 which ye vow5087 unto the LORD3068: your choice: Heb. the choice of your vows","3":"And ye shall overthrow5422 their altars4196, and break7665 their pillars4676, and burn8313 their groves842 with fire784; and ye shall hew down1438 the graven images6456 of their gods430, and destroy6 the names8034 of them out of that place4725. overthrow: Heb. break down","20":"When the LORD3068 thy God430 shall enlarge7337 thy border1366, as he hath promised1696 thee, and thou shalt say559, I will eat398 flesh1320, because thy soul5315 longeth183 to eat398 flesh1320; thou mayest eat398 flesh1320, whatsoever thy soul5315 lusteth after185.","12":"And ye shall rejoice8055 before6440 the LORD3068 your God430, ye, and your sons1121, and your daughters1323, and your menservants5650, and your maidservants519, and the Levite3881 that is within your gates8179; forasmuch3588 as he hath no part2506 nor inheritance5159 with you.","10":"But when ye go over5674 Jordan3383, and dwell3427 in the land776 which the LORD3068 your God430 giveth you to inherit5157, and when he giveth you rest5117 from all your enemies341 round about5439, so that ye dwell3427 in safety983;","17":"Thou mayest3201 not eat398 within thy gates8179 the tithe4643 of thy corn1715, or of thy wine8492, or of thy oil3323, or the firstlings1062 of thy herds1241 or of thy flock6629, nor any of thy vows5088 which thou vowest5087, nor thy freewill offerings5071, or heave offering8641 of thine hand3027:","13":"Take heed8104 to thyself that thou offer5927 not thy burnt offerings5930 in every place4725 that thou seest7200:","27":"And thou shalt offer6213 thy burnt offerings5930, the flesh1320 and the blood1818, upon the altar4196 of the LORD3068 thy God430: and the blood1818 of thy sacrifices2077 shall be poured out8210 upon the altar4196 of the LORD3068 thy God430, and thou shalt eat398 the flesh1320.","30":"Take heed8104 to thyself that thou be not snared5367 by following310 them, after310 that they be destroyed8045 from before6440 thee; and that thou enquire1875 not after their gods430, saying559, How did these nations1471 serve5647 their gods430? even so will I do6213 likewise1571. by: Heb. after them","18":"But thou must eat398 them before6440 the LORD3068 thy God430 in the place4725 which the LORD3068 thy God430 shall choose977, thou, and thy son1121, and thy daughter1323, and thy manservant5650, and thy maidservant519, and the Levite3881 that is within thy gates8179: and thou shalt rejoice8055 before6440 the LORD3068 thy God430 in all that thou puttest4916 thine hands3027 unto.","29":"When the LORD3068 thy God430 shall cut off3772 the nations1471 from before6440 thee, whither thou goest935 to possess3423 them, and thou succeedest3423 them, and dwellest3427 in their land776; succeedest: Heb. inheritest, or, possessest them","23":"Only be sure2388 that thou eat398 not the blood1818: for the blood1818 is the life5315; and thou mayest not eat398 the life5315 with the flesh1320. be: Heb. be strong","19":"Take heed8104 to thyself that thou forsake5800 not the Levite3881 as long as thou livest3117 upon the earth127. as long: Heb. all thy days","1":"These are the statutes2706 and judgments4941, which ye shall observe8104 to do6213 in the land776, which the LORD3068 God430 of thy fathers1 giveth5414 thee to possess3423 it, all the days3117 that ye live2416 upon the earth127.","5":"But unto the place4725 which the LORD3068 your God430 shall choose977 out of all your tribes7626 to put7760 his name8034 there, even unto his habitation7933 shall ye seek1875, and thither thou shalt come935:","4":"Ye shall not do so6213 unto the LORD3068 your God430.","8":"Ye shall not do6213 after all the things that we do6213 here this day3117, every man376 whatsoever is right3477 in his own eyes5869.","26":"Only thy holy things6944 which thou hast, and thy vows5088, thou shalt take5375, and go935 unto the place4725 which the LORD3068 shall choose977:","14":"But in the place4725 which the LORD3068 shall choose977 in one259 of thy tribes7626, there thou shalt offer5927 thy burnt offerings5930, and there thou shalt do6213 all that I command6680 thee.","22":"Even as the roebuck6643 and the hart354 is eaten398, so thou shalt eat398 them: the unclean2931 and the clean2889 shall eat398 of them alike3162.","28":"Observe8104 and hear8085 all these words1697 which I command6680 thee, that it may go well3190 with thee, and with thy children1121 after310 thee for5704 ever5769, when thou doest6213 that which is good2896 and right3477 in the sight5869 of the LORD3068 thy God430.","25":"Thou shalt not eat398 it; that it may go well3190 with thee, and with thy children1121 after310 thee, when thou shalt do6213 that which is right3477 in the sight5869 of the LORD3068.","9":"For ye are not as yet come935 to the rest4496 and to the inheritance5159, which the LORD3068 your God430 giveth5414 you.","15":"Notwithstanding thou mayest kill2076 and eat398 flesh1320 in all thy gates8179, whatsoever thy soul5315 lusteth after185, according to the blessing1293 of the LORD3068 thy God430 which he hath given5414 thee: the unclean2931 and the clean2889 may eat398 thereof, as of the roebuck6643, and as of the hart354.","21":"If the place4725 which the LORD3068 thy God430 hath chosen977 to put7760 his name8034 there be too far7368 from thee, then thou shalt kill2076 of thy herd1241 and of thy flock6629, which the LORD3068 hath given5414 thee, as I have commanded6680 thee, and thou shalt eat398 in thy gates8179 whatsoever thy soul5315 lusteth after185.","24":"Thou shalt not eat398 it; thou shalt pour8210 it upon the earth776 as water4325.","16":"Only ye shall not eat398 the blood1818; ye shall pour8210 it upon the earth776 as water4325.","32":"What thing1697 soever I command6680 you, observe8104 to do6213 it: thou shalt not add3254 thereto, nor diminish1639 from it.","7":"And there ye shall eat398 before6440 the LORD3068 your God430, and ye shall rejoice8055 in all that ye put4916 your hand3027 unto, ye and your households1004, wherein the LORD3068 thy God430 hath blessed1288 thee.","2":"Ye shall utterly6 destroy6 all the places4725, wherein the nations1471 which834 ye shall possess3423 served5647 their gods430, upon the high7311 mountains2022, and upon the hills1389, and under every green7488 tree6086: possess: or, inherit","6":"And thither ye shall bring935 your burnt offerings5930, and your sacrifices2077, and your tithes4643, and heave offerings8641 of your hand3027, and your vows5088, and your freewill offerings5071, and the firstlings1062 of your herds1241 and of your flocks6629:","31":"Thou shalt not do6213 so unto the LORD3068 thy God430: for every abomination8441 to the LORD3068, which he hateth8130, have they done6213 unto their gods430; for even their sons1121 and their daughters1323 they have burnt8313 in the fire784 to their gods430. to the: Heb. of the"},"10":{"16":"Circumcise4135 therefore the foreskin6190 of your heart3824, and be no more stiffnecked6203 7185.","3":"And I made6213 an ark727 of shittim7848 wood6086, and hewed6458 two8147 tables3871 of stone68 like unto the first7223, and went up5927 into the mount2022, having the two8147 tables3871 in mine hand3027.","5":"And I turned6437 myself and came down3381 from the mount2022, and put7760 the tables3871 in the ark727 which I had made6213; and there they be, as the LORD3068 commanded6680 me.","21":"He is thy praise8416, and he is thy God430, that hath done6213 for thee these great1419 and terrible things3372, which thine eyes5869 have seen7200.","18":"He doth execute6213 the judgment4941 of the fatherless3490 and widow490, and loveth157 the stranger1616, in giving5414 him food3899 and raiment8071.","12":"And now, Israel3478, what doth the LORD3068 thy God430 require7592 of thee, but to fear3372 the LORD3068 thy God430, to walk3212 in all his ways1870, and to love157 him, and to serve5647 the LORD3068 thy God430 with all thy heart3824 and with all thy soul5315,","10":"And I stayed5975 in the mount2022, according to the first7223 time3117, forty705 days3117 and forty705 nights3915; and the LORD3068 hearkened8085 unto me at that time6471 also, and the LORD3068 would14 not destroy7843 thee. first: or, former days","2":"And I will write3789 on the tables3871 the words1697 that were in the first7223 tables3871 which thou brakest7665, and thou shalt put7760 them in the ark727.","22":"Thy fathers1 went down3381 into Egypt4714 with threescore and ten7657 persons5315; and now the LORD3068 thy God430 hath made7760 thee as the stars3556 of heaven8064 for multitude7230.","8":"At that time6256 the LORD3068 separated914 the tribe7626 of Levi3878, to bear5375 the ark727 of the covenant1285 of the LORD3068, to stand5975 before6440 the LORD3068 to minister8334 unto him, and to bless1288 in his name8034, unto this day3117.","17":"For the LORD3068 your God430 is God430 of gods430, and Lord113 of lords113, a great1419 God410, a mighty1368, and a terrible3372, which regardeth5375 not persons6440, nor taketh3947 reward7810:","11":"And the LORD3068 said559 unto me, Arise6965, take3212 thy journey4550 before6440 the people5971, that they may go in935 and possess3423 the land776, which I sware7650 unto their fathers1 to give5414 unto them. take: Heb. go in journey","1":"At that time6256 the LORD3068 said559 unto me, Hew6458 thee two8147 tables3871 of stone68 like unto the first7223, and come up5927 unto me into the mount2022, and make6213 thee an ark727 of wood6086.","9":"Wherefore Levi3878 hath no part2506 nor inheritance5159 with his brethren251; the LORD3068 is his inheritance5159, according as the LORD3068 thy God430 promised1696 him.","14":"Behold, the heaven8064 and the heaven8064 of heavens8064 is the LORD\u0027S3068 thy God430, the earth776 also, with all that therein is.","7":"From thence they journeyed5265 unto Gudgodah1412; and from Gudgodah1412 to Jotbath3193, a land776 of rivers5158 of waters4325.","15":"Only the LORD3068 had a delight2836 in thy fathers1 to love157 them, and he chose977 their seed2233 after310 them, even you above all people5971, as it is this day3117.","20":"Thou shalt fear3372 the LORD3068 thy God430; him shalt thou serve5647, and to him shalt thou cleave1692, and swear7650 by his name8034.","6":"And the children1121 of Israel3478 took their journey5265 from Beeroth of the children of Jaakan885 to Mosera4149: there Aaron175 died4191, and there he was buried6912; and Eleazar499 his son1121 ministered in the priest\u0027s office3547 in his stead.","4":"And he wrote3789 on the tables3871, according to the first7223 writing4385, the ten6235 commandments1697, which the LORD3068 spake1696 unto you in the mount2022 out of the midst8432 of the fire784 in the day3117 of the assembly6951: and the LORD3068 gave5414 them unto me. commandments: Heb. words","19":"Love157 ye therefore the stranger1616: for ye were strangers1616 in the land776 of Egypt4714.","13":"To keep8104 the commandments4687 of the LORD3068, and his statutes2708, which I command6680 thee this day3117 for thy good2896?"},"17":{"16":"But he shall not multiply7235 horses5483 to himself, nor cause the people5971 to return7725 to Egypt4714, to the end that he should multiply7235 horses5483: forasmuch as the LORD3068 hath said559 unto you, Ye shall henceforth3254 return7725 no more that way1870.","3":"And hath gone3212 and served5647 other312 gods430, and worshipped7812 them, either the sun8121, or moon3394, or any of the host6635 of heaven8064, which I have not commanded6680;","5":"Then shalt thou bring forth3318 that man376 or that woman802, which have committed6213 that wicked7451 thing1697, unto thy gates8179, even that man376 or that woman802, and shalt stone5619 them with stones68, till they die4191.","18":"And it shall be, when he sitteth3427 upon the throne3678 of his kingdom4467, that he shall write3789 him a copy4932 of this law8451 in a book5612 out of that which is before6440 the priests3548 the Levites3881:","12":"And the man376 that will do6213 presumptuously2087, and will not hearken8085 unto the priest3548 that standeth5975 to minister8334 there before the LORD3068 thy God430, or unto the judge8199, even that man376 shall die4191: and thou shalt put away1197 the evil7451 from Israel3478. and will: Heb. not to hearken","10":"And thou shalt do6213 according to the sentence6310 1697, which they of that place4725 which the LORD3068 shall choose977 shall shew5046 thee; and thou shalt observe8104 to do6213 according to all that they inform3384 thee:","2":"If there be found4672 among7130 you, within any259 of thy gates8179 which the LORD3068 thy God430 giveth5414 thee, man376 or woman802, that hath wrought6213 wickedness7451 in the sight5869 of the LORD3068 thy God430, in transgressing5674 his covenant1285,","8":"If there arise a matter1697 too hard6381 for thee in judgment4941, between blood1818 and blood1818, between plea1779 and plea1779, and between stroke5061 and stroke5061, being matters1697 of controversy7379 within thy gates8179: then shalt thou arise6965, and get thee up5927 into the place4725 which the LORD3068 thy God430 shall choose977;","17":"Neither shall he multiply7235 wives802 to himself, that his heart3824 turn5493 not away: neither shall he greatly3966 multiply7235 to himself silver3701 and gold2091.","11":"According to the sentence6310 of the law8451 which they shall teach3384 thee, and according to the judgment4941 which they shall tell559 thee, thou shalt do6213: thou shalt not decline5493 from the sentence1697 which they shall shew5046 thee, to the right hand3225, nor to the left8040.","1":"Thou shalt not sacrifice2076 unto the LORD3068 thy God430 any bullock7794, or sheep7716, wherein is blemish3971, or any evilfavouredness7451 1697: for that is an abomination8441 unto the LORD3068 thy God430. sheep: or, goat","9":"And thou shalt come935 unto the priests3548 the Levites3881, and unto the judge8199 that shall be in those days3117, and enquire1875; and they shall shew5046 thee the sentence1697 of judgment4941:","14":"When thou art come935 unto the land776 which the LORD3068 thy God430 giveth5414 thee, and shalt possess3423 it, and shalt dwell3427 therein, and shalt say559, I will set7760 a king4428 over me, like as all the nations1471 that are about5439 me;","7":"The hands3027 of the witnesses5707 shall be first7223 upon him to put him to death4191, and afterward314 the hands3027 of all the people5971. So thou shalt put1197 the evil7451 away1197 from among7130 you.","15":"Thou shalt in any wise7760 set7760 him king4428 over thee, whom the LORD3068 thy God430 shall choose977: one from among7130 thy brethren251 shalt thou set7760 king4428 over thee: thou mayest3201 not set5414 a stranger5237 376 over thee, which is not thy brother251.","20":"That his heart3824 be not lifted up7311 above his brethren251, and that he turn not aside5493 from the commandment4687, to the right hand3225, or to the left8040: to the end that he may prolong748 his days3117 in his kingdom4467, he, and his children1121, in the midst7130 of Israel3478.","6":"At the mouth6310 of two8147 witnesses5707, or three7969 witnesses5707, shall he that is worthy of death4191 be put to death4191; but at the mouth6310 of one259 witness5707 he shall not be put to death4191.","4":"And it be told5046 thee, and thou hast heard8085 of it, and enquired1875 diligently3190, and, behold, it be true571, and the thing1697 certain3559, that such abomination8441 is wrought6213 in Israel3478:","19":"And it shall be with him, and he shall read7121 therein all the days3117 of his life2416: that he may learn3925 to fear3372 the LORD3068 his God430, to keep8104 all the words1697 of this law8451 and these statutes2706, to do6213 them:","13":"And all the people5971 shall hear8085, and fear3372, and do no more presumptuously2102."},"13":{"16":"And thou shalt gather6908 all the spoil7998 of it into the midst8432 of the street7339 thereof, and shalt burn8313 with fire784 the city5892, and all the spoil7998 thereof every whit3632, for the LORD3068 thy God430: and it shall be an heap8510 for ever5769; it shall not be built again1129.","3":"Thou shalt not hearken8085 unto the words1697 of that prophet5030, or that dreamer2492 of dreams2472: for the LORD3068 your God430 proveth5254 you, to know3045 whether ye3426 love157 the LORD3068 your God430 with all your heart3824 and with all your soul5315.","5":"And that prophet5030, or that dreamer2492 of dreams2472, shall be put to death4191; because he hath spoken1696 to turn5627 you away from the LORD3068 your God430, which brought you out3318 of the land776 of Egypt4714, and redeemed6299 you out of the house1004 of bondage5650, to thrust5080 thee out of the way1870 which the LORD3068 thy God430 commanded6680 thee to walk in3212. So shalt thou put1197 the evil7451 away1197 from the midst7130 of thee. to turn: Heb. revolt against the LORD","18":"When thou shalt hearken8085 to the voice6963 of the LORD3068 thy God430, to keep8104 all his commandments4687 which I command6680 thee this day3117, to do6213 that which is right3477 in the eyes5869 of the LORD3068 thy God430.","12":"If thou shalt hear8085 say in one259 of thy cities5892, which the LORD3068 thy God430 hath given5414 thee to dwell3427 there, saying559,","10":"And thou shalt stone5619 him with stones68, that he die4191; because he hath sought1245 to thrust thee away5080 from the LORD3068 thy God430, which brought thee out3318 of the land776 of Egypt4714, from the house1004 of bondage5650. bondage: Heb. bondmen","2":"And the sign226 or the wonder4159 come to pass935, whereof he spake1696 unto thee, saying559, Let us go3212 after310 other312 gods430, which thou hast not known3045, and let us serve5647 them;","8":"Thou shalt not consent14 unto him, nor hearken8085 unto him; neither shall thine eye5869 pity2347 him, neither shalt thou spare2550, neither shalt thou conceal3680 him:","17":"And there shall cleave1692 nought3972 of the cursed thing2764 to thine hand3027: that the LORD3068 may turn7725 from the fierceness2740 of his anger639, and shew5414 thee mercy7356, and have compassion7355 upon thee, and multiply7235 thee, as he hath sworn7650 unto thy fathers1; cursed: or, devoted","11":"And all Israel3478 shall hear8085, and fear3372, and shall do6213 no more3254 any1697 such wickedness7451 as this is among7130 you.","1":"If there arise6965 among7130 you a prophet5030, or a dreamer2492 of dreams2472, and giveth5414 thee a sign226 or a wonder4159,","9":"But thou shalt surely2026 kill2026 him; thine hand3027 shall be first7223 upon him to put him to death4191, and afterwards314 the hand3027 of all the people5971.","14":"Then shalt thou enquire1875, and make search2713, and ask7592 diligently3190; and, behold, if it be truth571, and the thing1697 certain3559, that such2063 abomination8441 is wrought6213 among7130 you;","7":"Namely, of the gods430 of the people5971 which are round about5439 you, nigh7138 unto thee, or far off7350 from thee, from the one end7097 of the earth776 even unto the other end7097 of the earth776;","15":"Thou shalt surely5221 smite5221 the inhabitants3427 of that city5892 with the edge6310 of the sword2719, destroying it utterly2763, and all that is therein, and the cattle929 thereof, with the edge6310 of the sword2719.","6":"If thy brother251, the son1121 of thy mother517, or thy son1121, or thy daughter1323, or the wife802 of thy bosom2436, or thy friend7453, which is as thine own soul5315, entice5496 thee secretly5643, saying559, Let us go3212 and serve5647 other312 gods430, which thou hast not known3045, thou, nor thy fathers1;","4":"Ye shall walk3212 after310 the LORD3068 your God430, and fear3372 him, and keep8104 his commandments4687, and obey8085 his voice6963, and ye shall serve5647 him, and cleave1692 unto him.","13":"Certain men582, the children1121 of Belial1100, are gone out3318 from among7130 you, and have withdrawn5080 the inhabitants3427 of their city5892, saying559, Let us go3212 and serve5647 other312 gods430, which ye have not known3045; the children: or, naughty men"},"27":{"16":"Cursed779 be he that setteth light7034 by his father1 or his mother517. And all the people5971 shall say559, Amen543.","3":"And thou shalt write3789 upon them all the words1697 of this law8451, when thou art passed over5674, that thou mayest go in935 unto the land776 which the LORD3068 thy God430 giveth5414 thee, a land776 that floweth2100 with milk2461 and honey1706; as the LORD3068 God430 of thy fathers1 hath promised1696 thee.","5":"And there shalt thou build1129 an altar4196 unto the LORD3068 thy God430, an altar4196 of stones68: thou shalt not lift up5130 any iron1270 tool upon them.","21":"Cursed779 be he that lieth7901 with any manner of beast929. And all the people5971 shall say559, Amen543.","18":"Cursed779 be he that maketh the blind5787 to wander7686 out of the way1870. And all the people5971 shall say559, Amen543.","12":"These shall stand5975 upon mount2022 Gerizim1630 to bless1288 the people5971, when ye are come over5674 Jordan3383; Simeon8095, and Levi3878, and Judah3063, and Issachar3485, and Joseph3130, and Benjamin1144:","10":"Thou shalt therefore obey8085 the voice6963 of the LORD3068 thy God430, and do6213 his commandments4687 and his statutes2706, which I command6680 thee this day3117.","2":"And it shall be on the day3117 when ye shall pass over5674 Jordan3383 unto the land776 which the LORD3068 thy God430 giveth5414 thee, that thou shalt set thee up6965 great1419 stones68, and plaister7874 them with plaister7875:","22":"Cursed779 be he that lieth7901 with his sister269, the daughter1323 of his father1, or the daughter1323 of his mother517. And all the people5971 shall say559, Amen543.","8":"And thou shalt write3789 upon the stones68 all the words1697 of this law8451 very3190 plainly874.","17":"Cursed779 be he that removeth5253 his neighbour\u0027s7453 landmark1366. And all the people5971 shall say559, Amen543.","11":"And Moses4872 charged6680 the people5971 the same day3117, saying559,","1":"And Moses4872 with the elders2205 of Israel3478 commanded6680 the people5971, saying559, Keep8104 all the commandments4687 which I command6680 you this day3117.","9":"And Moses4872 and the priests3548 the Levites3881 spake1696 unto all Israel3478, saying559, Take heed5535, and hearken8085, O Israel3478; this day3117 thou art become1961 the people5971 of the LORD3068 thy God430.","24":"Cursed779 be he that smiteth5221 his neighbour7453 secretly5643. And all the people5971 shall say559, Amen543.","14":"And the Levites3881 shall speak6030, and say559 unto all the men376 of Israel3478 with a loud7311 voice6963,","7":"And thou shalt offer2076 peace offerings8002, and shalt eat398 there, and rejoice8055 before6440 the LORD3068 thy God430.","15":"Cursed779 be the man376 that maketh6213 any graven6459 or molten image4541, an abomination8441 unto the LORD3068, the work4639 of the hands3027 of the craftsman2796, and putteth7760 it in a secret5643 place. And all the people5971 shall answer6030 and say559, Amen543.","20":"Cursed779 be he that lieth7901 with his father\u0027s1 wife802; because he uncovereth1540 his father\u0027s1 skirt3671. And all the people5971 shall say559, Amen543.","25":"Cursed779 be he that taketh3947 reward7810 to slay5221 an innocent5355 person5315 1818. And all the people5971 shall say559, Amen543.","23":"Cursed779 be he that lieth7901 with his mother in law2859. And all the people5971 shall say559, Amen543.","6":"Thou shalt build1129 the altar4196 of the LORD3068 thy God430 of whole8003 stones68: and thou shalt offer5927 burnt offerings5930 thereon unto the LORD3068 thy God430:","4":"Therefore it shall be when ye be gone over5674 Jordan3383, that ye shall set up6965 these stones68, which I command6680 you this day3117, in mount2022 Ebal5858, and thou shalt plaister7875 them with plaister7874.","19":"Cursed779 be he that perverteth5186 the judgment4941 of the stranger1616, fatherless3490, and widow490. And all the people5971 shall say559, Amen543.","13":"And these shall stand5975 upon mount2022 Ebal5858 to curse7045; Reuben7205, Gad1410, and Asher836, and Zebulun2074, Dan1835, and Naphtali5321. to curse: Heb. for a cursing","26":"Cursed779 be he that confirmeth6965 not all the words1697 of this law8451 to do6213 them. And all the people5971 shall say559, Amen543."},"30":{"16":"In that I command6680 thee this day3117 to love157 the LORD3068 thy God430, to walk3212 in his ways1870, and to keep8104 his commandments4687 and his statutes2708 and his judgments4941, that thou mayest live2421 and multiply7235: and the LORD3068 thy God430 shall bless1288 thee in the land776 whither thou goest935 to possess3423 it.","3":"That then the LORD3068 thy God430 will turn7725 thy captivity7622, and have compassion7355 upon thee, and will return7725 and gather6908 thee from all the nations5971, whither the LORD3068 thy God430 hath scattered6327 thee.","5":"And the LORD3068 thy God430 will bring935 thee into the land776 which thy fathers1 possessed3423, and thou shalt possess3423 it; and he will do thee good3190, and multiply7235 thee above thy fathers1.","18":"I denounce5046 unto you this day3117, that ye shall surely6 perish6, and that ye shall not prolong748 your days3117 upon the land127, whither thou passest over5674 Jordan3383 to go935 to possess3423 it.","12":"It is not in heaven8064, that thou shouldest say559, Who shall go up5927 for us to heaven8064, and bring3947 it unto us, that we may hear8085 it, and do6213 it?","10":"If thou shalt hearken8085 unto the voice6963 of the LORD3068 thy God430, to keep8104 his commandments4687 and his statutes2708 which are written3789 in this book5612 of the law8451, and if thou turn7725 unto the LORD3068 thy God430 with all thine heart3824, and with all thy soul5315.","2":"And shalt return7725 unto the LORD3068 thy God430, and shalt obey8085 his voice6963 according to all that I command6680 thee this day3117, thou and thy children1121, with all thine heart3824, and with all thy soul5315;","8":"And thou shalt return7725 and obey8085 the voice6963 of the LORD3068, and do6213 all his commandments4687 which I command6680 thee this day3117.","17":"But if thine heart3824 turn away6437, so that thou wilt not hear8085, but shalt be drawn away5080, and worship7812 other312 gods430, and serve5647 them;","11":"For this commandment4687 which I command6680 thee this day3117, it is not hidden6381 from thee, neither is it far off7350.","1":"And it shall come to pass, when all these things1697 are come935 upon thee, the blessing1293 and the curse7045, which I have set5414 before6440 thee, and thou shalt call7725 them to mind3824 among all the nations1471, whither the LORD3068 thy God430 hath driven5080 thee,","9":"And the LORD3068 thy God430 will make thee plenteous3498 in every work4639 of thine hand3027, in the fruit6529 of thy body990, and in the fruit6529 of thy cattle929, and in the fruit6529 of thy land127, for good2896: for the LORD3068 will again7725 rejoice7797 over thee for good2896, as he rejoiced7797 over thy fathers1:","14":"But the word1697 is very3966 nigh7138 unto thee, in thy mouth6310, and in thy heart3824, that thou mayest do6213 it.","7":"And the LORD3068 thy God430 will put5414 all these curses423 upon thine enemies341, and on them that hate8130 thee, which persecuted7291 thee.","15":"See7200, I have set5414 before6440 thee this day3117 life2416 and good2896, and death4194 and evil7451;","20":"That thou mayest love157 the LORD3068 thy God430, and that thou mayest obey8085 his voice6963, and that thou mayest cleave1692 unto him: for he is thy life2416, and the length753 of thy days3117: that thou mayest dwell3427 in the land127 which the LORD3068 sware7650 unto thy fathers1, to Abraham85, to Isaac3327, and to Jacob3290, to give5414 them.","6":"And the LORD3068 thy God430 will circumcise4135 thine heart3824, and the heart3824 of thy seed2233, to love157 the LORD3068 thy God430 with all thine heart3824, and with all thy soul5315, that thou mayest live2416.","4":"If any of thine be driven out5080 unto the outmost7097 parts of heaven8064, from thence will the LORD3068 thy God430 gather6908 thee, and from thence will he fetch3947 thee:","19":"I call5749 heaven8064 and earth776 to record5749 this day3117 against you, that I have set5414 before6440 you life2416 and death4194, blessing1293 and cursing7045: therefore choose977 life2416, that both thou and thy seed2233 may live2421:","13":"Neither is it beyond5676 the sea3220, that thou shouldest say559, Who shall go5674 over5676 the sea3220 for us, and bring3947 it unto us, that we may hear8085 it, and do6213 it?"},"18":{"16":"According to all that thou desiredst7592 of the LORD3068 thy God430 in Horeb2722 in the day3117 of the assembly6951, saying559, Let me not hear8085 again3254 the voice6963 of the LORD3068 my God430, neither let me see7200 this great1419 fire784 any more, that I die4191 not.","3":"And this shall be the priest\u0027s3548 due4941 from the people5971, from them that offer2076 a sacrifice2077, whether it be ox7794 or sheep7716; and they shall give5414 unto the priest3548 the shoulder2220, and the two cheeks3895, and the maw6896.","5":"For the LORD3068 thy God430 hath chosen977 him out of all thy tribes7626, to stand5975 to minister8334 in the name8034 of the LORD3068, him and his sons1121 for ever3117.","21":"And if thou say559 in thine heart3824, How shall we know3045 the word1697 which the LORD3068 hath not spoken1696?","18":"I will raise them up6965 a Prophet5030 from among7130 their brethren251, like unto thee, and will put5414 my words1697 in his mouth6310; and he shall speak1696 unto them all that I shall command6680 him.","12":"For all that do6213 these things are an abomination8441 unto the LORD3068: and because1558 of these abominations8441 the LORD3068 thy God430 doth drive them out3423 from before6440 thee.","10":"There shall not be found4672 among you any one that maketh his son1121 or his daughter1323 to pass5674 through the fire784, or that useth7080 divination7081, or an observer of times6049, or an enchanter5172, or a witch3784,","2":"Therefore shall they have no inheritance5159 among7130 their brethren251: the LORD3068 is their inheritance5159, as he hath said1696 unto them.","22":"When a prophet5030 speaketh1696 in the name8034 of the LORD3068, if the thing1697 follow not, nor come to pass935, that is the thing1697 which the LORD3068 hath not spoken1696, but the prophet5030 hath spoken1696 it presumptuously2087: thou shalt not be afraid1481 of him.","8":"They shall have like portions2506 to eat398, beside that which cometh of the sale4465 of his patrimony1. that: Heb. his sale by the fathers","17":"And the LORD3068 said559 unto me, They have well3190 spoken that which they have spoken1696.","11":"Or a charmer2266 2267, or a consulter7592 with familiar spirits178, or a wizard3049, or a necromancer1875 4191.","1":"The priests3548 the Levites3881, and all the tribe7626 of Levi3878, shall have no part2506 nor inheritance5159 with Israel3478: they shall eat398 the offerings801 of the LORD3068 made by fire801, and his inheritance5159.","9":"When thou art come935 into the land776 which the LORD3068 thy God430 giveth5414 thee, thou shalt not learn3925 to do6213 after the abominations8441 of those nations1471.","14":"For these nations1471, which thou shalt possess3423, hearkened8085 unto observers of times6049, and unto diviners7080: but as for thee, the LORD3068 thy God430 hath not suffered5414 thee so to do. possess: or, inherit","7":"Then he shall minister8334 in the name8034 of the LORD3068 his God430, as all his brethren251 the Levites3881 do, which stand5975 there before6440 the LORD3068.","15":"The LORD3068 thy God430 will raise up6965 unto thee a Prophet5030 from the midst7130 of thee, of thy brethren251, like unto me; unto him ye shall hearken8085;","20":"But the prophet5030, which shall presume2102 to speak1696 a word1697 in my name8034, which I have not commanded6680 him to speak1696, or that shall speak1696 in the name8034 of other312 gods430, even that prophet5030 shall die4191.","6":"And if a Levite3881 come935 from any259 of thy gates8179 out of all Israel3478, where he sojourned1481, and come935 with all the desire185 of his mind5315 unto the place4725 which the LORD3068 shall choose977;","4":"The firstfruit7225 also of thy corn1715, of thy wine8492, and of thine oil3323, and the first7225 of the fleece1488 of thy sheep6629, shalt thou give5414 him.","19":"And it shall come to pass, that whosoever376 will not hearken8085 unto my words1697 which he shall speak1696 in my name8034, I will require1875 it of him.","13":"Thou shalt be perfect8549 with the LORD3068 thy God430. perfect: or, upright, or, sincere"},"29":{"11":"Your little ones2945, your wives802, and thy stranger1616 that is in7130 thy camp4264, from the hewer2404 of thy wood6086 unto the drawer7579 of thy water4325:","3":"The great1419 temptations4531 which thine eyes5869 have seen7200, the signs226, and those great1419 miracles4159:","20":"The LORD3068 will14 not spare5545 him, but then the anger639 of the LORD3068 and his jealousy7068 shall smoke6225 against that man376, and all the curses423 that are written3789 in this book5612 shall lie7257 upon him, and the LORD3068 shall blot out4229 his name8034 from under heaven8064.","12":"That thou shouldest enter5674 into covenant1285 with the LORD3068 thy God430, and into his oath423, which the LORD3068 thy God430 maketh3772 with thee this day3117: enter: Heb. pass","10":"Ye stand5324 this day3117 all of you before6440 the LORD3068 your God430; your captains7218 of your tribes7626, your elders2205, and your officers7860, with all the men376 of Israel3478,","17":"And ye have seen7200 their abominations8251, and their idols1544, wood6086 and stone68, silver3701 and gold2091, which were among them:) idols: Heb. dungy gods","13":"That he may establish6965 thee to day3117 for a people5971 unto himself, and that he may be unto thee a God430, as he hath said1696 unto thee, and as he hath sworn7650 unto thy fathers1, to Abraham85, to Isaac3327, and to Jacob3290.","27":"And the anger639 of the LORD3068 was kindled2734 against this land776, to bring935 upon it all the curses7045 that are written3789 in this book5612:","18":"Lest there should be3426 among you man376, or woman802, or family4940, or tribe7626, whose heart3824 turneth away6437 this day3117 from the LORD3068 our God430, to go3212 and serve5647 the gods430 of these nations1471; lest there should be3426 among you a root8328 that beareth6509 gall7219 and wormwood3939; gall: or, a poisonous herb: Heb. rosh","29":"The secret5641 things belong unto the LORD3068 our God430: but those things which are revealed1540 belong unto us and to our children1121 for5704 ever5769, that we may do6213 all the words1697 of this law8451.","23":"And that the whole land776 thereof is brimstone1614, and salt4417, and burning8316, that it is not sown2232, nor beareth6779, nor any grass6212 groweth5927 therein, like the overthrow4114 of Sodom5467, and Gomorrah6017, Admah126, and Zeboim6636, which the LORD3068 overthrew2015 in his anger639, and in his wrath2534:","19":"And it come to pass, when he heareth8085 the words1697 of this curse423, that he bless1288 himself in his heart3824, saying559, I shall have peace7965, though3588 I walk3212 in the imagination8307 of mine heart3820, to add5595 drunkenness7302 to thirst6771: imagination: or, stubbornness drunkenness: Heb. the drunken to the thirsty","1":"These are the words1697 of the covenant1285, which the LORD3068 commanded6680 Moses4872 to make3772 with the children1121 of Israel3478 in the land776 of Moab4124, beside the covenant1285 which he made3772 with them in Horeb2722.","5":"And I have led3212 you forty705 years8141 in the wilderness4057: your clothes8008 are not waxen old1086 upon you, and thy shoe5275 is not waxen old1086 upon thy foot7272.","4":"Yet the LORD3068 hath not given5414 you an heart3820 to perceive3045, and eyes5869 to see7200, and ears241 to hear8085, unto this day3117.","8":"And we took3947 their land776, and gave5414 it for an inheritance5159 unto the Reubenites7206, and to the Gadites1425, and to the half2677 tribe7626 of Manasseh4520.","26":"For they went3212 and served5647 other312 gods430, and worshipped7812 them, gods430 whom they knew3045 not, and whom he had not given2505 unto them: whom he: or, who had not given to them any portion given: Heb. divided","14":"Neither with you only do I make3772 this covenant1285 and this oath423;","22":"So that the generation1755 to come314 of your children1121 that shall rise up6965 after310 you, and the stranger5237 that shall come935 from a far7350 land776, shall say559, when they see7200 the plagues4347 of that land776, and the sicknesses8463 which the LORD3068 hath laid2470 upon it; which: Heb. wherewith the LORD hath made it sick","28":"And the LORD3068 rooted5428 them out of their land127 in anger639, and in wrath2534, and in great1419 indignation7110, and cast7993 them into another312 land776, as it is this day3117.","25":"Then men shall say559, Because they have forsaken5800 the covenant1285 of the LORD3068 God430 of their fathers1, which he made3772 with them when he brought them forth3318 out of the land776 of Egypt4714:","9":"Keep8104 therefore the words1697 of this covenant1285, and do6213 them, that ye may prosper7919 in all that ye do6213.","15":"But with him that standeth5975 here with us this3426 day3117 before6440 the LORD3068 our God430, and also with him that is not here with us this day3117:","21":"And the LORD3068 shall separate914 him unto evil7451 out of all the tribes7626 of Israel3478, according to all the curses423 of the covenant1285 that are written3789 in this book5612 of the law8451: are: Heb. is","24":"Even all nations1471 shall say559, Wherefore hath the LORD3068 done6213 thus unto this land776? what meaneth the heat2750 of this great1419 anger639?","16":"(For ye know3045 how we have dwelt3427 in the land776 of Egypt4714; and how we came5674 through7130 the nations1471 which ye passed by5674;","7":"And when ye came935 unto this place4725, Sihon5511 the king4428 of Heshbon2809, and Og5747 the king4428 of Bashan1316, came out3318 against7125 us unto battle4421, and we smote5221 them:","2":"And Moses4872 called7121 unto all Israel3478, and said559 unto them, Ye have seen7200 all that the LORD3068 did6213 before your eyes5869 in the land776 of Egypt4714 unto Pharaoh6547, and unto all his servants5650, and unto all his land776;","6":"Ye have not eaten398 bread3899, neither have ye drunk8354 wine3196 or strong drink7941: that ye might know3045 that I am the LORD3068 your God430."},"23":{"16":"He shall dwell3427 with thee, even among7130 you, in that place4725 which he shall choose977 in one259 of thy gates8179, where it liketh him best2896: thou shalt not oppress3238 him. liketh: Heb. is good for him","3":"An Ammonite5984 or Moabite4125 shall not enter935 into the congregation6951 of the LORD3068; even to their tenth6224 generation1755 shall they not enter935 into the congregation6951 of the LORD3068 for5704 ever5769:","5":"Nevertheless the LORD3068 thy God430 would14 not hearken8085 unto Balaam1109; but the LORD3068 thy God430 turned2015 the curse7045 into a blessing1293 unto thee, because the LORD3068 thy God430 loved157 thee.","21":"When thou shalt vow5087 a vow5088 unto the LORD3068 thy God430, thou shalt not slack309 to pay7999 it: for the LORD3068 thy God430 will surely1875 require1875 it of thee; and it would be sin2399 in thee.","18":"Thou shalt not bring935 the hire868 of a whore2181, or the price4242 of a dog3611, into the house1004 of the LORD3068 thy God430 for any vow5088: for even both8147 these are abomination8441 unto the LORD3068 thy God430.","12":"Thou shalt have a place also3027 without2351 the camp4264, whither thou shalt go forth3318 abroad2351:","10":"If there be among you any man376, that is not clean2889 by reason of uncleanness that chanceth7137 him by night3915, then shall he go3318 abroad2351 out of the camp4264, he shall not come935 within8432 the camp4264:","2":"A bastard4464 shall not enter935 into the congregation6951 of the LORD3068; even to his tenth6224 generation1755 shall he not enter935 into the congregation6951 of the LORD3068.","22":"But if thou shalt forbear2308 to vow5087, it shall be no sin2399 in thee.","8":"The children1121 that are begotten3205 of them shall enter935 into the congregation6951 of the LORD3068 in their third7992 generation1755.","17":"There shall be no whore6948 of the daughters1323 of Israel3478, nor a sodomite6945 of the sons1121 of Israel3478. whore: or, sodomitess","11":"But it shall be, when evening6153 cometh on6437, he shall wash7364 himself with water4325: and when the sun8121 is down935, he shall come935 into8432 the camp4264 again. cometh: Heb. turneth toward","1":"He that is wounded in the stones6481 1795, or hath his privy member8212 cut off3772, shall not enter935 into the congregation6951 of the LORD3068.","9":"When the host4264 goeth forth3318 against thine enemies341, then keep8104 thee from every wicked7451 thing1697.","24":"When thou comest935 into thy neighbour\u0027s7453 vineyard3754, then thou mayest eat398 grapes6025 thy fill7648 at thine own pleasure5315; but thou shalt not put5414 any in thy vessel3627.","14":"For the LORD3068 thy God430 walketh1980 in the midst7130 of thy camp4264, to deliver5337 thee, and to give up5414 thine enemies341 before6440 thee; therefore shall thy camp4264 be holy6918: that he see7200 no unclean6172 thing1697 in thee, and turn away7725 from thee310. unclean: Heb. nakedness of any thing","7":"Thou shalt not abhor8581 an Edomite130; for he is thy brother251: thou shalt not abhor8581 an Egyptian4713; because thou wast a stranger1616 in his land776.","15":"Thou shalt not deliver5462 unto his master113 the servant5650 which is escaped5337 from his master113 unto thee:","20":"Unto a stranger5237 thou mayest lend upon usury5391; but unto thy brother251 thou shalt not lend upon usury5391: that the LORD3068 thy God430 may bless1288 thee in all that thou settest4916 thine hand3027 to in the land776 whither thou goest935 to possess3423 it.","25":"When thou comest935 into the standing corn7054 of thy neighbour7453, then thou mayest pluck6998 the ears4425 with thine hand3027; but thou shalt not move5130 a sickle2770 unto thy neighbour\u0027s7453 standing corn7054.","23":"That which is gone out4161 of thy lips8193 thou shalt keep8104 and perform6213; even a freewill offering5071, according as thou hast vowed5087 unto the LORD3068 thy God430, which thou hast promised1696 with thy mouth6310.","6":"Thou shalt not seek1875 their peace7965 nor their prosperity2896 all thy days3117 for ever5769. prosperity: Heb. good","4":"Because1697 they met6923 you not with bread3899 and with water4325 in the way1870, when ye came forth3318 out of Egypt4714; and because they hired7936 against thee Balaam1109 the son1121 of Beor1160 of Pethor6604 of Mesopotamia763, to curse7043 thee.","19":"Thou shalt not lend upon usury5391 to thy brother251; usury5392 of money3701, usury5392 of victuals400, usury5392 of any thing1697 that is lent upon usury5391:","13":"And thou shalt have a paddle3489 upon thy weapon240; and it shall be, when thou wilt ease3427 thyself abroad2351, thou shalt dig2658 therewith, and shalt turn back7725 and cover3680 that which cometh6627 from thee: wilt: Heb. sittest down"},"19":{"16":"If a false2555 witness5707 rise up6965 against any man376 to testify6030 against him that which is wrong5627; that: or, falling away","3":"Thou shalt prepare3559 thee a way1870, and divide the coasts1366 of thy land776, which the LORD3068 thy God430 giveth thee to inherit5157, into three parts8027, that every slayer7523 may flee5127 thither.","5":"As when a man goeth935 into the wood3293 with his neighbour7453 to hew2404 wood6086, and his hand3027 fetcheth a stroke5080 with the axe1631 to cut down3772 the tree6086, and the head1270 slippeth5394 from the helve6086, and lighteth4672 upon his neighbour7453, that he die4191; he shall flee5127 unto one259 of those cities5892, and live2425: head: Heb. iron helve: Heb. wood lighteth: Heb. findeth","21":"And thine eye5869 shall not pity2347; but life5315 shall go for life5315, eye5869 for eye5869, tooth8127 for tooth8127, hand3027 for hand3027, foot7272 for foot7272.","18":"And the judges8199 shall make diligent3190 inquisition1875: and, behold, if the witness5707 be a false8267 witness5707, and hath testified6030 falsely8267 against his brother251;","12":"Then the elders2205 of his city5892 shall send7971 and fetch3947 him thence, and deliver5414 him into the hand3027 of the avenger1350 of blood1818, that he may die4191.","10":"That innocent5355 blood1818 be not shed8210 in7130 thy land776, which the LORD3068 thy God430 giveth5414 thee for an inheritance5159, and so blood1818 be upon thee.","2":"Thou shalt separate914 three7969 cities5892 for thee in the midst8432 of thy land776, which the LORD3068 thy God430 giveth5414 thee to possess3423 it.","8":"And if the LORD3068 thy God430 enlarge7337 thy coast1366, as he hath sworn7650 unto thy fathers1, and give5414 thee all the land776 which he promised1696 to give5414 unto thy fathers1;","17":"Then both8147 the men582, between whom the controversy7379 is, shall stand5975 before6440 the LORD3068, before6440 the priests3548 and the judges8199, which shall be in those days3117;","11":"But if any man376 hate8130 his neighbour7453, and lie in wait693 for him, and rise up6965 against him, and smite5221 him mortally5315 that he die4191, and fleeth5127 into one259 of these411 cities5892: mortally: Heb. in life","1":"When the LORD3068 thy God430 hath cut off3772 the nations1471, whose land776 the LORD3068 thy God430 giveth5414 thee, and thou succeedest3423 them, and dwellest3427 in their cities5892, and in their houses1004; succeedest: Heb. inheritest, or, possessest","9":"If thou shalt keep8104 all these commandments4687 to do6213 them, which I command6680 thee this day3117, to love157 the LORD3068 thy God430, and to walk3212 ever3117 in his ways1870; then shalt thou add3254 three7969 cities5892 more for thee, beside these three7969:","14":"Thou shalt not remove5253 thy neighbour\u0027s7453 landmark1366, which they of old time7223 have set1379 in thine inheritance5159, which thou shalt inherit5157 in the land776 that the LORD3068 thy God430 giveth5414 thee to possess3423 it.","7":"Wherefore I command6680 thee, saying559, Thou shalt separate914 three7969 cities5892 for thee.","15":"One259 witness5707 shall not rise up6965 against a man376 for any iniquity5771, or for any sin2403, in any sin2399 that he sinneth2398: at the mouth6310 of two8147 witnesses5707, or at the mouth6310 of three7969 witnesses5707, shall the matter1697 be established6965.","20":"And those which remain7604 shall hear8085, and fear3372, and shall henceforth3254 commit6213 no more any1697 such evil7451 among7130 you.","6":"Lest the avenger1350 of the blood1818 pursue7291 the slayer310 7523, while3588 his heart3824 is hot3179, and overtake5381 him, because the way1870 is long7235, and slay5221 him5315; whereas he was not worthy4941 of death4194, inasmuch as3588 he hated8130 him not in time8543 past8032. slay: Heb. smite him in life in: Heb. from yesterday the third day","4":"And this is the case1697 of the slayer7523, which shall flee5127 thither, that he may live2425: Whoso killeth5221 his neighbour7453 ignorantly1097 1847, whom he hated8130 not in time8543 past8032; in: Heb. from yesterday the third day","19":"Then shall ye do6213 unto him, as he had thought2161 to have done6213 unto his brother251: so shalt thou put1197 the evil7451 away1197 from among7130 you.","13":"Thine eye5869 shall not pity2347 him, but thou shalt put away1197 the guilt of innocent5355 blood1818 from Israel3478, that it may go well2895 with thee."},"1":{"11":"(The LORD3068 God430 of your fathers1 make you a thousand505 times6471 so many more as3254 ye are, and bless1288 you, as he hath promised1696 you!)","41":"Then ye answered6030 and said559 unto me, We have sinned2398 against the LORD3068, we will go up5927 and fight3898, according to all that the LORD3068 our God430 commanded6680 us. And when ye had girded2296 on every man376 his weapons3627 of war4421, ye were ready1951 to go up5927 into the hill2022.","45":"And ye returned7725 and wept1058 before6440 the LORD3068; but the LORD3068 would not hearken8085 to your voice6963, nor give ear238 unto you.","42":"And the LORD3068 said559 unto me, Say559 unto them, Go not up5927, neither fight3898; for I am not among7130 you; lest ye be smitten5062 before6440 your enemies341.","3":"And it came to pass in the fortieth705 year8141, in the eleventh6249 6240 month2320, on the first259 day of the month2320, that Moses4872 spake1696 unto the children1121 of Israel3478, according unto all that the LORD3068 had given him in commandment6680 unto them;","20":"And I said559 unto you, Ye are come935 unto the mountain2022 of the Amorites567, which the LORD3068 our God430 doth give5414 unto us.","12":"How349 can I myself alone bear5375 your cumbrance2960, and your burden4853, and your strife7379?","10":"The LORD3068 your God430 hath multiplied7235 you, and, behold, ye are this day3117 as the stars3556 of heaven8064 for multitude7230.","17":"Ye shall not respect5234 persons6440 in judgment4941; but ye shall hear8085 the small6996 as well as the great1419; ye shall not be afraid1481 of the face6440 of man376; for the judgment4941 is God\u0027s430: and the cause1697 that is too hard7185 for you, bring7126 it unto me, and I will hear8085 it. respect: Heb. acknowledge faces","44":"And the Amorites567, which dwelt3427 in that mountain2022, came out3318 against7125 you, and chased7291 you, as bees1682 do6213, and destroyed3807 you in Seir8165, even unto Hormah2767.","40":"But as for you, turn6437 you, and take your journey5265 into the wilderness4057 by the way1870 of the Red5488 sea3220.","13":"Take3051 you wise2450 men582, and understanding995, and known3045 among your tribes7626, and I will make7760 them rulers7218 over you. Take: Heb. Give","27":"And ye murmured7279 in your tents168, and said559, Because the LORD3068 hated8135 us, he hath brought us forth3318 out of the land776 of Egypt4714, to deliver5414 us into the hand3027 of the Amorites567, to destroy8045 us.","30":"The LORD3068 your God430 which goeth1980 before6440 you, he shall fight3898 for you, according to all that he did6213 for you in Egypt4714 before your eyes5869;","18":"And I commanded6680 you at that time6256 all the things1697 which ye should do6213.","36":"Save2108 Caleb3612 the son1121 of Jephunneh3312; he shall see7200 it, and to him will I give5414 the land776 that834 he hath trodden upon1869, and to his children1121, because he hath wholly4390 followed310 the LORD3068. wholly: Heb. fulfilled to go after","29":"Then I said559 unto you, Dread6206 not, neither be afraid3372 of them.","23":"And the saying1697 pleased me well3190 5869: and I took3947 twelve8147 6240 men582 of you, one259 of a tribe376 7626:","19":"And when we departed5265 from Horeb2722, we went through3212 all that great1419 and terrible3372 wilderness4057, which ye saw7200 by the way1870 of the mountain2022 of the Amorites567, as the LORD3068 our God430 commanded6680 us; and we came935 to Kadeshbarnea6947.","1":"These be the words1697 which Moses4872 spake1696 unto all Israel3478 on this side5676 Jordan3383 in the wilderness4057, in the plain6160 over against4136 the Red5489 sea, between Paran6290, and Tophel8603, and Laban3837, and Hazeroth2698, and Dizahab1774. the Red: or, Zuph","5":"On this side5676 Jordan3383, in the land776 of Moab4124, began2974 Moses4872 to declare874 this law8451, saying559,","4":"After310 he had slain5221 Sihon5511 the king4428 of the Amorites567, which dwelt3427 in Heshbon2809, and Og5747 the king4428 of Bashan1316, which dwelt3427 at Astaroth6252 in Edrei154:","8":"Behold7200, I have set5414 the land776 before6440 you: go935 in and possess3423 the land776 which the LORD3068 sware7650 unto your fathers1, Abraham85, Isaac3327, and Jacob3290, to give5414 unto them and to their seed2233 after310 them. set: Heb. given","26":"Notwithstanding ye would14 not go up5927, but rebelled4784 against the commandment6310 of the LORD3068 your God430:","39":"Moreover your little ones2945, which ye said559 should be a prey957, and your children1121, which in that day3117 had no knowledge3045 between good2896 and evil7451, they shall go in935 thither, and unto them will I give5414 it, and they shall possess3423 it.","14":"And ye answered6030 me, and said559, The thing1697 which thou hast spoken1696 is good2896 for us to do6213.","37":"Also the LORD3068 was angry599 with me for your sakes1558, saying559, Thou also shalt not go935 in thither8033.","22":"And ye came near7126 unto me every one of you, and said559, We will send7971 men582 before6440 us, and they shall search us out2658 the land776, and bring7725 us word1697 again7725 by what way1870 we must go up5927, and into what cities5892 we shall come935.","28":"Whither shall we go up5927? our brethren251 have discouraged4549 our heart3824, saying559, The people5971 is greater1419 and taller7311 than we; the cities5892 are great1419 and walled up1219 to heaven8064; and moreover we have seen7200 the sons1121 of the Anakims6062 there. discouraged: Heb. melted","25":"And they took3947 of the fruit6529 of the land776 in their hands3027, and brought it down3381 unto us, and brought7725 us word1697 again7725, and said559, It is a good2896 land776 which the LORD3068 our God430 doth give5414 us.","9":"And I spake559 unto you at that time6256, saying559, I am not able3201 to bear5375 you myself alone905:","33":"Who went1980 in the way1870 before6440 you, to search you out8446 a place4725 to pitch your tents2583 in, in fire784 by night3915, to shew7200 you by what way1870 ye should go3212, and in a cloud6051 by day3119.","15":"So I took3947 the chief7218 of your tribes7626, wise2450 men582, and known3045, and made5414 them heads7218 over you, captains8269 over thousands505, and captains8269 over hundreds3967, and captains8269 over fifties2572, and captains8269 over tens6235, and officers7860 among your tribes7626. made: Heb. gave","34":"And the LORD3068 heard8085 the voice6963 of your words1697, and was wroth7107, and sware7650, saying559,","21":"Behold7200, the LORD3068 thy God430 hath set5414 the land776 before6440 thee: go up5927 and possess3423 it, as the LORD3068 God430 of thy fathers1 hath said1696 unto thee; fear3372 not, neither be discouraged2865.","24":"And they turned6437 and went up5927 into the mountain2022, and came935 unto the valley5158 of Eshcol812, and searched it out7270.","46":"So ye abode3427 in Kadesh6946 many7227 days3117, according unto the days3117 that ye abode3427 there.","16":"And I charged6680 your judges8199 at that time6256, saying559, Hear8085 the causes between your brethren251, and judge8199 righteously6664 between every man376 and his brother251, and the stranger1616 that is with him.","35":"Surely there shall not one376 of these men582 of this evil7451 generation1755 see7200 that good2896 land776, which I sware7650 to give5414 unto your fathers1,","32":"Yet in this thing1697 ye did not believe539 the LORD3068 your God430,","7":"Turn6437 you, and take your journey5265, and go935 to the mount2022 of the Amorites567, and unto all the places nigh7934 thereunto, in the plain6160, in the hills2022, and in the vale8219, and in the south5045, and by the sea3220 side2348, to the land776 of the Canaanites3669, and unto Lebanon3844, unto the great1419 river5104, the river5104 Euphrates6578. all: Heb. all his neighbours","43":"So I spake1696 unto you; and ye would not hear8085, but rebelled4784 against the commandment6310 of the LORD3068, and went5927 presumptuously2102 up5927 into the hill2022. went: Heb. ye were presumptuous, and went up","2":"( There are eleven259 6240 days\u00273117 journey from Horeb2722 by the way1870 of mount2022 Seir8165 unto Kadeshbarnea6947.)","38":"But Joshua3091 the son1121 of Nun5126, which standeth5975 before6440 thee, he shall go in935 thither: encourage2388 him: for he shall cause Israel3478 to inherit5157 it.","6":"The LORD3068 our God430 spake1696 unto us in Horeb2722, saying559, Ye have dwelt3427 long enough7227 in this mount2022:","31":"And in the wilderness4057, where thou hast seen7200 how that the LORD3068 thy God430 bare5375 thee, as a man376 doth bear5375 his son1121, in all the way1870 that ye went1980, until ye came935 into this place4725."},"5":{"11":"Thou shalt not take5375 the name8034 of the LORD3068 thy God430 in vain7723: for the LORD3068 will not hold him guiltless5352 that taketh5375 his name8034 in vain7723.","3":"The LORD3068 made3772 not this covenant1285 with our fathers1, but with us587, even us, who are all of us428 here alive2416 this day3117.","20":"Neither shalt thou bear6030 false7723 witness5707 against thy neighbour7453.","12":"Keep8104 the sabbath7676 day3117 to sanctify6942 it, as the LORD3068 thy God430 hath commanded6680 thee.","10":"And shewing6213 mercy2617 unto thousands505 of them that love157 me and keep8104 my commandments4687.","17":"Thou shalt not kill7523.","13":"Six8337 days3117 thou shalt labour5647, and do6213 all thy work4399:","27":"Go thou near7126, and hear8085 all that the LORD3068 our God430 shall say559: and speak1696 thou unto us all that the LORD3068 our God430 shall speak1696 unto thee; and we will hear8085 it, and do6213 it.","30":"Go3212 say559 to them, Get7725 you into your tents168 again7725.","18":"Neither shalt thou commit adultery5003.","29":"O that there were such2088 an4310 heart3824 in them5414, that they would fear3372 me, and keep8104 all my commandments4687 always3117, that it might be well3190 with them, and with their children1121 for ever5769!","23":"And it came to pass, when ye heard8085 the voice6963 out of the midst8432 of the darkness2822, (for the mountain2022 did burn1197 with fire784,) that ye came near7126 unto me, even all the heads7218 of your tribes7626, and your elders2205;","19":"Neither shalt thou steal1589.","1":"And Moses4872 called7121 all Israel3478, and said559 unto them, Hear8085, O Israel3478, the statutes2706 and judgments4941 which I speak1696 in your ears241 this day3117, that ye may learn3925 them, and keep8104, and do6213 them. keep: Heb. keep to do them","5":"(I stood5975 between the LORD3068 and you at that time6256, to shew5046 you the word1697 of the LORD3068: for ye were afraid3372 by reason6440 of the fire784, and went not up5927 into the mount2022;) saying559,","4":"The LORD3068 talked1696 with you face6440 to face6440 in the mount2022 out of the midst8432 of the fire784,","8":"Thou shalt not make6213 thee any graven image6459, or any likeness8544 of any thing that is in heaven8064 above4605, or that is in the earth776 beneath, or that is in the waters4325 beneath the earth776:","26":"For who is there of all flesh1320, that hath heard8085 the voice6963 of the living2416 God430 speaking1696 out of the midst8432 of the fire784, as we have, and lived2421?","14":"But the seventh7637 day3117 is the sabbath7676 of the LORD3068 thy God430: in it thou shalt not do6213 any work4399, thou, nor thy son1121, nor thy daughter1323, nor thy manservant5650, nor thy maidservant519, nor thine ox7794, nor thine ass2543, nor any of thy cattle929, nor thy stranger1616 that is within thy gates8179; that thy manservant5650 and thy maidservant519 may rest5117 as well as thou.","22":"These words1697 the LORD3068 spake1696 unto all your assembly6951 in the mount2022 out of the midst8432 of the fire784, of the cloud6051, and of the thick darkness6205, with a great1419 voice6963: and he added no more3254. And he wrote3789 them in two8147 tables3871 of stone68, and delivered5414 them unto me.","28":"And the LORD3068 heard8085 the voice6963 of your words1697, when ye spake1696 unto me; and the LORD3068 said559 unto me, I have heard8085 the voice6963 of the words1697 of this people5971, which they have spoken1696 unto thee: they have well3190 said all that they have spoken1696.","25":"Now therefore why should we die4191? for this great1419 fire784 will consume398 us: if we hear8085 the voice6963 of the LORD3068 our God430 any more3254, then we shall die4191. hear: Heb. add to hear","9":"Thou shalt not bow down7812 thyself unto them, nor serve5647 them: for I the LORD3068 thy God430 am a jealous7067 God410, visiting6485 the iniquity5771 of the fathers1 upon the children1121 unto the third8029 and fourth7256 generation of them that hate8130 me,","33":"Ye shall walk3212 in all the ways1870 which the LORD3068 your God430 hath commanded6680 you, that ye may live2421, and that it may be well2895 with you, and that ye may prolong748 your days3117 in the land776 which ye shall possess3423.","15":"And remember2142 that thou wast a servant5650 in the land776 of Egypt4714, and that the LORD3068 thy God430 brought3318 thee out thence through a mighty2389 hand3027 and by a stretched out5186 arm2220: therefore the LORD3068 thy God430 commanded6680 thee to keep6213 the sabbath7676 day3117.","21":"Neither shalt thou desire2530 thy neighbour\u0027s7453 wife802, neither shalt thou covet183 thy neighbour\u0027s7453 house1004, his field7704, or his manservant5650, or his maidservant519, his ox7794, or his ass2543, or any thing that is thy neighbour\u0027s7453.","24":"And ye said559, Behold, the LORD3068 our God430 hath shewed7200 us his glory3519 and his greatness1433, and we have heard8085 his voice6963 out of the midst8432 of the fire784: we have seen7200 this day3117 that God430 doth talk1696 with man120, and he liveth2425.","16":"Honour3513 thy father1 and thy mother517, as the LORD3068 thy God430 hath commanded6680 thee; that thy days3117 may be prolonged748, and that it may go well3190 with thee, in the land127 which the LORD3068 thy God430 giveth5414 thee.","32":"Ye shall observe8104 to do6213 therefore as the LORD3068 your God430 hath commanded6680 you: ye shall not turn aside5493 to the right hand3225 or to the left8040.","7":"Thou shalt have none other312 gods430 before6440 me.","2":"The LORD3068 our God430 made3772 a covenant1285 with us in Horeb2722.","6":"I am the LORD3068 thy God430, which brought thee out3318 of the land776 of Egypt4714, from the house1004 of bondage5650. bondage: Heb. servants","31":"But as for thee, stand5975 thou here by me5978, and I will speak1696 unto thee all the commandments4687, and the statutes2706, and the judgments4941, which thou shalt teach3925 them, that they may do6213 them in the land776 which I give5414 them to possess3423 it."},"4":{"11":"And ye came near7126 and stood5975 under the mountain2022; and the mountain2022 burned1197 with fire784 unto the midst3820 of heaven8064, with darkness6205, clouds6051, and thick darkness2822. midst: Heb. heart","41":"Then Moses4872 severed914 three7969 cities5892 on this side5676 Jordan3383 toward the sunrising8121 4217;","45":"These are the testimonies5713, and the statutes2706, and the judgments4941, which Moses4872 spake1696 unto the children1121 of Israel3478, after they came forth3318 out of Egypt4714,","42":"That the slayer7523 might flee5127 thither, which should kill7523 his neighbour7453 unawares1097 1847, and hated8130 him not in times8543 past8032; and that fleeing5127 unto one259 of these411 cities5892 he might live2425:","3":"Your eyes5869 have seen7200 what the LORD3068 did6213 because of Baalpeor1187: for all the men376 that followed310 1980 Baalpeor1187, the LORD3068 thy God430 hath destroyed8045 them from among7130 you.","20":"But the LORD3068 hath taken3947 you, and brought you forth3318 out of the iron1270 furnace3564, even out of Egypt4714, to be unto him a people5971 of inheritance5159, as ye are this day3117.","12":"And the LORD3068 spake1696 unto you out of the midst8432 of the fire784: ye heard8085 the voice6963 of the words1697, but saw7200 no similitude8544; only2108 ye heard a voice6963. only: Heb. save a voice","10":"Specially the day3117 that thou stoodest5975 before6440 the LORD3068 thy God430 in Horeb2722, when the LORD3068 said559 unto me, Gather6950 me the people5971 together6950, and I will make them hear8085 my words1697, that they may learn3925 to fear3372 me all the days3117 that they shall live2416 upon the earth127, and that they may teach3925 their children1121.","17":"The likeness8403 of any beast929 that is on the earth776, the likeness8403 of any winged3671 fowl6833 that flieth5774 in the air8064,","44":"And this is the law8451 which Moses4872 set7760 before6440 the children1121 of Israel3478:","40":"Thou shalt keep8104 therefore his statutes2706, and his commandments4687, which I command6680 thee this day3117, that it may go well3190 with thee, and with thy children1121 after310 thee, and that thou mayest prolong748 thy days3117 upon the earth127, which the LORD3068 thy God430 giveth5414 thee, for ever.","13":"And he declared5046 unto you his covenant1285, which he commanded6680 you to perform6213, even ten6235 commandments1697; and he wrote3789 them upon two8147 tables3871 of stone68.","27":"And the LORD3068 shall scatter6327 you among the nations5971, and ye shall be left7604 few4962 in number4557 among the heathen1471, whither the LORD3068 shall lead5090 you.","30":"When thou art in tribulation6862, and all these things1697 are come4672 upon thee, even in the latter319 days3117, if thou turn7725 to the LORD3068 thy God430, and shalt be obedient8085 unto his voice6963; are: Heb. have found thee","18":"The likeness8403 of any thing that creepeth7430 on the ground127, the likeness8403 of any fish1710 that is in the waters4325 beneath8478 the earth776:","36":"Out of heaven8064 he made thee to hear8085 his voice6963, that he might instruct3256 thee: and upon earth776 he shewed7200 thee his great1419 fire784; and thou heardest8085 his words1697 out of the midst8432 of the fire784.","29":"But if from thence thou shalt seek1245 the LORD3068 thy God430, thou shalt find4672 him, if thou seek1875 him with all thy heart3824 and with all thy soul5315.","23":"Take heed8104 unto yourselves, lest ye forget7911 the covenant1285 of the LORD3068 your God430, which he made3772 with you, and make6213 you a graven image6459, or the likeness8544 of any3605 thing, which the LORD3068 thy God430 hath forbidden6680 thee.","19":"And lest thou lift up5375 thine eyes5869 unto heaven8064, and when thou seest7200 the sun8121, and the moon3394, and the stars3556, even all the host6635 of heaven8064, shouldest be driven5080 to worship7812 them, and serve5647 them, which the LORD3068 thy God430 hath divided2505 unto all nations5971 under the whole heaven8064. divided: or, imparted","1":"Now therefore hearken8085, O Israel3478, unto the statutes2706 and unto the judgments4941, which I teach3925 you, for to do6213 them, that ye may live2421, and go in935 and possess3423 the land776 which the LORD3068 God430 of your fathers1 giveth5414 you.","47":"And they possessed3423 his land776, and the land776 of Og5747 king4428 of Bashan1316, two8147 kings4428 of the Amorites567, which were on this side5676 Jordan3383 toward the sunrising4217 8121;","5":"Behold7200, I have taught3925 you statutes2706 and judgments4941, even as834 the LORD3068 my God430 commanded6680 me, that ye should do6213 so in7130 the land776 whither ye go935 to possess3423 it.","49":"And all the plain6160 on this side5676 Jordan3383 eastward4217, even unto the sea3220 of the plain6160, under the springs794 of Pisgah6449.","4":"But ye that did cleave1695 unto the LORD3068 your God430 are alive2416 every one of you this day3117.","8":"And what nation1471 is there so great1419, that hath statutes2706 and judgments4941 so righteous6662 as all this law8451, which I set5414 before6440 you this day3117?","26":"I call5749 heaven8064 and earth776 to witness5749 against you this day3117, that ye shall soon4118 utterly6 perish6 from off the land776 whereunto ye go over5674 Jordan3383 to possess3423 it; ye shall not prolong748 your days3117 upon it, but shall utterly8045 be destroyed8045.","39":"Know3045 therefore this day3117, and consider7725 it in thine heart3824, that the LORD3068 he is God430 in heaven8064 above4605, and upon the earth776 beneath: there is none else.","14":"And the LORD3068 commanded6680 me at that time6256 to teach3925 you statutes2706 and judgments4941, that ye might do6213 them in the land776 whither ye go over5674 to possess3423 it.","37":"And because he loved157 thy fathers1, therefore he chose977 their seed2233 after310 them, and brought thee out3318 in his sight6440 with his mighty1419 power3581 out of Egypt4714;","22":"But I must die4191 in this land776, I must not go over5674 Jordan3383: but ye shall go over5674, and possess3423 that good2896 land776.","28":"And there ye shall serve5647 gods430, the work4639 of men\u0027s120 hands3027, wood6086 and stone68, which neither see7200, nor hear8085, nor eat398, nor smell7306.","25":"When thou shalt beget3205 children1121, and children\u0027s1121 children1121, and ye shall have remained long3462 in the land776, and shall corrupt7843 yourselves, and make6213 a graven image6459, or the likeness8544 of any thing, and shall do6213 evil7451 in the sight5869 of the LORD3068 thy God430, to provoke him to anger3707:","9":"Only take heed8104 to thyself, and keep8104 thy soul5315 diligently3966, lest thou forget7911 the things1697 which thine eyes5869 have seen7200, and lest they depart5493 from thy heart3824 all the days3117 of thy life2416: but teach3045 them thy sons1121, and thy sons\u00271121 sons1121;","33":"Did ever people5971 hear8085 the voice6963 of God430 speaking out1696 of the midst8432 of the fire784, as thou hast heard8085, and live2421?","15":"Take ye therefore good3966 heed8104 unto yourselves5315; for ye saw7200 no manner of similitude8544 on the day3117 that the LORD3068 spake1696 unto you in Horeb2722 out of the midst8432 of the fire784:","34":"Or hath God430 assayed5254 to go935 and take3947 him a nation1471 from the midst7130 of another nation1471, by temptations4531, by signs226, and by wonders4159, and by war4421, and by a mighty2389 hand3027, and by a stretched out5186 arm2220, and by great1419 terrors4172, according to all that the LORD3068 your God430 did6213 for you in Egypt4714 before your eyes5869?","21":"Furthermore the LORD3068 was angry599 with me for your sakes1697, and sware7650 that I should not go over5674 Jordan3383, and that I should not go935 in unto that good2896 land776, which the LORD3068 thy God430 giveth5414 thee for an inheritance5159:","24":"For the LORD3068 thy God430 is a consuming398 fire784, even a jealous7067 God410.","46":"On this side5676 Jordan3383, in the valley1516 over against4136 Bethpeor1047, in the land776 of Sihon5511 king4428 of the Amorites567, who dwelt3427 at Heshbon2809, whom Moses4872 and the children1121 of Israel3478 smote5221, after they were come forth3318 out of Egypt4714:","16":"Lest ye corrupt7843 yourselves, and make6213 you a graven image6459, the similitude8544 of any figure5566, the likeness8403 of male2145 or female5347,","35":"Unto thee it was shewed7200, that thou mightest know3045 that the LORD3068 he is God430; there is none else5750 beside him905.","32":"For ask7592 now of the days3117 that are past7223, which were1961 before6440 thee, since the day3117 that God430 created1254 man120 upon the earth776, and ask from the one side7097 of heaven8064 unto the other, whether there hath been any such thing as this great1419 thing1697 is, or hath been heard8085 like it?","7":"For what nation1471 is there so great1419, who hath God430 so nigh7138 unto them, as the LORD3068 our God430 is in all things that we call7121 upon him for?","43":"Namely, Bezer1221 in the wilderness4057, in the plain4334 country776, of the Reubenites7206; and Ramoth7216 in Gilead1568, of the Gadites1425; and Golan1474 in Bashan1316, of the Manassites4520.","48":"From Aroer6177, which is by the bank8193 of the river5158 Arnon769, even unto mount2022 Sion7865, which is Hermon2768,","2":"Ye shall not add3254 unto the word1697 which I command6680 you, neither shall ye diminish1639 ought from it, that ye may keep8104 the commandments4687 of the LORD3068 your God430 which I command6680 you.","38":"To drive out3423 nations1471 from before6440 thee greater1419 and mightier6099 than thou art, to bring935 thee in, to give5414 thee their land776 for an inheritance5159, as it is this day3117.","6":"Keep8104 therefore and do6213 them; for this is your wisdom2451 and your understanding998 in the sight5869 of the nations5971, which shall hear8085 all these statutes2706, and say559, Surely this great1419 nation1471 is a wise2450 and understanding995 people5971.","31":"(For the LORD3068 thy God430 is a merciful7349 God410;) he will not forsake7503 thee, neither destroy7843 thee, nor forget7911 the covenant1285 of thy fathers1 which he sware7650 unto them."},"8":{"16":"Who fed398 thee in the wilderness4057 with manna4478, which thy fathers1 knew3045 not, that he might humble6031 thee, and that he might prove5254 thee, to do thee good3190 at thy latter end319;","3":"And he humbled6031 thee, and suffered thee to hunger7456, and fed398 thee with manna4478, which thou knewest3045 not, neither did thy fathers1 know3045; that he might make thee know3045 that man120 doth not live2421 by bread3899 only905, but by every word that proceedeth4161 out of the mouth6310 of the LORD3068 doth man120 live2421.","5":"Thou shalt also consider3045 in5973 thine heart3824, that, as a man376 chasteneth3256 his son1121, so the LORD3068 thy God430 chasteneth3256 thee.","18":"But thou shalt remember2142 the LORD3068 thy God430: for it is he that giveth5414 thee power3581 to get6213 wealth2428, that he may establish6965 his covenant1285 which he sware7650 unto thy fathers1, as it is this day3117.","12":"Lest when thou hast eaten398 and art full7646, and hast built1129 goodly2896 houses1004, and dwelt3427 therein;","10":"When thou hast eaten398 and art full7646, then thou shalt bless1288 the LORD3068 thy God430 for the good2896 land776 which he hath given5414 thee.","2":"And thou shalt remember2142 all the way1870 which the LORD3068 thy God430 led3212 thee these forty705 years8141 in the wilderness4057, to humble6031 thee, and to prove5254 thee, to know3045 what was in thine heart3824, whether thou wouldest keep8104 his commandments4687, or no.","8":"A land776 of wheat2406, and barley8184, and vines1612, and fig trees8384, and pomegranates7416; a land776 of oil8081 olive2132, and honey1706; of oil: Heb. of olive tree of oil","17":"And thou say559 in thine heart3824, My power3581 and the might6108 of mine hand3027 hath gotten6213 me this wealth2428.","11":"Beware8104 that thou forget7911 not the LORD3068 thy God430, in not keeping8104 his commandments4687, and his judgments4941, and his statutes2708, which I command6680 thee this day3117:","1":"All the commandments4687 which I command6680 thee this day3117 shall ye observe8104 to do6213, that ye may live2421, and multiply7235, and go in935 and possess3423 the land776 which the LORD3068 sware7650 unto your fathers1.","9":"A land776 wherein834 thou shalt eat398 bread3899 without3808 scarceness4544, thou shalt not lack2637 any thing in it; a land776 whose stones68 are iron1270, and out of whose hills2042 thou mayest dig2672 brass5178.","14":"Then thine heart3824 be lifted up7311, and thou forget7911 the LORD3068 thy God430, which brought thee forth3318 out of the land776 of Egypt4714, from the house1004 of bondage5650;","7":"For the LORD3068 thy God430 bringeth935 thee into a good2896 land776, a land776 of brooks5158 of water4325, of fountains5869 and depths8415 that spring out3318 of valleys1237 and hills2022;","15":"Who led3212 thee through that great1419 and terrible3372 wilderness4057, wherein were fiery8314 serpents5175, and scorpions6137, and drought6774, where there was no water4325; who brought thee forth3318 water4325 out of the rock6697 of flint2496;","20":"As the nations1471 which the LORD3068 destroyeth6 before your face6440, so shall ye perish6; because6118 ye would not be obedient8085 unto the voice6963 of the LORD3068 your God430.","6":"Therefore thou shalt keep8104 the commandments4687 of the LORD3068 thy God430, to walk3212 in his ways1870, and to fear3372 him.","4":"Thy raiment8071 waxed not old1086 upon thee, neither did thy foot7272 swell1216, these forty705 years8141.","19":"And it shall be, if thou do at all7911 forget7911 the LORD3068 thy God430, and walk1980 after310 other312 gods430, and serve5647 them, and worship7812 them, I testify5749 against you this day3117 that ye shall surely6 perish6.","13":"And when thy herds1241 and thy flocks6629 multiply7235, and thy silver3701 and thy gold2091 is multiplied7235, and all that thou hast is multiplied7235;"},"26":{"16":"This day3117 the LORD3068 thy God430 hath commanded6680 thee to do6213 these statutes2706 and judgments4941: thou shalt therefore keep8104 and do6213 them with all thine heart3824, and with all thy soul5315.","3":"And thou shalt go935 unto the priest3548 that shall be in those days3117, and say559 unto him, I profess5046 this day3117 unto the LORD3068 thy God430, that I am come935 unto the country776 which the LORD3068 sware7650 unto our fathers1 for to give5414 us.","5":"And thou shalt speak6030 and say559 before6440 the LORD3068 thy God430, A Syrian761 ready to perish6 was my father1, and he went down3381 into Egypt4714, and sojourned1481 there with4962 a few4592, and became there a nation1471, great1419, mighty6099, and populous7227:","18":"And the LORD3068 hath avouched559 thee this day3117 to be his peculiar5459 people5971, as he hath promised1696 thee, and that thou shouldest keep8104 all his commandments4687;","12":"When thou hast made an end3615 of tithing6237 all the tithes4643 of thine increase8393 the third7992 year8141, which is the year8141 of tithing4643, and hast given5414 it unto the Levite3881, the stranger1616, the fatherless3490, and the widow490, that they may eat398 within thy gates8179, and be filled7646;","10":"And now, behold, I have brought935 the firstfruits6529 7225 of the land127, which thou, O LORD3068, hast given5414 me. And thou shalt set3240 it before6440 the LORD3068 thy God430, and worship7812 before6440 the LORD3068 thy God430:","2":"That thou shalt take3947 of the first7225 of all the fruit6529 of the earth127, which thou shalt bring935 of thy land776 that the LORD3068 thy God430 giveth5414 thee, and shalt put7760 it in a basket2935, and shalt go1980 unto the place4725 which the LORD3068 thy God430 shall choose977 to place7931 his name8034 there.","8":"And the LORD3068 brought us forth3318 out of Egypt4714 with a mighty2389 hand3027, and with an outstretched5186 arm2220, and with great1419 terribleness4172, and with signs226, and with wonders4159:","17":"Thou hast avouched559 the LORD3068 this day3117 to be thy God430, and to walk3212 in his ways1870, and to keep8104 his statutes2706, and his commandments4687, and his judgments4941, and to hearken8085 unto his voice6963:","11":"And thou shalt rejoice8055 in every good2896 thing which the LORD3068 thy God430 hath given5414 unto thee, and unto thine house1004, thou, and the Levite3881, and the stranger1616 that is among7130 you.","1":"And it shall be, when thou art come in935 unto the land776 which the LORD3068 thy God430 giveth5414 thee for an inheritance5159, and possessest3423 it, and dwellest3427 therein;","9":"And he hath brought935 us into this place4725, and hath given5414 us this land776, even a land776 that floweth2100 with milk2461 and honey1706.","14":"I have not eaten398 thereof in my mourning205, neither have I taken away1197 ought thereof for any unclean2931 use, nor given5414 ought thereof for the dead4191: but I have hearkened8085 to the voice6963 of the LORD3068 my God430, and have done6213 according to all that thou hast commanded6680 me.","7":"And when we cried6817 unto the LORD3068 God430 of our fathers1, the LORD3068 heard8085 our voice6963, and looked7200 on our affliction6040, and our labour5999, and our oppression3906:","15":"Look down8259 from thy holy6944 habitation4583, from heaven8064, and bless1288 thy people5971 Israel3478, and the land127 which thou hast given5414 us, as thou swarest7650 unto our fathers1, a land776 that floweth2100 with milk2461 and honey1706.","6":"And the Egyptians4713 evil entreated7489 us, and afflicted6031 us, and laid5414 upon us hard7186 bondage5656:","4":"And the priest3548 shall take3947 the basket2935 out of thine hand3027, and set it down3240 before6440 the altar4196 of the LORD3068 thy God430.","19":"And to make5414 thee high5945 above all nations1471 which he hath made6213, in praise8416, and in name8034, and in honour8597; and that thou mayest be an holy6918 people5971 unto the LORD3068 thy God430, as he hath spoken1696.","13":"Then thou shalt say559 before6440 the LORD3068 thy God430, I have brought away1197 the hallowed things6944 out of mine house1004, and also have given5414 them unto the Levite3881, and unto the stranger1616, to the fatherless3490, and to the widow490, according to all thy commandments4687 which thou hast commanded6680 me: I have not transgressed5674 thy commandments4687, neither have I forgotten7911 them:"},"14":{"11":"Of all clean2889 birds6833 ye shall eat398.","3":"Thou shalt not eat398 any abominable thing8441.","20":"But of all clean2889 fowls5775 ye may eat398.","12":"But these are they of which ye shall not eat398: the eagle5404, and the ossifrage6538, and the ospray5822,","10":"And whatsoever hath not fins5579 and scales7193 ye may not eat398; it is unclean2931 unto you.","17":"And the pelican6893, and the gier eagle7360, and the cormorant7994,","13":"And the glede7201, and the kite344, and the vulture1772 after his kind4327,","27":"And the Levite3881 that is within thy gates8179; thou shalt not forsake5800 him; for he hath no part2506 nor inheritance5159 with thee.","18":"And the stork2624, and the heron601 after her kind4327, and the lapwing1744, and the bat5847.","29":"And the Levite3881, (because he hath no part2506 nor inheritance5159 with thee,) and the stranger1616, and the fatherless3490, and the widow490, which are within thy gates8179, shall come935, and shall eat398 and be satisfied7646; that the LORD3068 thy God430 may bless1288 thee in all the work4639 of thine hand3027 which thou doest6213.","23":"And thou shalt eat398 before6440 the LORD3068 thy God430, in the place4725 which he shall choose977 to place7931 his name8034 there, the tithe4643 of thy corn1715, of thy wine8492, and of thine oil3323, and the firstlings1062 of thy herds1241 and of thy flocks6629; that thou mayest learn3925 to fear3372 the LORD3068 thy God430 always3117.","19":"And every creeping thing8318 that flieth5775 is unclean2931 unto you: they shall not be eaten398.","1":"Ye are the children1121 of the LORD3068 your God430: ye shall not cut1413 yourselves, nor make7760 any baldness7144 between your eyes5869 for the dead4191.","5":"The hart354, and the roebuck6643, and the fallow deer3180, and the wild goat689, and the pygarg1788, and the wild ox8377, and the chamois2169.","4":"These are the beasts929 which ye shall eat398: the ox7794, the sheep7716 3775, and the goat5795,","8":"And the swine2386, because it divideth6536 the hoof6541, yet cheweth not the cud1625, it is unclean2931 unto you: ye shall not eat398 of their flesh1320, nor touch5060 their dead carcase5038.","26":"And thou shalt bestow5414 that money3701 for whatsoever thy soul5315 lusteth after183, for oxen1241, or for sheep6629, or for wine3196, or for strong drink7941, or for whatsoever thy soul5315 desireth7592: and thou shalt eat398 there before6440 the LORD3068 thy God430, and thou shalt rejoice8055, thou, and thine household1004, desireth: Heb. asketh of thee","14":"And every raven6158 after his kind4327,","22":"Thou shalt truly6237 tithe6237 all the increase8393 of thy seed2233, that the field7704 bringeth forth3318 year8141 by year8141.","28":"At the end7097 of three7969 years8141 thou shalt bring forth3318 all the tithe4643 of thine increase8393 the same year8141, and shalt lay it up3240 within thy gates8179:","25":"Then shalt thou turn5414 it into money3701, and bind up6696 the money3701 in thine hand3027, and shalt go1980 unto the place4725 which the LORD3068 thy God430 shall choose977:","9":"These ye shall eat398 of all that are in the waters4325: all that have fins5579 and scales7193 shall ye eat398:","15":"And the owl1323 3284, and the night hawk8464, and the cuckow7828, and the hawk5322 after his kind4327,","21":"Ye shall not eat398 of any thing that dieth of itself5038: thou shalt give5414 it unto the stranger1616 that is in thy gates8179, that he may eat398 it; or thou mayest sell4376 it unto an alien5237: for thou art an holy6918 people5971 unto the LORD3068 thy God430. Thou shalt not seethe1310 a kid1423 in his mother\u0027s517 milk2461.","24":"And if the way1870 be too long7235 for thee, so that3588 thou art not able3201 to carry5375 it; or if the place4725 be too far7368 from thee, which the LORD3068 thy God430 shall choose977 to set7760 his name8034 there, when the LORD3068 thy God430 hath blessed1288 thee:","16":"The little owl3563, and the great owl3244, and the swan8580,","7":"Nevertheless these ye shall not eat398 of them that chew5927 the cud1625, or of them that divide6536 the cloven8156 hoof6541; as the camel1581, and the hare768, and the coney8227: for they chew5927 the cud1625, but divide6536 not the hoof6541; therefore they are unclean2931 unto you.","2":"For thou art an holy6918 people5971 unto the LORD3068 thy God430, and the LORD3068 hath chosen977 thee to be a peculiar5459 people5971 unto himself, above all the nations5971 that are upon6440 the earth127.","6":"And every beast929 that parteth6536 the hoof6541, and cleaveth8157 the cleft8156 into two8147 claws6541, and cheweth5927 the cud1625 among the beasts929, that ye shall eat398."},"22":{"11":"Thou shalt not wear3847 a garment of divers sorts8162, as of woollen6785 and linen6593 together3162.","3":"In like manner3651 shalt thou do6213 with his ass2543; and so shalt thou do6213 with his raiment8071; and with all lost thing9 of thy brother\u0027s251, which he hath lost6, and thou hast found4672, shalt thou do6213 likewise: thou mayest3201 not hide5956 thyself.","20":"But if this thing1697 be true571, and the tokens of virginity1331 be not found4672 for the damsel5291:","12":"Thou shalt make6213 thee fringes1434 upon the four702 quarters3671 of thy vesture3682, wherewith thou coverest3680 thyself. quarters: Heb. wings","10":"Thou shalt not plow2790 with an ox7794 and an ass2543 together3162.","17":"And, lo, he hath given7760 occasions5949 of speech1697 against her, saying559, I found4672 not thy daughter1323 a maid1331; and yet these are the tokens of my daughter\u0027s1323 virginity1331. And they shall spread6566 the cloth8071 before6440 the elders2205 of the city5892.","13":"If any man376 take3947 a wife802, and go in935 unto her, and hate8130 her,","27":"For he found4672 her in the field7704, and the betrothed781 damsel5291 cried6817, and there was none to save3467 her.","30":"A man376 shall not take3947 his father\u0027s1 wife802, nor discover1540 his father\u0027s1 skirt3671.","18":"And the elders2205 of that city5892 shall take3947 that man376 and chastise3256 him;","29":"Then the man376 that lay7901 with her shall give5414 unto the damsel\u0027s5291 father1 fifty2572 shekels of silver3701, and she shall be his wife802; because he hath humbled6031 her, he may3201 not put her away7971 all his days3117.","23":"If a damsel5291 that is a virgin1330 be betrothed781 unto an husband376, and a man376 find4672 her in the city5892, and lie7901 with her;","19":"And they shall amerce6064 him in an hundred3967 shekels of silver3701, and give5414 them unto the father1 of the damsel5291, because he hath brought up3318 an evil7451 name8034 upon a virgin1330 of Israel3478: and she shall be his wife802; he may3201 not put her away7971 all his days3117.","1":"Thou shalt not see7200 thy brother\u0027s251 ox7794 or his sheep7716 go astray5080, and hide5956 thyself from them: thou shalt in any case7725 bring them again7725 unto thy brother251.","5":"The woman802 shall not wear that which pertaineth3627 unto a man1397, neither shall a man1397 put3847 on a woman\u0027s802 garment8071: for all that do6213 so428 are abomination8441 unto the LORD3068 thy God430.","4":"Thou shalt not see7200 thy brother\u0027s251 ass2543 or his ox7794 fall down5307 by the way1870, and hide5956 thyself from them: thou shalt surely6965 help him to lift them up again6965.","8":"When thou buildest1129 a new2319 house1004, then thou shalt make6213 a battlement4624 for thy roof1406, that thou bring7760 not blood1818 upon thine house1004, if any man5307 fall5307 from thence.","26":"But unto the damsel5291 thou shalt do6213 nothing1697; there is in the damsel5291 no sin2399 worthy of death4194: for as when a man376 riseth6965 against his neighbour7453, and slayeth7523 5315 him, even so is this matter1697:","14":"And give7760 occasions5949 of speech1697 against her, and bring up3318 an evil7451 name8034 upon her, and say559, I took3947 this woman802, and when I came7126 to her, I found4672 her not a maid1331:","22":"If a man376 be found4672 lying7901 with a woman802 married1166 to an husband1167, then they shall both of them8147 die4191, both the man376 that lay7901 with the woman802, and the woman802: so shalt thou put away1197 evil7451 from Israel3478.","28":"If a man376 find4672 a damsel5291 that is a virgin1330, which is not betrothed781, and lay hold8610 on her, and lie7901 with her, and they be found4672;","25":"But if a man376 find4672 a betrothed781 damsel5291 in the field7704, and the man376 force2388 her, and lie7901 with her: then the man376 only that lay7901 with her shall die4191: force: or, take strong hold of","9":"Thou shalt not sow2232 thy vineyard3754 with divers seeds3610: lest the fruit4395 of thy seed2233 which thou hast sown2232, and the fruit8393 of thy vineyard3754, be defiled6942. fruit of thy seed: Heb. fulness of the seed","15":"Then shall the father1 of the damsel5291, and her mother517, take3947 and bring forth3318 the tokens of the damsel\u0027s5291 virginity1331 unto the elders2205 of the city5892 in the gate8179:","21":"Then they shall bring out3318 the damsel5291 to the door6607 of her father\u0027s1 house1004, and the men582 of her city5892 shall stone5619 her with stones68 that she die4191: because she hath wrought6213 folly5039 in Israel3478, to play the whore2181 in her father\u0027s1 house1004: so shalt thou put1197 evil7451 away1197 from among7130 you.","24":"Then ye shall bring3318 them both8147 out unto the gate8179 of that city5892, and ye shall stone5619 them with stones68 that they die4191; the damsel5291, because834 1697 she cried6817 not, being in the city5892; and the man376, because834 1697 he hath humbled6031 his neighbour\u0027s7453 wife802: so thou shalt put away1197 evil7451 from among7130 you.","16":"And the damsel\u0027s5291 father1 shall say559 unto the elders2205, I gave5414 my daughter1323 unto this man376 to wife802, and he hateth8130 her;","7":"But thou shalt in any wise7971 let the dam517 go7971, and take3947 the young1121 to thee; that it may be well3190 with thee, and that thou mayest prolong748 thy days3117.","2":"And if thy brother251 be not nigh7138 unto thee, or if thou know3045 him not, then thou shalt bring622 it unto8432 thine own house1004, and it shall be with thee until thy brother251 seek1875 after it, and thou shalt restore it to him again7725.","6":"If a bird\u0027s6833 nest7064 chance7122 to be before6440 thee in the way1870 in any tree6086, or on the ground776, whether they be young ones667, or eggs1000, and the dam517 sitting7257 upon the young667, or upon the eggs1000, thou shalt not take3947 the dam517 with the young1121:"},"28":{"10":"And all people5971 of the earth776 shall see7200 that thou art called7121 by the name8034 of the LORD3068; and they shall be afraid3372 of thee.","63":"And it shall come to pass, that as the LORD3068 rejoiced7797 over you to do you good3190, and to multiply7235 you; so the LORD3068 will rejoice7797 over you to destroy6 you, and to bring you to nought8045; and ye shall be plucked5255 from off the land127 whither thou goest935 to possess3423 it.","30":"Thou shalt betroth781 a wife802, and another312 man376 shall lie7901 7693 with her: thou shalt build1129 an house1004, and thou shalt not dwell3427 therein: thou shalt plant5193 a vineyard3754, and shalt not gather the grapes2490 thereof. gather: Heb. profane, or, use it as common meat","49":"The LORD3068 shall bring5375 a nation1471 against thee from far7350, from the end7097 of the earth776, as swift as the eagle5404 flieth1675; a nation1471 whose tongue3956 thou shalt not understand8085; understand: Heb. hear","62":"And ye shall be left7604 few4592 in number4962, whereas834 ye were as the stars3556 of heaven8064 for multitude7230; because thou wouldest not obey8085 the voice6963 of the LORD3068 thy God430.","22":"The LORD3068 shall smite5221 thee with a consumption7829, and with a fever6920, and with an inflammation1816, and with an extreme burning2746, and with the sword2719, and with blasting7711, and with mildew3420; and they shall pursue7291 thee until thou perish6. sword: or, drought","13":"And the LORD3068 shall make5414 thee the head7218, and not the tail2180; and thou shalt be above only4605, and thou shalt not be beneath4295; if that thou hearken8085 unto the commandments4687 of the LORD3068 thy God430, which I command6680 thee this day3117, to observe8104 and to do6213 them:","47":"Because thou servedst5647 not the LORD3068 thy God430 with joyfulness8057, and with gladness2898 of heart3824, for the abundance7230 of all things;","3":"Blessed1288 shalt thou be in the city5892, and blessed1288 shalt thou be in the field7704.","8":"The LORD3068 shall command6680 the blessing1293 upon thee in thy storehouses618, and in all that thou settest4916 thine hand3027 unto; and he shall bless1288 thee in the land776 which the LORD3068 thy God430 giveth5414 thee. storehouses: or, barns","12":"The LORD3068 shall open6605 unto thee his good2896 treasure214, the heaven8064 to give5414 the rain4306 unto thy land776 in his season6256, and to bless1288 all the work4639 of thine hand3027: and thou shalt lend3867 unto many7227 nations1471, and thou shalt not borrow3867.","65":"And among these1992 nations1471 shalt thou find no ease7280, neither shall the sole3709 of thy foot7272 have rest4494: but the LORD3068 shall give5414 thee there a trembling7268 heart3820, and failing3631 of eyes5869, and sorrow1671 of mind5315:","40":"Thou shalt have olive trees2132 throughout all thy coasts1366, but thou shalt not anoint5480 thyself with the oil8081; for thine olive2132 shall cast5394 his fruit.","14":"And thou shalt not go aside5493 from any of the words1697 which I command6680 thee this day3117, to the right hand3225, or to the left8040, to go3212 after310 other312 gods430 to serve5647 them.","26":"And thy carcase5038 shall be meat3978 unto all fowls5775 of the air8064, and unto the beasts929 of the earth776, and no man shall fray them away2729.","17":"Cursed779 shall be thy basket2935 and thy store4863.","28":"The LORD3068 shall smite5221 thee with madness7697, and blindness5788, and astonishment8541 of heart3824:","36":"The LORD3068 shall bring3212 thee, and thy king4428 which thou shalt set6965 over thee, unto a nation1471 which neither thou nor thy fathers1 have known3045; and there shalt thou serve5647 other312 gods430, wood6086 and stone68.","4":"Blessed1288 shall be the fruit6529 of thy body990, and the fruit6529 of thy ground127, and the fruit6529 of thy cattle929, the increase7698 of thy kine504, and the flocks6251 of thy sheep6629.","50":"A nation1471 of fierce5794 countenance6440, which shall not regard5375 the person6440 of the old2205, nor shew favour2603 to the young5288: of fierce: Heb. strong of face","45":"Moreover all these curses7045 shall come935 upon thee, and shall pursue7291 thee, and overtake5381 thee, till thou be destroyed8045; because thou hearkenedst8085 not unto the voice6963 of the LORD3068 thy God430, to keep8104 his commandments4687 and his statutes2708 which he commanded6680 thee:","60":"Moreover he will bring7725 upon thee all the diseases4064 of Egypt4714, which thou wast afraid3025 of6440; and they shall cleave1692 unto thee.","38":"Thou shalt carry3318 much7227 seed2233 out3318 into the field7704, and shalt gather622 but little4592 in622; for the locust697 shall consume2628 it.","23":"And thy heaven8064 that is over thy head7218 shall be brass5178, and the earth776 that is under thee shall be iron1270.","51":"And he shall eat398 the fruit6529 of thy cattle929, and the fruit6529 of thy land127, until thou be destroyed8045: which also shall not leave7604 thee either corn1715, wine8492, or oil3323, or the increase7698 of thy kine504, or flocks6251 of thy sheep6629, until he have destroyed6 thee.","20":"The LORD3068 shall send7971 upon thee cursing3994, vexation4103, and rebuke4045, in all that thou settest4916 thine hand3027 unto for to do6213, until thou be destroyed8045, and until thou perish6 quickly4118; because6440 of the wickedness7455 of thy doings4611, whereby thou hast forsaken5800 me. for: Heb. which thou wouldest do","59":"Then the LORD3068 will make6381 thy plagues4347 wonderful6381, and the plagues4347 of thy seed2233, even great1419 plagues4347, and of long continuance539, and sore7451 sicknesses2483, and of long continuance539.","54":"So that the man376 that is tender7390 among you, and very3966 delicate6028, his eye5869 shall be evil3415 toward his brother251, and toward the wife802 of his bosom2436, and toward the remnant3499 of his children1121 which he shall leave3498:","66":"And thy life2416 shall hang8511 in doubt before5048 thee; and thou shalt fear6342 day3119 and night3915, and shalt have none assurance539 of thy life2416:","57":"And toward her young one7988 that cometh out3318 from between her feet7272, and toward her children1121 which she shall bear3205: for she shall eat398 them for want2640 of all things secretly5643 in the siege4692 and straitness4689, wherewith thine enemy341 shall distress6693 thee in thy gates8179. young one: Heb. afterbirth","43":"The stranger1616 that is within7130 thee shall get up5927 above thee very4605 high4605; and thou shalt come down3381 very4295 low4295.","35":"The LORD3068 shall smite5221 thee in the knees1290, and in the legs7785, with a sore7451 botch7822 that cannot3201 be healed7495, from the sole3709 of thy foot7272 unto the top of thy head6936.","41":"Thou shalt beget3205 sons1121 and daughters1323, but thou shalt not enjoy them; for they shall go3212 into captivity7628. thou shalt not: Heb. they shall not be thine","5":"Blessed1288 shall be thy basket2935 and thy store4863. store: or, dough, or, kneadingtroughs","34":"So that thou shalt be mad7696 for the sight4758 of thine eyes5869 which thou shalt see7200.","6":"Blessed1288 shalt thou be when thou comest in935, and blessed1288 shalt thou be when thou goest out3318.","53":"And thou shalt eat398 the fruit6529 of thine own body990, the flesh1320 of thy sons1121 and of thy daughters1323, which the LORD3068 thy God430 hath given5414 thee, in the siege4692, and in the straitness4689, wherewith thine enemies341 shall distress6693 thee: body: Heb. belly","2":"And all these blessings1293 shall come935 on thee, and overtake5381 thee, if thou shalt hearken8085 unto the voice6963 of the LORD3068 thy God430.","44":"He shall lend3867 to thee, and thou shalt not lend3867 to him: he shall be the head7218, and thou shalt be the tail2180.","11":"And the LORD3068 shall make thee plenteous3498 in goods2896, in the fruit6529 of thy body990, and in the fruit6529 of thy cattle929, and in the fruit6529 of thy ground127, in the land127 which the LORD3068 sware7650 unto thy fathers1 to give5414 thee. in goods: or, for good body: Heb. belly","68":"And the LORD3068 shall bring7725 thee into Egypt4714 again7725 with ships591, by the way1870 whereof I spake559 unto thee, Thou shalt see7200 it no more again3254: and there ye shall be sold4376 unto your enemies341 for bondmen5650 and bondwomen8198, and no man shall buy7069 you.","1":"And it shall come to pass, if thou shalt hearken8085 diligently8085 unto the voice6963 of the LORD3068 thy God430, to observe8104 and to do6213 all his commandments4687 which I command6680 thee this day3117, that the LORD3068 thy God430 will set5414 thee on high5945 above all nations1471 of the earth776:","58":"If thou wilt not observe8104 to do6213 all the words1697 of this law8451 that are written3789 in this book5612, that thou mayest fear3372 this glorious3513 and fearful3372 name8034, THE LORD3068 THY GOD430;","55":"So that he will not give5414 to any259 of them of the flesh1320 of his children1121 whom he shall eat398: because he hath nothing left7604 him in the siege4692, and in the straitness4689, wherewith thine enemies341 shall distress6693 thee in all thy gates8179.","33":"The fruit6529 of thy land127, and all thy labours3018, shall a nation5971 which thou knowest3045 not eat up398; and thou shalt be only oppressed6231 and crushed7533 alway3117:","67":"In the morning1242 thou shalt say559, Would God it were5414 even6153! and at even6153 thou shalt say559, Would God it were5414 morning1242! for the fear6343 of thine heart3824 wherewith thou shalt fear6342, and for the sight4758 of thine eyes5869 which thou shalt see7200.","27":"The LORD3068 will smite5221 thee with the botch7822 of Egypt4714, and with the emerods2914 6076, and with the scab1618, and with the itch2775, whereof thou canst3201 not be healed7495.","16":"Cursed779 shalt thou be in the city5892, and cursed779 shalt thou be in the field7704.","64":"And the LORD3068 shall scatter6327 thee among all people5971, from the one end7097 of the earth776 even unto the other7097; and there thou shalt serve5647 other312 gods430, which neither thou nor thy fathers1 have known3045, even wood6086 and stone68.","24":"The LORD3068 shall make5414 the rain4306 of thy land776 powder80 and dust6083: from heaven8064 shall it come down3381 upon thee, until thou be destroyed8045.","19":"Cursed779 shalt thou be when thou comest in935, and cursed779 shalt thou be when thou goest out3318.","29":"And thou shalt grope4959 at noonday6672, as the blind5787 gropeth4959 in darkness653, and thou shalt not prosper6743 in thy ways1870: and thou shalt be only oppressed6231 and spoiled1497 evermore3117, and no man shall save3467 thee.","61":"Also every sickness2483, and every plague4347, which is not written3789 in the book5612 of this law8451, them will the LORD3068 bring5927 upon thee, until thou be destroyed8045. bring: Heb. cause to ascend","9":"The LORD3068 shall establish6965 thee an holy6918 people5971 unto himself, as he hath sworn7650 unto thee, if thou shalt keep8104 the commandments4687 of the LORD3068 thy God430, and walk1980 in his ways1870.","37":"And thou shalt become an astonishment8047, a proverb4912, and a byword8148, among all nations5971 whither the LORD3068 shall lead5090 thee.","7":"The LORD3068 shall cause5414 thine enemies341 that rise up6965 against thee to be smitten5062 before thy face6440: they shall come out3318 against thee one259 way1870, and flee5127 before6440 thee seven7651 ways1870.","52":"And he shall besiege6887 thee in all thy gates8179, until thy high1364 and fenced1219 walls2346 come down3381, wherein2004 thou trustedst982, throughout all thy land776: and he shall besiege6887 thee in all thy gates8179 throughout all thy land776, which the LORD3068 thy God430 hath given5414 thee.","39":"Thou shalt plant5193 vineyards3754, and dress5647 them, but shalt neither drink8354 of the wine3196, nor gather103 the grapes; for the worms8438 shall eat398 them.","48":"Therefore shalt thou serve5647 thine enemies341 which the LORD3068 shall send7971 against thee, in hunger7458, and in thirst6772, and in nakedness5903, and in want2640 of all things: and he shall put5414 a yoke5923 of iron1270 upon thy neck6677, until he have destroyed8045 thee.","21":"The LORD3068 shall make the pestilence1698 cleave1692 unto thee, until he have consumed3615 thee from off the land127, whither thou goest935 to possess3423 it.","56":"The tender7390 and delicate6028 woman among you, which would not adventure5254 to set3322 the sole3709 of her foot7272 upon the ground776 for delicateness6026 and tenderness7391, her eye5869 shall be evil3415 toward the husband376 of her bosom2436, and toward her son1121, and toward her daughter1323,","46":"And they shall be upon thee for a sign226 and for a wonder4159, and upon thy seed2233 for5704 ever5769.","32":"Thy sons1121 and thy daughters1323 shall be given5414 unto another312 people5971, and thine eyes5869 shall look7200, and fail3616 with longing for them all the day3117 long: and there shall be no might410 in thine hand3027.","31":"Thine ox7794 shall be slain2873 before thine eyes5869, and thou shalt not eat398 thereof: thine ass2543 shall be violently taken away1497 from before thy face6440, and shall not be restored7725 to thee: thy sheep6629 shall be given5414 unto thine enemies341, and thou shalt have none to rescue3467 them. shall not: Heb. shall not return to thee","15":"But it shall come to pass, if thou wilt not hearken8085 unto the voice6963 of the LORD3068 thy God430, to observe8104 to do6213 all his commandments4687 and his statutes2708 which I command6680 thee this day3117; that all these curses7045 shall come935 upon thee, and overtake5381 thee:","25":"The LORD3068 shall cause5414 thee to be smitten5062 before6440 thine enemies341: thou shalt go out3318 one259 way1870 against them, and flee5127 seven7651 ways1870 before6440 them: and shalt be removed2189 into all the kingdoms4467 of the earth776. removed: Heb. for a removing","18":"Cursed779 shall be the fruit6529 of thy body990, and the fruit6529 of thy land127, the increase7698 of thy kine504, and the flocks6251 of thy sheep6629.","42":"All thy trees6086 and fruit6529 of thy land127 shall the locust6767 consume3423. consume: or, possess"},"25":{"16":"For all that do6213 such things428, and all that do6213 unrighteously5766, are an abomination8441 unto the LORD3068 thy God430.","3":"Forty705 stripes5221 he may give him, and not exceed3254: lest, if he should exceed3254, and beat5221 him above these with many7227 stripes4347, then thy brother251 should seem vile7034 5869 unto thee.","5":"If brethren251 dwell3427 together3162, and one259 of them die4191, and have no child1121, the wife802 of the dead4191 shall not marry without2351 unto a stranger376 2114: her husband\u0027s brother2993 shall go in935 unto her, and take3947 her to him to wife802, and perform the duty of an husband\u0027s brother2992 unto her. her husband\u0027s: or, her next kinsman","18":"How he met7136 thee by the way1870, and smote the hindmost2179 of thee, even all that were feeble2826 behind310 thee, when thou wast faint5889 and weary3023; and he feared3373 not God430.","12":"Then thou shalt cut off7112 her hand3709, thine eye5869 shall not pity2347 her.","10":"And his name8034 shall be called7121 in Israel3478, The house1004 of him that hath his shoe5275 loosed2502.","2":"And it shall be, if the wicked man7563 be worthy1121 to be beaten5221, that the judge8199 shall cause him to lie down5307, and to be beaten5221 before his face6440, according1767 to his fault7564, by a certain number4557.","8":"Then the elders2205 of his city5892 shall call7121 him, and speak1696 unto him: and if he stand5975 to it, and say559, I like2654 not to take3947 her;","17":"Remember2142 what Amalek6002 did6213 unto thee by the way1870, when ye were come forth3318 out of Egypt4714;","11":"When men582 strive5327 together3162 one with another251 376, and the wife802 of the one259 draweth near7126 for to deliver5337 her husband376 out of the hand3027 of him that smiteth5221 him, and putteth forth7971 her hand3027, and taketh2388 him by the secrets4016:","1":"If there be a controversy7379 between men582, and they come5066 unto judgment4941, that the judges may judge8199 them; then they shall justify6663 the righteous6662, and condemn7561 the wicked7563.","9":"Then shall his brother\u0027s wife2994 come5066 unto him in the presence5869 of the elders2205, and loose2502 his shoe5275 from off his foot7272, and spit3417 in his face6440, and shall answer6030 and say559, So shall it be done6213 unto that man376 that will not build up1129 his brother\u0027s251 house1004.","14":"Thou shalt not have in thine house1004 divers measures374 374, a great1419 and a small6996. divers: Heb. an ephah and an ephah","7":"And if the man376 like2654 not to take3947 his brother\u0027s wife2994, then let his brother\u0027s wife2994 go up5927 to the gate8179 unto the elders2205, and say559, My husband\u0027s brother2993 refuseth3985 to raise up6965 unto his brother251 a name8034 in Israel3478, he will14 not perform the duty of my husband\u0027s brother2992. brother\u0027s: or, next kinsman\u0027s","15":"But thou shalt have a perfect8003 and just6664 weight68, a perfect8003 and just6664 measure374 shalt thou have: that thy days3117 may be lengthened748 in the land127 which the LORD3068 thy God430 giveth5414 thee.","6":"And it shall be, that the firstborn1060 which she beareth3205 shall succeed6965 in the name8034 of his brother251 which is dead4191, that his name8034 be not put out4229 of Israel3478.","4":"Thou shalt not muzzle2629 the ox7794 when he treadeth out1778 the corn. treadeth: Heb. thresheth","19":"Therefore it shall be, when the LORD3068 thy God430 hath given thee rest5117 from all thine enemies341 round about5439, in the land776 which the LORD3068 thy God430 giveth5414 thee for an inheritance5159 to possess3423 it, that thou shalt blot out4229 the remembrance2143 of Amalek6002 from under heaven8064; thou shalt not forget7911 it.","13":"Thou shalt not have in thy bag3599 divers weights68 68, a great1419 and a small6996. divers: Heb. a stone and a stone"},"9":{"11":"And it came to pass at the end7093 of forty705 days3117 and forty705 nights3915, that the LORD3068 gave5414 me the two8147 tables3871 of stone68, even the tables3871 of the covenant1285.","3":"Understand3045 therefore this day3117, that the LORD3068 thy God430 is he which goeth over5674 before6440 thee; as a consuming398 fire784 he shall destroy8045 them, and he shall bring them down3665 before thy face6440: so shalt thou drive them out3423, and destroy6 them quickly4118, as the LORD3068 hath said1696 unto thee.","20":"And the LORD3068 was very3966 angry599 with Aaron175 to have destroyed8045 him: and I prayed6419 for Aaron175 also the same time6256.","12":"And the LORD3068 said559 unto me, Arise6965, get thee down3381 quickly4118 from hence; for thy people5971 which thou hast brought forth3318 out of Egypt4714 have corrupted7843 themselves; they are quickly4118 turned aside5493 out of the way1870 which I commanded6680 them; they have made6213 them a molten image4541.","10":"And the LORD3068 delivered5414 unto me two8147 tables3871 of stone68 written3789 with the finger676 of God430; and on them was written according to all the words1697, which the LORD3068 spake1696 with you in the mount2022 out of the midst8432 of the fire784 in the day3117 of the assembly6951.","17":"And I took8610 the two8147 tables3871, and cast7993 them out of5921 my two8147 hands3027, and brake7665 them before your eyes5869.","13":"Furthermore the LORD3068 spake559 unto me, saying559, I have seen7200 this people5971, and, behold, it is a stiffnecked6203 7186 people5971:","27":"Remember2142 thy servants5650, Abraham85, Isaac3327, and Jacob3290; look6437 not unto the stubbornness7190 of this people5971, nor to their wickedness7562, nor to their sin2403:","18":"And I fell down5307 before6440 the LORD3068, as at the first7223, forty705 days3117 and forty705 nights3915: I did neither eat398 bread3899, nor drink8354 water4325, because of all your sins2403 which ye sinned2398, in doing6213 wickedly7451 in the sight5869 of the LORD3068, to provoke him to anger3707.","29":"Yet they are thy people5971 and thine inheritance5159, which thou broughtest out3318 by thy mighty1419 power3581 and by thy stretched out5186 arm2220.","23":"Likewise when the LORD3068 sent7971 you from Kadeshbarnea6947, saying559, Go up5927 and possess3423 the land776 which I have given5414 you; then ye rebelled4784 against the commandment6310 of the LORD3068 your God430, and ye believed539 him not, nor hearkened8085 to his voice6963.","19":"For I was afraid3025 of6440 the anger639 and hot displeasure2534, wherewith the LORD3068 was wroth7107 against you to destroy8045 you. But the LORD3068 hearkened8085 unto me at that time6471 also.","1":"Hear8085, O Israel3478: Thou art to pass over5674 Jordan3383 this day3117, to go in935 to possess3423 nations1471 greater1419 and mightier6099 than thyself, cities5892 great1419 and fenced up1219 to heaven8064,","5":"Not for thy righteousness6666, or for the uprightness3476 of thine heart3824, dost thou go935 to possess3423 their land776: but for the wickedness7564 of these nations1471 the LORD3068 thy God430 doth drive them out3423 from before6440 thee, and that he may perform6965 the word1697 which the LORD3068 sware7650 unto thy fathers1, Abraham85, Isaac3327, and Jacob3290.","4":"Speak559 not thou in thine heart3824, after that the LORD3068 thy God430 hath cast them out1920 from before6440 thee, saying559, For my righteousness6666 the LORD3068 hath brought me in935 to possess3423 this land776: but for the wickedness7564 of these nations1471 the LORD3068 doth drive them out3423 from before6440 thee.","8":"Also in Horeb2722 ye provoked7107 the LORD3068 to wrath7107, so that the LORD3068 was angry599 with you to have destroyed8045 you.","26":"I prayed6419 therefore unto the LORD3068, and said559, O Lord136 GOD3069, destroy7843 not thy people5971 and thine inheritance5159, which thou hast redeemed6299 through thy greatness1433, which thou hast brought forth3318 out of Egypt4714 with a mighty2389 hand3027.","14":"Let me alone7503, that I may destroy8045 them, and blot out4229 their name8034 from under heaven8064: and I will make6213 of854 thee a nation1471 mightier6099 and greater7227 than they.","22":"And at Taberah8404, and at Massah4532, and at Kibrothhattaavah6914, ye provoked the LORD3068 to wrath7107.","28":"Lest the land776 whence thou broughtest us out3318 say559, Because the LORD3068 was not able3201 to bring935 them into the land776 which he promised1696 them, and because he hated8135 them, he hath brought them out3318 to slay4191 them in the wilderness4057.","25":"Thus I fell down5307 before6440 the LORD3068 forty705 days3117 and forty705 nights3915, as I fell down5307 at the first; because the LORD3068 had said559 he would destroy8045 you.","9":"When I was gone up5927 into the mount2022 to receive3947 the tables3871 of stone68, even the tables3871 of the covenant1285 which the LORD3068 made3772 with you, then I abode3427 in the mount2022 forty705 days3117 and forty705 nights3915, I neither did eat398 bread3899 nor drink8354 water4325:","15":"So I turned6437 and came down3381 from the mount2022, and the mount2022 burned1197 with fire784: and the two8147 tables3871 of the covenant1285 were in my two8147 hands3027.","21":"And I took3947 your sin2403, the calf5695 which ye had made6213, and burnt8313 it with fire784, and stamped3807 it, and ground2912 it very small3190, even until it was as small1854 as dust6083: and I cast7993 the dust6083 thereof into the brook5158 that descended out3381 of the mount2022.","24":"Ye have been rebellious4784 against the LORD3068 from the day3117 that I knew3045 you.","16":"And I looked7200, and, behold, ye had sinned2398 against the LORD3068 your God430, and had made6213 you a molten4541 calf5695: ye had turned aside5493 quickly4118 out of the way1870 which the LORD3068 had commanded6680 you.","7":"Remember2142, and forget7911 not, how thou provokedst the LORD3068 thy God430 to wrath7107 in the wilderness4057: from4480 the day3117 that thou didst depart out3318 of the land776 of Egypt4714, until ye came935 unto this place4725, ye have been rebellious4784 against5973 the LORD3068.","2":"A people5971 great1419 and tall7311, the children1121 of the Anakims6062, whom thou knowest3045, and of whom thou hast heard8085 say, Who can stand3320 before6440 the children1121 of Anak6061!","6":"Understand3045 therefore, that the LORD3068 thy God430 giveth5414 thee not this good2896 land776 to possess3423 it for thy righteousness6666; for thou art a stiffnecked6203 7186 people5971."},"33":{"11":"Bless1288, LORD3068, his substance2428, and accept7521 the work6467 of his hands3027: smite4272 through the loins4975 of them that rise6965 against him, and of them that hate8130 him, that they rise6965 not4480 again6965.","3":"Yea637, he loved2245 the people5971; all his saints6918 are in thy hand3027: and they sat down8497 at thy feet7272; every one shall receive5375 of thy words1703.","20":"And of Gad1410 he said559, Blessed1288 be he that enlargeth7337 Gad1410: he dwelleth7931 as a lion3833, and teareth2963 the arm2220 with637 the crown of the head6936.","12":"And of Benjamin1144 he said559, The beloved3039 of the LORD3068 shall dwell7931 in safety983 by him; and the LORD shall cover2653 him all the day3117 long, and he shall dwell7931 between his shoulders3802.","10":"They shall teach3384 Jacob3290 thy judgments4941, and Israel3478 thy law8451: they shall put7760 incense6988 before639 thee, and whole burnt sacrifice3632 upon thine altar4196. They shall teach: or, Let them teach they shall put: or, let them put before: Heb. at thy nose","17":"His glory1926 is like the firstling1060 of his bullock7794, and his horns7161 are like the horns7161 of unicorns7214: with them he shall push5055 the people5971 together3162 to the ends657 of the earth776: and they are the ten thousands7233 of Ephraim669, and they are the thousands505 of Manasseh4519. unicorns: Heb. an unicorn","13":"And of Joseph3130 he said559, Blessed1288 of the LORD3068 be his land776, for the precious things4022 of heaven8064, for the dew2919, and for the deep8415 that coucheth beneath7257,","27":"The eternal6924 God430 is thy refuge4585, and underneath are the everlasting5769 arms2220: and he shall thrust out1644 the enemy341 from before6440 thee; and shall say559, Destroy8045 them.","18":"And of Zebulun2074 he said559, Rejoice8055, Zebulun2074, in thy going out3318; and, Issachar3485, in thy tents168.","29":"Happy835 art thou, O Israel3478: who is like unto thee, O people5971 saved3467 by the LORD3068, the shield4043 of thy help5828, and who is the sword2719 of thy excellency1346! and thine enemies341 shall be found liars3584 unto thee; and thou shalt tread1869 upon their high places1116. found: or, subdued","23":"And of Naphtali5321 he said559, O Naphtali5321, satisfied7649 with favour7522, and full4392 with the blessing1293 of the LORD3068: possess3423 thou the west3220 and the south1864.","19":"They shall call7121 the people5971 unto the mountain2022; there they shall offer2076 sacrifices2077 of righteousness6664: for they shall suck3243 of the abundance8228 of the seas3220, and of treasures8226 hid2934 in the sand2344.","1":"And this is the blessing1293, wherewith Moses4872 the man376 of God430 blessed1288 the children1121 of Israel3478 before6440 his death4194.","5":"And he was king4428 in Jeshurun3484, when the heads7218 of the people5971 and the tribes7626 of Israel3478 were gathered622 together3162.","4":"Moses4872 commanded6680 us a law8451, even the inheritance4181 of the congregation6952 of Jacob3290.","8":"And of Levi3878 he said559, Let thy Thummim8550 and thy Urim224 be with thy holy2623 one376, whom thou didst prove5254 at Massah4532, and with whom thou didst strive7378 at the waters4325 of Meribah4809;","26":"There is none like unto the God410 of Jeshurun3484, who rideth7392 upon the heaven8064 in thy help5828, and in his excellency1346 on the sky7834.","14":"And for the precious4022 fruits8393 brought forth by the sun8121, and for the precious things4022 put forth1645 by the moon3391, put: Heb. thrust moon: Heb. moons","22":"And of Dan1835 he said559, Dan1835 is a lion\u0027s738 whelp1482: he shall leap2187 from Bashan1316.","28":"Israel3478 then shall dwell7931 in safety983 alone910: the fountain5869 of Jacob3290 shall be upon a land776 of corn1715 and wine8492; also his heavens8064 shall drop down6201 dew2919.","25":"Thy shoes4515 shall be iron1270 and brass5178; and as thy days3117, so shall thy strength1679 be. Thy shoes: or, Under thy shoes","9":"Who said559 unto his father1 and to his mother517, I have not seen7200 him; neither did he acknowledge5234 his brethren251, nor knew3045 his own children1121: for they have observed8104 thy word565, and kept5341 thy covenant1285.","15":"And for the chief things7218 of the ancient6924 mountains2042, and for the precious things4022 of the lasting5769 hills1389,","21":"And he provided7200 the first part7225 for himself, because there, in a portion2513 of the lawgiver2710, was he seated5603; and he came857 with the heads7218 of the people5971, he executed6213 the justice6666 of the LORD3068, and his judgments4941 with Israel3478. seated: Heb. cieled","24":"And of Asher836 he said559, Let Asher836 be blessed1288 with children1121; let him be acceptable7521 to his brethren251, and let him dip2881 his foot7272 in oil8081.","16":"And for the precious things4022 of the earth776 and fulness4393 thereof, and for the good will7522 of him that dwelt7931 in the bush5572: let the blessing come935 upon the head7218 of Joseph3130, and upon the top of the head6936 of him that was separated5139 from his brethren251.","7":"And this is the blessing of Judah3063: and he said559, Hear8085, LORD3068, the voice6963 of Judah3063, and bring935 him unto his people5971: let his hands3027 be sufficient7227 for him; and be thou an help5828 to him from his enemies6862.","2":"And he said559, The LORD3068 came935 from Sinai5514, and rose up2224 from Seir8165 unto them; he shined forth3313 from mount2022 Paran6290, and he came857 with ten thousands7233 of saints6944: from his right hand3225 went a fiery799 784 law1881 for them. a fiery: Heb. a fire of law","6":"Let Reuben7205 live2421, and not die4191; and let not his men4962 be few4557."},"15":{"16":"And it shall be, if he say559 unto thee, I will not go away3318 from thee; because he loveth157 thee and thine house1004, because he is well2895 with thee;","3":"Of a foreigner5237 thou mayest exact5065 it again: but that which is thine with thy brother251 thine hand3027 shall release8058;","5":"Only if thou carefully8085 hearken8085 unto the voice6963 of the LORD3068 thy God430, to observe8104 to do6213 all these commandments4687 which I command6680 thee this day3117.","21":"And if there be any blemish3971 therein, as if it be lame6455, or blind5787, or have any ill7451 blemish3971, thou shalt not sacrifice2076 it unto the LORD3068 thy God430.","18":"It shall not seem hard7185 unto thee5869, when thou sendest him away7971 free2670 from thee; for he hath been worth7939 a double4932 hired servant7916 to thee, in serving5647 thee six8337 years8141: and the LORD3068 thy God430 shall bless1288 thee in all that thou doest6213.","12":"And if thy brother251, an Hebrew man5680, or an Hebrew woman5680, be sold4376 unto thee, and serve5647 thee six8337 years8141; then in the seventh7637 year8141 thou shalt let him go7971 free2670 from thee.","10":"Thou shalt surely5414 give5414 him, and thine heart3824 shall not be grieved3415 when thou givest5414 unto him: because1558 that for this thing1697 the LORD3068 thy God430 shall bless1288 thee in all thy works4639, and in all that thou puttest4916 thine hand3027 unto.","2":"And this is the manner1697 of the release8059: Every creditor1167 4874 3027 that lendeth5383 ought unto his neighbour7453 shall release8058 it; he shall not exact5065 it of his neighbour7453, or of his brother251; because it is called7121 the LORD\u0027S3068 release8059. creditor: Heb. master of the lending of his hand","22":"Thou shalt eat398 it within thy gates8179: the unclean2931 and the clean2889 person shall eat it alike3162, as the roebuck6643, and as the hart354.","8":"But thou shalt open6605 thine hand3027 wide6605 unto him, and shalt surely5670 lend5670 him sufficient1767 for his need4270, in that which he wanteth2637.","17":"Then thou shalt take3947 an aul4836, and thrust5414 it through his ear241 unto the door1817, and he shall be thy servant5650 for ever5769. And also unto thy maidservant519 thou shalt do6213 likewise.","11":"For the poor34 shall never cease2308 out of7130 the land776: therefore I command6680 thee, saying559, Thou shalt open6605 thine hand3027 wide6605 unto thy brother251, to thy poor6041, and to thy needy34, in thy land776.","1":"At the end7093 of every seven7651 years8141 thou shalt make6213 a release8059.","9":"Beware8104 that there be not a thought1697 in thy wicked1100 heart3824, saying559, The seventh7651 year8141, the year8141 of release8059, is at hand7126; and thine eye5869 be evil7489 against thy poor34 brother251, and thou givest5414 him nought; and he cry7121 unto the LORD3068 against thee, and it be sin2399 unto thee. thought: Heb. word wicked: Heb. Belial","14":"Thou shalt furnish6059 him liberally6059 out of thy flock6629, and out of thy floor1637, and out of thy winepress3342: of that wherewith the LORD3068 thy God430 hath blessed1288 thee thou shalt give5414 unto him.","7":"If there be among you a poor man34 of one259 of thy brethren251 within any259 of thy gates8179 in thy land776 which the LORD3068 thy God430 giveth5414 thee, thou shalt not harden553 thine heart3824, nor shut7092 thine hand3027 from thy poor34 brother251:","15":"And thou shalt remember2142 that thou wast a bondman5650 in the land776 of Egypt4714, and the LORD3068 thy God430 redeemed6299 thee: therefore I command6680 thee this thing1697 to day3117.","20":"Thou shalt eat398 it before6440 the LORD3068 thy God430 year8141 by year8141 in the place4725 which the LORD3068 shall choose977, thou and thy household1004.","23":"Only thou shalt not eat398 the blood1818 thereof; thou shalt pour8210 it upon the ground776 as water4325.","6":"For the LORD3068 thy God430 blesseth1288 thee, as he promised1696 thee: and thou shalt lend5670 unto many7227 nations1471, but thou shalt not borrow5670; and thou shalt reign4910 over many7227 nations1471, but they shall not reign4910 over thee.","4":"Save657 when there shall be no poor34 among you; for the LORD3068 shall greatly1288 bless1288 thee in the land776 which the LORD3068 thy God430 giveth5414 thee for an inheritance5159 to possess3423 it: Save: or, To the end that there be no poor among you","19":"All the firstling1060 males2145 that come3205 of thy herd1241 and of thy flock6629 thou shalt sanctify6942 unto the LORD3068 thy God430: thou shalt do no work5647 with the firstling1060 of thy bullock7794, nor shear1494 the firstling1060 of thy sheep6629.","13":"And when thou sendest7971 him out free2670 from thee, thou shalt not let him go away7971 empty7387:"},"34":{"7":"And Moses4872 was an hundred3967 and twenty6242 years8141 old1121 when he died4194: his eye5869 was not dim3543, nor his natural force3893 abated5127. natural: Heb. moisture abated: Heb. fled","9":"And Joshua3091 the son1121 of Nun5126 was full4392 of the spirit7307 of wisdom2451; for Moses4872 had laid5564 his hands3027 upon him: and the children1121 of Israel3478 hearkened8085 unto him, and did6213 as the LORD3068 commanded6680 Moses4872.","10":"And there arose6965 not a prophet5030 since5750 in Israel3478 like unto Moses4872, whom the LORD3068 knew3045 face6440 to face6440,","3":"And the south5045, and the plain3603 of the valley1237 of Jericho3405, the city5892 of palm trees8558 5899, unto Zoar6820.","11":"In all the signs226 and the wonders4159, which the LORD3068 sent7971 him to do6213 in the land776 of Egypt4714 to Pharaoh6547, and to all his servants5650, and to all his land776,","2":"And all Naphtali5321, and the land776 of Ephraim669, and Manasseh4519, and all the land776 of Judah3063, unto the utmost314 sea3220,","1":"And Moses4872 went up5927 from the plains6160 of Moab4124 unto the mountain2022 of Nebo5015, to the top7218 of Pisgah6449, that is over against6440 Jericho3405. And the LORD3068 shewed7200 him all the land776 of Gilead1568, unto Dan1835, Pisgah: or, the hill","12":"And in all that mighty2389 hand3027, and in all the great1419 terror4172 which Moses4872 shewed6213 in the sight5869 of all Israel3478.","4":"And the LORD3068 said559 unto him, This is the land776 which I sware7650 unto Abraham85, unto Isaac3327, and unto Jacob3290, saying559, I will give5414 it unto thy seed2233: I have caused thee to see7200 it with thine eyes5869, but thou shalt not go over5674 thither.","6":"And he buried6912 him in a valley1516 in the land776 of Moab4124, over against4136 Bethpeor1047: but no man376 knoweth3045 of his sepulchre6900 unto this day3117.","5":"So Moses4872 the servant5650 of the LORD3068 died4191 there in the land776 of Moab4124, according to the word6310 of the LORD3068.","8":"And the children1121 of Israel3478 wept1058 for Moses4872 in the plains6160 of Moab4124 thirty7970 days3117: so the days3117 of weeping1065 and mourning60 for Moses4872 were ended8552."},"21":{"16":"Then it shall be, when3117 he maketh his sons1121 to inherit5157 that which he hath, that he may3201 not make the son1121 of the beloved157 firstborn1069 before6440 the son1121 of the hated8130, which is indeed the firstborn1060:","3":"And it shall be, that the city5892 which is next7138 unto the slain man2491, even the elders2205 of that city5892 shall take3947 an heifer1241 5697, which hath not been wrought with5647, and which hath not drawn4900 in the yoke5923;","5":"And the priests3548 the sons1121 of Levi3878 shall come near5066; for them the LORD3068 thy God430 hath chosen977 to minister8334 unto him, and to bless1288 in the name8034 of the LORD3068; and by their word6310 shall every controversy7379 and every stroke5061 be tried: word: Heb. mouth","21":"And all the men582 of his city5892 shall stone7275 him with stones68, that he die4191: so shalt thou put1197 evil7451 away1197 from among7130 you; and all Israel3478 shall hear8085, and fear3372.","18":"If a man376 have a stubborn5637 and rebellious4784 son1121, which will not obey8085 the voice6963 of his father1, or the voice6963 of his mother517, and that, when they have chastened3256 him, will not hearken8085 unto them:","12":"Then thou shalt bring935 her home8432 to thine house1004; and she shall shave1548 her head7218, and pare6213 her nails6856; pare: or, suffer to grow: Heb. make, or, dress","10":"When thou goest forth3318 to war4421 against thine enemies341, and the LORD3068 thy God430 hath delivered5414 them into thine hands3027, and thou hast taken7617 them captive7628,","2":"Then thy elders2205 and thy judges8199 shall come forth3318, and they shall measure4058 unto the cities5892 which are round about5439 him that is slain2491:","22":"And if a man376 have committed a sin2399 worthy of4941 death4194, and he be to be put to death4191, and thou hang8518 him on a tree6086:","8":"Be merciful3722, O LORD3068, unto thy people5971 Israel3478, whom thou hast redeemed6299, and lay5414 not innocent5355 blood1818 unto thy people5971 of Israel\u0027s3478 charge7130. And the blood1818 shall be forgiven3722 them. unto thy people of: Heb. in the midst, etc","17":"But he shall acknowledge5234 the son1121 of the hated8130 for the firstborn1060, by giving5414 him a double8147 portion6310 of all that he hath4672: for he is the beginning7225 of his strength202; the right4941 of the firstborn1062 is his. that: Heb. that is found with him","11":"And seest7200 among the captives7633 a beautiful8389 3303 woman802, and hast a desire2836 unto her, that thou wouldest have her3947 to thy wife802;","1":"If one be found4672 slain2491 in the land127 which the LORD3068 thy God430 giveth5414 thee to possess3423 it, lying5307 in the field7704, and it be not known3045 who hath slain5221 him:","9":"So shalt thou put away1197 the guilt of innocent5355 blood1818 from among7130 you, when thou shalt do6213 that which is right3477 in the sight5869 of the LORD3068.","14":"And it shall be, if thou have no delight2654 in her, then thou shalt let her go7971 whither she will5315; but thou shalt not sell4376 her at all4376 for money3701, thou shalt not make merchandise6014 of her, because834 thou hast humbled6031 her.","7":"And they shall answer6030 and say559, Our hands3027 have not shed8210 this blood1818, neither have our eyes5869 seen7200 it.","15":"If a man376 have two8147 wives802, one259 beloved157, and another259 hated8130, and they have born3205 him children1121, both the beloved157 and the hated8130; and if the firstborn1060 son1121 be hers that was hated8146:","20":"And they shall say559 unto the elders2205 of his city5892, This our son1121 is stubborn5637 and rebellious4784, he will not obey8085 our voice6963; he is a glutton2151, and a drunkard5433.","23":"His body5038 shall not remain all night3885 upon the tree6086, but thou shalt in any wise6912 bury6912 him that day3117; (for he that is hanged8518 is accursed7045 of God430;) that thy land127 be not defiled2930, which the LORD3068 thy God430 giveth5414 thee for an inheritance5159. accursed: Heb. the curse of God","6":"And all the elders2205 of that city5892, that are next7138 unto the slain2491 man, shall wash7364 their hands3027 over the heifer5697 that is beheaded6202 in the valley5158:","4":"And the elders2205 of that city5892 shall bring down3381 the heifer5697 unto a rough386 valley5158, which is neither eared5647 nor sown2232, and shall strike off6202 the heifer\u0027s5697 neck6202 there in the valley5158:","19":"Then shall his father1 and his mother517 lay hold8610 on him, and bring him out3318 unto the elders2205 of his city5892, and unto the gate8179 of his place4725;","13":"And she shall put5493 the raiment8071 of her captivity7628 from off her, and shall remain3427 in thine house1004, and bewail1058 her father1 and her mother517 a full3117 month3391: and after310 that thou shalt go935 in unto her, and be her husband1166, and she shall be thy wife802."},"24":{"16":"The fathers1 shall not be put to death4191 for the children1121, neither shall the children1121 be put to death4191 for the fathers1: every man376 shall be put to death4191 for his own sin2399.","3":"And if the latter314 husband376 hate8130 her, and write3789 her a bill5612 of divorcement3748, and giveth5414 it in her hand3027, and sendeth7971 her out of his house1004; or if the latter314 husband376 die4191, which took3947 her to be his wife802;","5":"When a man376 hath taken3947 a new2319 wife802, he shall not go out3318 to war6635, neither shall he be charged5674 with any business1697: but he shall be free5355 at home1004 one259 year8141, and shall cheer up8055 his wife802 which he hath taken3947. neither: Heb. not any thing shall pass upon him","21":"When thou gatherest1219 the grapes of thy vineyard3754, thou shalt not glean5953 it afterward310: it shall be for the stranger1616, for the fatherless3490, and for the widow490. afterward: Heb. after thee","18":"But thou shalt remember2142 that thou wast a bondman5650 in Egypt4714, and the LORD3068 thy God430 redeemed6299 thee thence: therefore I command6680 thee to do6213 this thing1697.","12":"And if the man376 be poor6041, thou shalt not sleep7901 with his pledge5667:","10":"When thou dost lend5383 thy brother7453 any3972 thing4859, thou shalt not go935 into his house1004 to fetch5670 his pledge5667. lend: Heb. lend the loan of any thing to, etc","2":"And when she is departed out3318 of his house1004, she may go1980 and be another312 man\u0027s376 wife.","22":"And thou shalt remember2142 that thou wast a bondman5650 in the land776 of Egypt4714: therefore I command6680 thee to do6213 this thing1697.","8":"Take heed8104 in the plague5061 of leprosy6883, that thou observe8104 diligently3966, and do6213 according to all that the priests3548 the Levites3881 shall teach3384 you: as I commanded6680 them, so ye shall observe8104 to do6213.","17":"Thou shalt not pervert5186 the judgment4941 of the stranger1616, nor of the fatherless3490; nor take2254 a widow\u0027s490 raiment899 to pledge2254:","11":"Thou shalt stand5975 abroad2351, and the man376 to whom thou dost lend5383 shall bring out3318 the pledge5667 abroad2351 unto thee.","1":"When a man376 hath taken3947 a wife802, and married1166 her, and it come to pass that she find4672 no favour2580 in his eyes5869, because he hath found4672 some1697 uncleanness6172 in her: then let him write3789 her a bill5612 of divorcement3748, and give5414 it in her hand3027, and send7971 her out of his house1004. some: Heb. matter of nakedness divorcement: Heb. cutting off","9":"Remember2142 what the LORD3068 thy God430 did6213 unto Miriam4813 by the way1870, after that ye were come forth3318 out of Egypt4714.","14":"Thou shalt not oppress6231 an hired servant7916 that is poor6041 and needy34, whether he be of thy brethren251, or of thy strangers1616 that are in thy land776 within thy gates8179:","7":"If a man376 be found4672 stealing1589 any5315 of his brethren251 of the children1121 of Israel3478, and maketh merchandise6014 of him, or selleth4376 him; then that thief1590 shall die4191; and thou shalt put1197 evil7451 away1197 from among7130 you.","15":"At his day3117 thou shalt give5414 him his hire7939, neither shall the sun8121 go down935 upon it; for he is poor6041, and setteth5375 his heart5315 upon it: lest he cry7121 against thee unto the LORD3068, and it be sin2399 unto thee. setteth: Heb. lifteth his soul unto it","20":"When thou beatest2251 thine olive tree2132, thou shalt not go over the boughs6286 again310: it shall be for the stranger1616, for the fatherless3490, and for the widow490. go: Heb. bough it after thee","6":"No man shall take2254 the nether7347 or the upper millstone7393 to pledge2254: for he taketh2254 a man\u0027s life5315 to pledge2254.","4":"Her former7223 husband1167, which sent her away7971, may3201 not take3947 her again7725 to be his wife802, after310 that she is defiled2930; for that is abomination8441 before6440 the LORD3068: and thou shalt not cause the land776 to sin2398, which the LORD3068 thy God430 giveth5414 thee for an inheritance5159.","19":"When thou cuttest down7114 thine harvest7105 in thy field7704, and hast forgot7911 a sheaf6016 in the field7704, thou shalt not go again7725 to fetch3947 it: it shall be for the stranger1616, for the fatherless3490, and for the widow490: that the LORD3068 thy God430 may bless1288 thee in all the work4639 of thine hands3027.","13":"In any case7725 thou shalt deliver7725 him the pledge5667 again7725 when the sun8121 goeth down935, that he may sleep7901 in his own raiment8008, and bless1288 thee: and it shall be righteousness6666 unto thee before6440 the LORD3068 thy God430."},"16":{"16":"Three7969 times6471 in a year8141 shall all thy males2138 appear7200 before6440 the LORD3068 thy God430 in the place4725 which he shall choose977; in the feast2282 of unleavened bread4682, and in the feast2282 of weeks7620, and in the feast2282 of tabernacles5521: and they shall not appear7200 before6440 the LORD3068 empty7387:","3":"Thou shalt eat398 no leavened bread2557 with it; seven7651 days3117 shalt thou eat398 unleavened bread4682 therewith, even the bread3899 of affliction6040; for thou camest forth3318 out of the land776 of Egypt4714 in haste2649: that thou mayest remember2142 the day3117 when thou camest forth3318 out of the land776 of Egypt4714 all the days3117 of thy life2416.","5":"Thou mayest3201 not sacrifice2076 the passover6453 within any259 of thy gates8179, which the LORD3068 thy God430 giveth5414 thee: sacrifice: or, kill","21":"Thou shalt not plant5193 thee a grove842 of any trees6086 near unto681 the altar4196 of the LORD3068 thy God430, which thou shalt make6213 thee.","18":"Judges8199 and officers7860 shalt thou make5414 thee in all thy gates8179, which the LORD3068 thy God430 giveth5414 thee, throughout thy tribes7626: and they shall judge8199 the people5971 with just6664 judgment4941.","12":"And thou shalt remember2142 that thou wast a bondman5650 in Egypt4714: and thou shalt observe8104 and do6213 these statutes2706.","10":"And thou shalt keep6213 the feast2282 of weeks7620 unto the LORD3068 thy God430 with a tribute4530 of a freewill offering5071 of thine hand3027, which thou shalt give5414 unto the LORD thy God, according as the LORD3068 thy God430 hath blessed1288 thee: a tribute: or, sufficiency","2":"Thou shalt therefore sacrifice2076 the passover6453 unto the LORD3068 thy God430, of the flock6629 and the herd1241, in the place4725 which the LORD3068 shall choose977 to place7931 his name8034 there.","22":"Neither shalt thou set thee up6965 any image4676; which the LORD3068 thy God430 hateth8130. image: or, statue, or, pillar","8":"Six8337 days3117 thou shalt eat398 unleavened bread4682: and on the seventh7637 day3117 shall be a solemn assembly6116 to the LORD3068 thy God430: thou shalt do6213 no work4399 therein. solemn: Heb. restraint","17":"Every man376 shall give as he is able4979 3027, according to the blessing1293 of the LORD3068 thy God430 which he hath given5414 thee. as: Heb. according to the gift of his hand","11":"And thou shalt rejoice8055 before6440 the LORD3068 thy God430, thou, and thy son1121, and thy daughter1323, and thy manservant5650, and thy maidservant519, and the Levite3881 that is within thy gates8179, and the stranger1616, and the fatherless3490, and the widow490, that are among7130 you, in the place4725 which the LORD3068 thy God430 hath chosen977 to place7931 his name8034 there.","1":"Observe8104 the month2320 of Abib24, and keep6213 the passover6453 unto the LORD3068 thy God430: for in the month2320 of Abib24 the LORD3068 thy God430 brought thee forth3318 out of Egypt4714 by night3915.","9":"Seven7651 weeks7620 shalt thou number5608 unto thee: begin2490 to number5608 the seven7651 weeks7620 from such time as thou beginnest2490 to put the sickle2770 to the corn7054.","14":"And thou shalt rejoice8055 in thy feast2282, thou, and thy son1121, and thy daughter1323, and thy manservant5650, and thy maidservant519, and the Levite3881, the stranger1616, and the fatherless3490, and the widow490, that are within thy gates8179.","7":"And thou shalt roast1310 and eat398 it in the place4725 which the LORD3068 thy God430 shall choose977: and thou shalt turn6437 in the morning1242, and go1980 unto thy tents168.","15":"Seven7651 days3117 shalt thou keep a solemn feast2287 unto the LORD3068 thy God430 in the place4725 which the LORD3068 shall choose977: because the LORD3068 thy God430 shall bless1288 thee in all thine increase8393, and in all the works4639 of thine hands3027, therefore thou shalt surely rejoice8056.","20":"That which is altogether6664 just6664 shalt thou follow7291, that thou mayest live2421, and inherit3423 the land776 which the LORD3068 thy God430 giveth5414 thee. That which: Heb. Justice, justice","6":"But at the place4725 which the LORD3068 thy God430 shall choose977 to place7931 his name8034 in, there thou shalt sacrifice2076 the passover6453 at even6153, at the going down935 of the sun8121, at the season4150 that thou camest forth3318 out of Egypt4714.","4":"And there shall be no leavened bread7603 seen7200 with thee in all thy coast1366 seven7651 days3117; neither shall there any thing of the flesh1320, which thou sacrificedst2076 the first7223 day3117 at even6153, remain3885 all night until the morning1242.","19":"Thou shalt not wrest5186 judgment4941; thou shalt not respect5234 persons6440, neither take3947 a gift7810: for a gift7810 doth blind5786 the eyes5869 of the wise2450, and pervert5557 the words1697 of the righteous6662. words: or, matters","13":"Thou shalt observe6213 the feast2282 of tabernacles5521 seven7651 days3117, after that thou hast gathered622 in thy corn1637 and thy wine3342: corn: Heb. floor, and thy winepress"},"32":{"11":"As an eagle5404 stirreth up5782 her nest7064, fluttereth7363 over her young1469, spreadeth abroad6566 her wings3671, taketh3947 them, beareth5375 them on her wings84:","41":"If I whet8150 my glittering1300 sword2719, and mine hand3027 take hold270 on judgment4941; I will render7725 vengeance5359 to mine enemies6862, and will reward7999 them that hate8130 me.","45":"And Moses4872 made an end3615 of speaking1696 all these words1697 to all Israel3478:","42":"I will make mine arrows2671 drunk7937 with blood1818, and my sword2719 shall devour398 flesh1320; and that with the blood1818 of the slain2491 and of the captives7633, from the beginning7218 of revenges6546 upon the enemy341.","3":"Because I will publish7121 the name8034 of the LORD3068: ascribe3051 ye greatness1433 unto our God430.","20":"And he said559, I will hide5641 my face6440 from them, I will see7200 what their end319 shall be: for they are a very froward8419 generation1755, children1121 in whom is no faith529.","12":"So the LORD3068 alone910 did lead5148 him, and there was no strange5236 god410 with him.","10":"He found4672 him in a desert4057 land776, and in the waste8414 howling3214 wilderness3452; he led him about5437, he instructed995 him, he kept5341 him as the apple380 of his eye5869. led: or, compassed","17":"They sacrificed2076 unto devils7700, not to God433; to gods430 whom they knew3045 not, to new2319 gods that came935 newly7138 up935, whom your fathers1 feared8175 not. not to: or, which were not God","51":"Because ye trespassed4603 against me among8432 the children1121 of Israel3478 at the waters4325 of Meribah-Kadesh4808 6946, in the wilderness4057 of Zin6790; because ye sanctified6942 me not in the midst8432 of the children1121 of Israel3478. Meribah-Kadesh: or, strife at Kadesh","44":"And Moses4872 came935 and spake1696 all the words1697 of this song7892 in the ears241 of the people5971, he, and Hoshea1954 the son1121 of Nun5126. Hoshea: or, Joshua","40":"For I lift up5375 my hand3027 to heaven8064, and say559, I live2416 for ever5769.","13":"He made him ride7392 on the high places1116 of the earth776, that he might eat398 the increase8570 of the fields7704; and he made him to suck3243 honey1706 out of the rock5553, and oil8081 out of the flinty2496 rock6697;","27":"Were it not3884 that I feared1481 the wrath3708 of the enemy341, lest their adversaries6862 should behave themselves strangely5234, and lest they should say559, Our hand3027 is high7311, and the LORD3068 hath not done6466 all this. Our: or, Our high hand, and not the LORD hath done","30":"How should one259 chase7291 a thousand505, and two8147 put ten7233 thousand505 to flight5127, except3808 their Rock6697 had sold4376 them3588, and the LORD3068 had shut them up5462?","18":"Of the Rock6697 that begat3205 thee thou art unmindful7876, and hast forgotten7911 God410 that formed2342 thee.","36":"For the LORD3068 shall judge1777 his people5971, and repent5162 himself for his servants5650, when he seeth7200 that their power3027 is gone235, and there is none657 shut up6113, or left5800. power: Heb. hand","29":"O that3863 they were wise2449, that they understood7919 this, that they would consider995 their latter end319!","23":"I will heap5595 mischiefs7451 upon them; I will spend3615 mine arrows2671 upon them.","19":"And when the LORD3068 saw7200 it, he abhorred5006 them, because of the provoking3708 of his sons1121, and of his daughters1323. abhorred: or, despised","1":"Give ear238, O ye heavens8064, and I will speak1696; and hear8085, O earth776, the words561 of my mouth6310.","47":"For it is not a vain7386 thing1697 for you; because it is your life2416: and through this thing1697 ye shall prolong748 your days3117 in the land127, whither ye go over5674 Jordan3383 to possess3423 it.","5":"They have corrupted7843 themselves, their spot3971 is not the spot of his children1121: they are a perverse6141 and crooked6618 generation1755. They have: Heb. He hath corrupted to himself their: or, that they are not his children, that is their blot","52":"Yet thou shalt see7200 the land776 before thee; but thou shalt not go935 thither unto the land776 which I give5414 the children1121 of Israel3478.","49":"Get thee up5927 into this mountain2022 Abarim5682, unto mount2022 Nebo5015, which is in the land776 of Moab4124, that is over against6440 Jericho3405; and behold7200 the land776 of Canaan3667, which I give5414 unto the children1121 of Israel3478 for a possession272:","4":"He is the Rock6697, his work6467 is perfect8549: for all his ways1870 are judgment4941: a God410 of truth530 and without iniquity5766, just6662 and right3477 is he.","8":"When the most High5945 divided5157 to the nations1471 their inheritance5157, when he separated6504 the sons1121 of Adam120, he set5324 the bounds1367 of the people5971 according to the number4557 of the children1121 of Israel3478.","26":"I said559, I would scatter them into corners6284, I would make the remembrance2143 of them to cease7673 from among men582:","39":"See7200 now that I, even I, am he, and there is no god430 with me: I kill4191, and I make alive2421; I wound4272, and I heal7495: neither is there any that can deliver5337 out of my hand3027.","14":"Butter2529 of kine1241, and milk2461 of sheep6629, with fat2459 of lambs3733, and rams352 of the breed1121 of Bashan1316, and goats6260, with the fat2459 of kidneys3629 of wheat2406; and thou didst drink8354 the pure2561 blood1818 of the grape6025.","37":"And he shall say559, Where are their gods430, their rock6697 in whom they trusted2620,","22":"For a fire784 is kindled6919 in mine anger639, and shall burn3344 unto the lowest8482 hell7585, and shall consume398 the earth776 with her increase2981, and set on fire3857 the foundations4144 of the mountains2022. shall burn: or, hath burned shall consume: or, hath consumed","28":"For they are a nation1471 void6 of counsel6098, neither is there any understanding8394 in them.","25":"The sword2719 without2351, and terror367 within2315, shall destroy7921 both the young man970 and the virgin1330, the suckling3243 also with the man376 of gray hairs7872. within: Heb. from the chambers destroy: Heb. bereave","9":"For the LORD\u0027S3068 portion2506 is his people5971; Jacob3290 is the lot2256 of his inheritance5159. lot: Heb. cord","33":"Their wine3196 is the poison2534 of dragons8577, and the cruel393 venom7219 of asps6620.","15":"But Jeshurun3484 waxed fat8080, and kicked1163: thou art waxen fat8080, thou art grown thick5666, thou art covered3780 with fatness; then he forsook5203 God433 which made6213 him, and lightly esteemed5034 the Rock6697 of his salvation3444.","34":"Is not this laid up in store3647 with me, and sealed up2856 among my treasures214?","21":"They have moved me to jealousy7065 with that which is not3808 God410; they have provoked me to anger3707 with their vanities1892: and I will move them to jealousy7065 with those which are not a people5971; I will provoke them to anger3707 with a foolish5036 nation1471.","24":"They shall be burnt4198 with hunger7458, and devoured3898 with burning heat7565, and with bitter4815 destruction6986: I will also send7971 the teeth8127 of beasts929 upon them, with the poison2534 of serpents2119 of the dust6083. heat: Heb. coals","46":"And he said559 unto them, Set7760 your hearts3824 unto all the words1697 which I testify5749 among you this day3117, which ye shall command6680 your children1121 to observe8104 to do6213, all the words1697 of this law8451.","16":"They provoked him to jealousy7065 with strange2114 gods, with abominations8441 provoked they him to anger3707.","35":"To me belongeth vengeance5359, and recompence8005; their foot7272 shall slide4131 in due time6256: for the day3117 of their calamity343 is at hand7138, and the things that shall come6264 upon them make haste2363.","32":"For their vine1612 is of the vine1612 of Sodom5467, and of the fields7709 of Gomorrah6017: their grapes6025 are grapes6025 of gall7219, their clusters811 are bitter4846: of the vine: or, worse than the vine","7":"Remember2142 the days3117 of old5769, consider995 the years8141 of many1755 generations1755: ask7592 thy father1, and he will shew5046 thee; thy elders2205, and they will tell559 thee. many: Heb. generation and generation","43":"Rejoice7442, O ye nations1471, with his people5971: for he will avenge5358 the blood1818 of his servants5650, and will render7725 vengeance5359 to his adversaries6862, and will be merciful3722 unto his land127, and to his people5971. Rejoice: or, Praise his people, ye nations: or, Sing ye","48":"And the LORD3068 spake1696 unto Moses4872 that selfsame6106 day3117, saying559,","2":"My doctrine3948 shall drop6201 as the rain4306, my speech565 shall distil5140 as the dew2919, as the small rain8164 upon the tender herb1877, and as the showers7241 upon the grass6212:","38":"Which did eat398 the fat2459 of their sacrifices2077, and drank8354 the wine3196 of their drink offerings5257? let them rise up6965 and help5826 you, and be your protection5643. your: Heb. an hiding for you","50":"And die4191 in the mount2022 whither thou goest up5927, and be gathered622 unto thy people5971; as Aaron175 thy brother251 died4191 in mount2022 Hor2023, and was gathered622 unto his people5971:","6":"Do ye thus requite1580 the LORD3068, O foolish5036 people5971 and unwise2450? is not he thy father1 that hath bought7069 thee? hath he not made6213 thee, and established3559 thee?","31":"For their rock6697 is not as our Rock6697, even our enemies341 themselves being judges6414."},"7":{"16":"And thou shalt consume398 all the people5971 which the LORD3068 thy God430 shall deliver5414 thee; thine eye5869 shall have no pity2347 upon them: neither shalt thou serve5647 their gods430; for that will be a snare4170 unto thee.","3":"Neither shalt thou make marriages2859 with them; thy daughter1323 thou shalt not give5414 unto his son1121, nor his daughter1323 shalt thou take3947 unto thy son1121.","5":"But thus shall ye deal6213 with them; ye shall destroy5422 their altars4196, and break down7665 their images4676, and cut down1438 their groves842, and burn8313 their graven images6456 with fire784. their images: Heb. their statues, or, pillars","21":"Thou shalt not be affrighted6206 at6440 them: for the LORD3068 thy God430 is among7130 you, a mighty1419 God410 and terrible3372.","18":"Thou shalt not be afraid3372 of them: but shalt well2142 remember2142 what the LORD3068 thy God430 did6213 unto Pharaoh6547, and unto all Egypt4714;","12":"Wherefore it shall come to pass, if6118 ye hearken8085 to these judgments4941, and keep8104, and do6213 them, that the LORD3068 thy God430 shall keep8104 unto thee the covenant1285 and the mercy2617 which he sware7650 unto thy fathers1: if: Heb. because","10":"And repayeth7999 them that hate8130 him to their face6440, to destroy6 them: he will not be slack309 to him that hateth8130 him, he will repay7999 him to his face6440.","2":"And when the LORD3068 thy God430 shall deliver5414 them before6440 thee; thou shalt smite5221 them, and utterly2763 destroy2763 them; thou shalt make3772 no covenant1285 with them, nor shew mercy2603 unto them:","22":"And the LORD3068 thy God430 will put out5394 those411 nations1471 before6440 thee by little4592 and little4592: thou mayest3201 not consume3615 them at once4118, lest the beasts2416 of the field7704 increase7235 upon thee. put: Heb. pluck off","8":"But because the LORD3068 loved160 you, and because he would keep8104 the oath7621 which he had sworn7650 unto your fathers1, hath the LORD3068 brought you out3318 with a mighty2389 hand3027, and redeemed6299 you out of the house1004 of bondmen5650, from the hand3027 of Pharaoh6547 king4428 of Egypt4714.","17":"If thou shalt say559 in thine heart3824, These nations1471 are more7227 than I; how349 can3201 I dispossess3423 them?","11":"Thou shalt therefore keep8104 the commandments4687, and the statutes2706, and the judgments4941, which I command6680 thee this day3117, to do6213 them.","1":"When the LORD3068 thy God430 shall bring935 thee into the land776 whither thou goest935 to possess3423 it, and hath cast out5394 many7227 nations1471 before6440 thee, the Hittites2850, and the Girgashites1622, and the Amorites567, and the Canaanites3669, and the Perizzites6522, and the Hivites2340, and the Jebusites2983, seven7651 nations1471 greater7227 and mightier6099 than thou;","9":"Know3045 therefore that the LORD3068 thy God430, he is God430, the faithful539 God410, which keepeth8104 covenant1285 and mercy2617 with them that love157 him and keep8104 his commandments4687 to a thousand505 generations1755;","24":"And he shall deliver5414 their kings4428 into thine hand3027, and thou shalt destroy6 their name8034 from under heaven8064: there shall no man376 be able to stand3320 before6440 thee, until thou have destroyed8045 them.","14":"Thou shalt be blessed1288 above all people5971: there shall not be male6135 or female barren6135 among you, or among your cattle929.","7":"The LORD3068 did not set his love2836 upon you, nor choose977 you, because ye were more7230 in number than any people5971; for ye were the fewest4592 of all people5971:","15":"And the LORD3068 will take away5493 from thee all sickness2483, and will put7760 none of the evil7451 diseases4064 of Egypt4714, which thou knowest3045, upon thee; but will lay5414 them upon all them that hate8130 thee.","20":"Moreover the LORD3068 thy God430 will send7971 the hornet6880 among them, until they that are left7604, and hide5641 themselves from6440 thee, be destroyed6.","25":"The graven images6456 of their gods430 shall ye burn8313 with fire784: thou shalt not desire2530 the silver3701 or gold2091 that is on them, nor take3947 it unto thee, lest thou be snared3369 therein: for it is an abomination8441 to the LORD3068 thy God430.","23":"But the LORD3068 thy God430 shall deliver5414 them unto thee6440, and shall destroy1949 them with a mighty1419 destruction4103, until they be destroyed8045. unto: Heb. before thy face","6":"For thou art an holy6918 people5971 unto the LORD3068 thy God430: the LORD3068 thy God430 hath chosen977 thee to be a special5459 people5971 unto himself, above all people5971 that are upon the face6440 of the earth127.","4":"For they will turn away5493 thy son1121 from following310 me, that they may serve5647 other312 gods430: so will the anger639 of the LORD3068 be kindled2734 against you, and destroy8045 thee suddenly4118.","19":"The great1419 temptations4531 which thine eyes5869 saw7200, and the signs226, and the wonders4159, and the mighty2389 hand3027, and the stretched out5186 arm2220, whereby the LORD3068 thy God430 brought thee out3318: so shall the LORD3068 thy God430 do6213 unto all the people5971 of whom thou art afraid3373 6440.","13":"And he will love157 thee, and bless1288 thee, and multiply7235 thee: he will also bless1288 the fruit6529 of thy womb990, and the fruit6529 of thy land127, thy corn1715, and thy wine8492, and thine oil3323, the increase7698 of thy kine504, and the flocks6251 of thy sheep6629, in the land127 which he sware7650 unto thy fathers1 to give5414 thee.","26":"Neither shalt thou bring935 an abomination8441 into thine house1004, lest thou be a cursed thing2764 like it: but thou shalt utterly8262 detest8262 it, and thou shalt utterly8581 abhor8581 it; for it is a cursed thing2764."},"2":{"11":"Which1992 also were accounted2803 giants7497, as the Anakims6062; but the Moabites4125 call7121 them Emims368.","3":"Ye have compassed5437 this mountain2022 long enough7227: turn6437 you northward6828.","20":"(That also was accounted2803 a land776 of giants7497: giants7497 dwelt3427 therein in old time6440; and the Ammonites5984 call7121 them Zamzummims2157;","12":"The Horims2752 also dwelt3427 in Seir8165 beforetime6440; but the children1121 of Esau6215 succeeded3423 them, when they had destroyed8045 them from before6440 them, and dwelt3427 in their stead; as Israel3478 did6213 unto the land776 of his possession3425, which the LORD3068 gave5414 unto them. succeeded: Heb. inherited stead: or, room","10":"The Emims368 dwelt3427 therein in times past6440, a people5971 great1419, and many7227, and tall7311, as the Anakims6062;","17":"That the LORD3068 spake1696 unto me, saying559,","13":"Now rise up6965, said I, and get you over5674 the brook5158 Zered2218. And we went over5674 the brook5158 Zered2218. brook: or, valley","27":"Let me pass5674 through thy land776: I will go3212 along by the high way1870 1870, I will neither turn5493 unto the right hand3225 nor to the left8040.","30":"But Sihon5511 king4428 of Heshbon2809 would14 not let us pass5674 by him: for the LORD3068 thy God430 hardened7185 his spirit7307, and made his heart3824 obstinate553, that he might deliver5414 him into thy hand3027, as appeareth this day3117.","18":"Thou art to pass over5674 through Ar6144, the coast1366 of Moab4124, this day3117:","36":"From Aroer6177, which is by the brink8193 of the river5158 of Arnon769, and from the city5892 that is by the river5158, even unto Gilead1568, there was not one city7151 too strong7682 for us: the LORD3068 our God430 delivered5414 all unto us6440:","29":"(As the children1121 of Esau6215 which dwell3427 in Seir8165, and the Moabites4125 which dwell3427 in Ar6144, did6213 unto me;) until I shall pass over5674 Jordan3383 into the land776 which the LORD3068 our God430 giveth5414 us.","23":"And the Avims5761 which dwelt3427 in Hazerim2699, even unto Azzah5804, the Caphtorims3732, which came forth3318 out of Caphtor3731, destroyed8045 them, and dwelt3427 in their stead.)","19":"And when thou comest nigh7126 over against4136 the children1121 of Ammon5983, distress6696 them not, nor meddle1624 with them: for I will not give5414 thee of the land776 of the children1121 of Ammon5983 any possession3425; because I have given5414 it unto the children1121 of Lot3876 for a possession3425.","1":"Then we turned6437, and took our journey5265 into the wilderness4057 by the way1870 of the Red5488 sea3220, as the LORD3068 spake1696 unto me: and we compassed5437 mount2022 Seir8165 many7227 days3117.","5":"Meddle1624 not with them; for I will not give5414 you of their land776, no, not so much as a foot7272 breadth4096 3709; because I have given5414 mount2022 Seir8165 unto Esau6215 for a possession3425. no: Heb. even to the treading of the sole of the foot","4":"And command6680 thou the people5971, saying559, Ye are to pass5674 through the coast1366 of your brethren251 the children1121 of Esau6215, which dwell3427 in Seir8165; and they shall be afraid3372 of you: take ye good3966 heed8104 unto yourselves therefore:","8":"And when we passed5674 by from our brethren251 the children1121 of Esau6215, which dwelt3427 in Seir8165, through the way1870 of the plain6160 from Elath359, and from Eziongaber6100, we turned6437 and passed5674 by the way1870 of the wilderness4057 of Moab4124.","26":"And I sent7971 messengers4397 out of the wilderness4057 of Kedemoth6932 unto Sihon5511 king4428 of Heshbon2809 with words1697 of peace7965, saying559,","14":"And the space3117 in which we came1980 from Kadeshbarnea6947, until we were come over5674 the brook5158 Zered2218, was thirty7970 and eight8083 years8141; until all the generation1755 of the men582 of war4421 were wasted out8552 from among7130 the host4264, as the LORD3068 sware7650 unto them. brook: or, valley","37":"Only unto the land776 of the children1121 of Ammon5983 thou camest7126 not, nor unto any place3027 of the river5158 Jabbok2999, nor unto the cities5892 in the mountains2022, nor unto whatsoever the LORD3068 our God430 forbad6680 us.","22":"As he did6213 to the children1121 of Esau6215, which dwelt3427 in Seir8165, when he destroyed8045 the Horims2752 from before6440 them; and they succeeded3423 them, and dwelt3427 in their stead even unto this day3117:","28":"Thou shalt sell7666 me meat400 for money3701, that I may eat398; and give5414 me water4325 for money3701, that I may drink8354: only I will pass through5674 on my feet7272;","25":"This day3117 will I begin2490 to put5414 the dread6343 of thee and the fear3374 of thee upon the nations6440 5971 that are under the whole heaven8064, who shall hear8085 report8088 of thee, and shall tremble7264, and be in anguish2342 because of thee6440.","9":"And the LORD3068 said559 unto me, Distress6696 not the Moabites4124, neither contend1624 with them in battle4421: for I will not give5414 thee of their land776 for a possession3425; because I have given5414 Ar6144 unto the children1121 of Lot3876 for a possession3425. Distress: or, Use no hostility against Moab","33":"And the LORD3068 our God430 delivered5414 him before6440 us; and we smote5221 him, and his sons1121, and all his people5971.","15":"For indeed the hand3027 of the LORD3068 was against them, to destroy2000 them from among7130 the host4264, until they were consumed8552.","34":"And we took3920 all his cities5892 at that time6256, and utterly destroyed2763 the men4962, and the women802, and the little ones2945, of every city5892, we left7604 none to remain8300: the men: Heb. every city of men, and women, and little ones","21":"A people5971 great1419, and many7227, and tall7311, as the Anakims6062; but the LORD3068 destroyed8045 them before6440 them; and they succeeded3423 them, and dwelt3427 in their stead:","24":"Rise ye up6965, take your journey5265, and pass over5674 the river5158 Arnon769: behold7200, I have given5414 into thine hand3027 Sihon5511 the Amorite567, king4428 of Heshbon2809, and his land776: begin2490 to possess3423 it, and contend1624 with him in battle4421. begin: Heb. begin, possess","16":"So it came to pass, when all the men582 of war4421 were consumed8552 and dead4191 from among7130 the people5971,","35":"Only the cattle929 we took for a prey962 unto ourselves, and the spoil7998 of the cities5892 which we took3920.","32":"Then Sihon5511 came out3318 against7125 us, he and all his people5971, to fight4421 at Jahaz3096.","7":"For the LORD3068 thy God430 hath blessed1288 thee in all the works4639 of thy hand3027: he knoweth3045 thy walking3212 through this great1419 wilderness4057: these forty705 years8141 the LORD3068 thy God430 hath been with thee; thou hast lacked2637 nothing1697.","2":"And the LORD3068 spake559 unto me, saying559,","6":"Ye shall buy7666 meat400 of them for money3701, that ye may eat398; and ye shall also buy3739 water4325 of them for money3701, that ye may drink8354.","31":"And the LORD3068 said559 unto me, Behold7200, I have begun2490 to give5414 Sihon5511 and his land776 before6440 thee: begin2490 to possess3423, that thou mayest inherit3423 his land776."},"6":{"16":"Ye shall not tempt5254 the LORD3068 your God430, as ye tempted5254 him in Massah4532.","3":"Hear8085 therefore, O Israel3478, and observe8104 to do6213 it; that it may be well3190 with thee, and that ye may increase7235 mightily3966, as the LORD3068 God430 of thy fathers1 hath promised1696 thee, in the land776 that floweth2100 with milk2461 and honey1706.","5":"And thou shalt love157 the LORD3068 thy God430 with all thine heart3824, and with all thy soul5315, and with all thy might3966.","21":"Then thou shalt say559 unto thy son1121, We were Pharaoh\u0027s6547 bondmen5650 in Egypt4714; and the LORD3068 brought us out3318 of Egypt4714 with a mighty2389 hand3027:","18":"And thou shalt do6213 that which is right3477 and good2896 in the sight5869 of the LORD3068: that it may be well3190 with thee, and that thou mayest go in935 and possess3423 the good2896 land776 which the LORD3068 sware7650 unto thy fathers1,","12":"Then beware8104 lest thou forget7911 the LORD3068, which brought thee forth3318 out of the land776 of Egypt4714, from the house1004 of bondage5650. bondage: Heb. bondmen or, servants","10":"And it shall be, when the LORD3068 thy God430 shall have brought935 thee into the land776 which he sware7650 unto thy fathers1, to Abraham85, to Isaac3327, and to Jacob3290, to give5414 thee great1419 and goodly2896 cities5892, which thou buildedst1129 not,","2":"That thou mightest fear3372 the LORD3068 thy God430, to keep8104 all his statutes2708 and his commandments4687, which I command6680 thee, thou, and thy son1121, and thy son\u0027s1121 son1121, all the days3117 of thy life2416; and that thy days3117 may be prolonged748.","22":"And the LORD3068 shewed5414 signs226 and wonders4159, great1419 and sore7451, upon Egypt4714, upon Pharaoh6547, and upon all his household1004, before our eyes5869: sore: Heb. evil","8":"And thou shalt bind7194 them for a sign226 upon thine hand3027, and they shall be as frontlets2903 between thine eyes5869.","17":"Ye shall diligently8104 keep8104 the commandments4687 of the LORD3068 your God430, and his testimonies5713, and his statutes2706, which he hath commanded6680 thee.","11":"And houses1004 full4392 of all good2898 things, which thou filledst4390 not, and wells953 digged2672, which thou diggedst2672 not, vineyards3754 and olive trees2132, which thou plantedst5193 not; when thou shalt have eaten398 and be full7646;","1":"Now these are the commandments4687, the statutes2706, and the judgments4941, which the LORD3068 your God430 commanded6680 to teach3925 you, that ye might do6213 them in the land776 whither ye go5674 to possess3423 it: go: Heb. pass over","9":"And thou shalt write3789 them upon the posts4201 of thy house1004, and on thy gates8179.","24":"And the LORD3068 commanded6680 us to do6213 all these statutes2706, to fear3372 the LORD3068 our God430, for our good2896 always3117, that he might preserve us alive2421, as it is at this day3117.","14":"Ye shall not go3212 after310 other312 gods430, of the gods430 of the people5971 which are round about5439 you;","7":"And thou shalt teach them diligently8150 unto thy children1121, and shalt talk1696 of them when thou sittest3427 in thine house1004, and when thou walkest3212 by the way1870, and when thou liest down7901, and when thou risest up6965. teach: Heb. whet, or, sharpen","15":"(For the LORD3068 thy God430 is a jealous7067 God410 among7130 you) lest the anger639 of the LORD3068 thy God430 be kindled2734 against thee, and destroy8045 thee from off the face6440 of the earth127.","20":"And when thy son1121 asketh7592 thee in time to come4279, saying559, What mean the testimonies5713, and the statutes2706, and the judgments4941, which the LORD3068 our God430 hath commanded6680 you? in: Heb. to morrow","25":"And it shall be our righteousness6666, if we observe8104 to do6213 all these2063 commandments4687 before6440 the LORD3068 our God430, as he hath commanded6680 us.","23":"And he brought us out3318 from thence, that he might bring us in935, to give5414 us the land776 which he sware7650 unto our fathers1.","6":"And these words1697, which I command6680 thee this day3117, shall be in thine heart3824:","4":"Hear8085, O Israel3478: The LORD3068 our God430 is one259 LORD3068:","19":"To cast out1920 all thine enemies341 from before6440 thee, as the LORD3068 hath spoken1696.","13":"Thou shalt fear3372 the LORD3068 thy God430, and serve5647 him, and shalt swear7650 by his name8034."},"31":{"11":"When all Israel3478 is come935 to appear7200 before6440 the LORD3068 thy God430 in the place4725 which he shall choose977, thou shalt read7121 this law8451 before all Israel3478 in their hearing241.","3":"The LORD3068 thy God430, he will go over5674 before6440 thee, and he will destroy8045 these nations1471 from before6440 thee, and thou shalt possess3423 them: and Joshua3091, he shall go over5674 before6440 thee, as the LORD3068 hath said1696.","20":"For when I shall have brought935 them into the land127 which I sware7650 unto their fathers1, that floweth2100 with milk2461 and honey1706; and they shall have eaten398 and filled7646 themselves, and waxen fat1878; then will they turn6437 unto other312 gods430, and serve5647 them, and provoke5006 me, and break6565 my covenant1285.","12":"Gather6950 the people5971 together6950, men582, and women802, and children2945, and thy stranger1616 that is within thy gates8179, that they may hear8085, and that they may learn3925, and fear3372 the LORD3068 your God430, and observe8104 to do6213 all the words1697 of this law8451:","10":"And Moses4872 commanded6680 them, saying559, At the end7093 of every seven7651 years8141, in the solemnity4150 of the year8141 of release8059, in the feast2282 of tabernacles5521,","17":"Then my anger639 shall be kindled2734 against them in that day3117, and I will forsake5800 them, and I will hide5641 my face6440 from them, and they shall be devoured398, and many7227 evils7451 and troubles6869 shall befall4672 them; so that they will say559 in that day3117, Are not these evils7451 come4672 upon us, because our God430 is not among7130 us? befall: Heb. find","13":"And that their children1121, which have not known3045 any thing, may hear8085, and learn3925 to fear3372 the LORD3068 your God430, as long as3117 ye live2416 in the land127 whither ye go over5674 Jordan3383 to possess3423 it.","27":"For I know3045 thy rebellion4805, and thy stiff7186 neck6203: behold, while I am yet alive2416 with you this day3117, ye have been rebellious4784 against the LORD3068; and how much more after310 my death4194?","30":"And Moses4872 spake1696 in the ears241 of all the congregation6951 of Israel3478 the words1697 of this song7892, until they were ended8552.","18":"And I will surely5641 hide5641 my face6440 in that day3117 for all the evils7451 which they shall have wrought6213, in that3588 they are turned6437 unto other312 gods430.","29":"For I know3045 that after310 my death4194 ye will utterly7843 corrupt7843 yourselves, and turn aside5493 from the way1870 which I have commanded6680 you; and evil7451 will befall7122 you in the latter319 days3117; because ye will do6213 evil7451 in the sight5869 of the LORD3068, to provoke him to anger3707 through the work4639 of your hands3027.","23":"And he gave Joshua3091 the son1121 of Nun5126 a charge6680, and said559, Be strong2388 and of a good courage553: for thou shalt bring935 the children1121 of Israel3478 into the land776 which I sware7650 unto them: and I will be with thee.","19":"Now therefore write3789 ye this song7892 for you, and teach3925 it the children1121 of Israel3478: put7760 it in their mouths6310, that this song7892 may be a witness5707 for me against the children1121 of Israel3478.","1":"And Moses4872 went3212 and spake1696 these words1697 unto all Israel3478.","5":"And the LORD3068 shall give them up5414 before your face6440, that ye may do6213 unto them according unto all the commandments4687 which I have commanded6680 you.","4":"And the LORD3068 shall do6213 unto them as he did6213 to Sihon5511 and to Og5747, kings4428 of the Amorites567, and unto the land776 of them, whom he destroyed8045.","8":"And the LORD3068, he it is that doth go1980 before6440 thee; he will be with thee, he will not fail7503 thee, neither forsake5800 thee: fear3372 not, neither be dismayed2865.","26":"Take3947 this book5612 of the law8451, and put7760 it in the side6654 of the ark727 of the covenant1285 of the LORD3068 your God430, that it may be there for a witness5707 against thee.","14":"And the LORD3068 said559 unto Moses4872, Behold, thy days3117 approach7126 that thou must die4191: call7121 Joshua3091, and present3320 yourselves in the tabernacle168 of the congregation4150, that I may give him a charge6680. And Moses4872 and Joshua3091 went3212, and presented3320 themselves in the tabernacle168 of the congregation4150.","22":"Moses4872 therefore wrote3789 this song7892 the same day3117, and taught3925 it the children1121 of Israel3478.","28":"Gather6950 unto me all the elders2205 of your tribes7626, and your officers7860, that I may speak1696 these words1697 in their ears241, and call5749 heaven8064 and earth776 to record5749 against them.","25":"That Moses4872 commanded6680 the Levites3881, which bare5375 the ark727 of the covenant1285 of the LORD3068, saying559,","9":"And Moses4872 wrote3789 this law8451, and delivered5414 it unto the priests3548 the sons1121 of Levi3878, which bare5375 the ark727 of the covenant1285 of the LORD3068, and unto all the elders2205 of Israel3478.","15":"And the LORD3068 appeared7200 in the tabernacle168 in a pillar5982 of a cloud6051: and the pillar5982 of the cloud6051 stood5975 over the door6607 of the tabernacle168.","21":"And it shall come to pass, when many7227 evils7451 and troubles6869 are befallen4672 them, that this song7892 shall testify6030 against6440 them as a witness5707; for it shall not be forgotten7911 out of the mouths6310 of their seed2233: for I know3045 their imagination3336 which they go about6213, even now3117, before I have brought935 them into the land776 which I sware7650. against: Heb. before go: Heb. do","24":"And it came to pass, when Moses4872 had made an end3615 of writing3789 the words1697 of this law8451 in a book5612, until they were finished8552,","16":"And the LORD3068 said559 unto Moses4872, Behold, thou shalt sleep7901 with thy fathers1; and this people5971 will rise up6965, and go a whoring2181 after310 the gods430 of the strangers5236 of the land776, whither they go935 to be among7130 them, and will forsake5800 me, and break6565 my covenant1285 which I have made3772 with them. sleep: Heb. lie down","7":"And Moses4872 called7121 unto Joshua3091, and said559 unto him in the sight5869 of all Israel3478, Be strong2388 and of a good courage553: for thou must go935 with this people5971 unto the land776 which the LORD3068 hath sworn7650 unto their fathers1 to give5414 them; and thou shalt cause them to inherit5157 it.","2":"And he said559 unto them, I am an hundred3967 and twenty6242 years8141 old1121 this day3117; I can3201 no more go out3318 and come in935: also the LORD3068 hath said559 unto me, Thou shalt not go over5674 this Jordan3383.","6":"Be strong2388 and of a good courage553, fear3372 not, nor be afraid6206 of them6440: for the LORD3068 thy God430, he it is that doth go1980 with thee; he will not fail7503 thee, nor forsake5800 thee."}}}