{"translationKey":"kjv","translation":"KJV","book":"Genesis","bookSlug":"genesis","chapters":{"11":{"11":"And Shem8035 lived2421 after310 he begat3205 Arphaxad775 five2568 hundred3967 years8141, and begat3205 sons1121 and daughters1323.","3":"And they said559 one376 to another7453, Go to3051, let us make3835 brick3843, and burn8313 them throughly8316. And they had brick3843 for stone68, and slime2564 had1961 they for morter2563. they said: Heb. a man said to his neighbour burn: Heb. burn them to a burning","20":"And Reu7466 lived2421 two8147 and thirty7970 years8141, and begat3205 Serug8286: Serug: Gr. Saruch","12":"And Arphaxad775 lived2425 five2568 and thirty7970 years8141, and begat3205 Salah7974:","10":"These are the generations8435 of Shem8035: Shem8035 was an hundred3967 years8141 old1121, and begat3205 Arphaxad775 two years8141 after310 the flood3999:","17":"And Eber5677 lived2421 after310 he begat3205 Peleg6389 four702 hundred3967 8141 and thirty7970 years8141, and begat3205 sons1121 and daughters1323.","13":"And Arphaxad775 lived2421 after310 he begat3205 Salah7974 four702 hundred3967 8141 and three7969 years8141, and begat3205 sons1121 and daughters1323.","27":"Now these are the generations8435 of Terah8646: Terah8646 begat3205 Abram87, Nahor5152, and Haran2039; and Haran2039 begat3205 Lot3876.","30":"But Sarai8297 was barren6135; she had no child2056.","18":"And Peleg6389 lived2421 thirty7970 years8141, and begat3205 Reu7466:","29":"And Abram87 and Nahor5152 took3947 them wives802: the name8034 of Abram\u0027s87 wife802 was Sarai8297; and the name8034 of Nahor\u0027s5152 wife802, Milcah4435, the daughter1323 of Haran2039, the father1 of Milcah4435, and the father1 of Iscah3252.","23":"And Serug8286 lived2421 after310 he begat3205 Nahor5152 two hundred3967 years8141, and begat3205 sons1121 and daughters1323.","19":"And Peleg6389 lived2421 after310 he begat3205 Reu7466 two hundred3967 8141 and nine8672 years8141, and begat3205 sons1121 and daughters1323.","1":"And the whole earth776 was of one259 language8193, and of one259 speech1697. language: Heb. lip. speech: Heb. words","5":"And the LORD3068 came down3381 to see7200 the city5892 and the tower4026, which the children1121 of men120 builded1129.","4":"And they said559, Go to3051, let us build1129 us a city5892 and a tower4026, whose top7218 may reach unto heaven8064; and let us make6213 us a name8034, lest we be scattered abroad6327 upon the face6440 of the whole earth776.","8":"So the LORD3068 scattered them abroad6327 from thence8033 upon the face6440 of all the earth776: and they left off2308 to build1129 the city5892.","26":"And Terah8646 lived2421 seventy7657 years8141, and begat3205 Abram87, Nahor5152, and Haran2039.","14":"And Salah7974 lived2425 thirty7970 years8141, and begat3205 Eber5677:","22":"And Serug8286 lived2421 thirty7970 years8141, and begat3205 Nahor5152:","28":"And Haran2039 died4191 before6440 his father1 Terah8646 in the land776 of his nativity4138, in Ur218 of the Chaldees3778.","25":"And Nahor5152 lived2421 after310 he begat3205 Terah8646 an hundred3967 8141 and nineteen6240 8672 years8141, and begat3205 sons1121 and daughters1323.","9":"Therefore is the name of it8034 called7121 Babel894; because the LORD3068 did there confound1101 the language8193 of all the earth776: and from thence did6327 the LORD3068 scatter them abroad6327 upon the face6440 of all the earth776. Babel: that is, Confusion","15":"And Salah7974 lived2421 after310 he begat3205 Eber5677 four702 hundred3967 8141 and three7969 years8141, and begat3205 sons1121 and daughters1323.","21":"And Reu7466 lived2421 after310 he begat3205 Serug8286 two hundred3967 8141 and seven7651 years8141, and begat3205 sons1121 and daughters1323.","24":"And Nahor5152 lived2421 nine8672 and twenty6242 years8141, and begat3205 Terah8646: Terah: Gr. Thara","16":"And Eber5677 lived2421 four702 and thirty7970 years8141, and begat3205 Peleg6389: Peleg: Gr. Phalec","32":"And the days3117 of Terah8646 were two hundred3967 8141 and five2568 years8141: and Terah8646 died4191 in Haran2771.","7":"Go to3051, let us go down3381, and there confound1101 their language8193, that834 they may not understand8085 one376 another\u0027s7453 speech8193.","2":"And it came to pass, as they journeyed5265 from the east6924, that they found4672 a plain1237 in the land776 of Shinar8152; and they dwelt3427 there. from: or, eastward","6":"And the LORD3068 said559, Behold, the people5971 is one259, and they have all one259 language8193; and this they begin2490 to do6213: and now nothing3808 3605 will be restrained1219 from them, which they have imagined2161 to do6213.","31":"And Terah8646 took3947 Abram87 his son1121, and Lot3876 the son1121 of Haran2039 his son\u0027s1121 son1121, and Sarai8297 his daughter in law3618, his son1121 Abram\u0027s87 wife802; and they went forth3318 with them from Ur218 of the Chaldees3778, to go3212 into the land776 of Canaan3667; and they came935 unto Haran2771, and dwelt3427 there."},"41":{"11":"And we dreamed2492 a dream2472 in one259 night3915, I and he; we dreamed2492 each man376 according to the interpretation6623 of his dream2472.","41":"And Pharaoh6547 said559 unto Joseph3130, See7200, I have set5414 thee over all the land776 of Egypt4714.","45":"And Pharaoh6547 called7121 Joseph\u0027s3130 name8034 Zaphnathpaaneah6847; and he gave5414 him to wife802 Asenath621 the daughter1323 of Potipherah6319 priest3548 of On204. And Joseph3130 went out3318 over all the land776 of Egypt4714. Zaphnathpaaneah: which in the Coptic signifies, A revealer of secrets, or, The man to whom secrets are revealed priest: or, prince","42":"And Pharaoh6547 took off5493 his ring2885 from his hand3027, and put5414 it upon Joseph\u0027s3130 hand3027, and arrayed3847 him in vestures899 of fine linen8336, and put7760 a gold2091 chain7242 about his neck6677; fine: or, silk","3":"And, behold, seven7651 other312 kine6510 came up5927 after them310 out of the river2975, ill7451 favoured4758 and leanfleshed1851 1320; and stood5975 by681 the other kine6510 upon the brink8193 of the river2975.","20":"And the lean7534 and the ill favoured7451 kine6510 did eat up398 the first7223 seven7651 fat1277 kine6510:","56":"And the famine7458 was over all the face6440 of the earth776: And Joseph3130 opened6605 all the storehouses, and sold7666 unto the Egyptians4714; and the famine7458 waxed sore2388 in the land776 of Egypt4714. all the storehouses: Heb. all wherein was","12":"And there was there with us a young man5288, an Hebrew5680, servant5650 to the captain8269 of the guard2876; and we told5608 him, and he interpreted6622 to us our dreams2472; to each man376 according to his dream2472 he did interpret6622.","10":"Pharaoh6547 was wroth7107 with his servants5650, and put5414 me in ward4929 in the captain8269 of the guard\u0027s2876 house1004, both me and the chief8269 baker644:","17":"And Pharaoh6547 said1696 unto Joseph3130, In my dream2472, behold, I stood5975 upon the bank8193 of the river2975:","51":"And Joseph3130 called7121 the name8034 of the firstborn1060 Manasseh4519: For God430, said he, hath made me forget5382 all my toil5999, and all my father\u0027s1 house1004. Manasseh: that is, Forgetting","44":"And Pharaoh6547 said559 unto Joseph3130, I am Pharaoh6547, and without1107 thee shall no man376 lift up7311 his hand3027 or foot7272 in all the land776 of Egypt4714.","40":"Thou shalt be1961 over my house1004, and according unto thy word6310 shall all my people5971 be ruled5401: only in the throne3678 will I be greater1431 than thou. be ruled: Heb. be armed, or, kiss","13":"And it came to pass, as he interpreted6622 to us, so it was; me he restored7725 unto mine office3653, and him he hanged8518.","27":"And the seven7651 thin7534 and ill favoured7451 kine6510 that came up5927 after them310 are seven7651 years8141; and the seven7651 empty7386 ears7641 blasted7710 with the east wind6921 shall be seven7651 years8141 of famine7458.","30":"And there shall arise6965 after them310 seven7651 years8141 of famine7458; and all the plenty7647 shall be forgotten7911 in the land776 of Egypt4714; and the famine7458 shall consume3615 the land776;","53":"And the seven7651 years8141 of plenteousness7647, that was in the land776 of Egypt4714, were ended3615.","18":"And, behold, there came up5927 out of the river2975 seven7651 kine6510, fatfleshed1277 1320 and well3303 favoured8389; and they fed7462 in a meadow260:","36":"And that food400 shall be for store6487 to the land776 against the seven7651 years8141 of famine7458, which shall be in the land776 of Egypt4714; that the land776 perish3772 not through the famine7458. perish: Heb. be not cut off","29":"Behold, there come935 seven7651 years8141 of great1419 plenty7647 throughout all the land776 of Egypt4714:","23":"And, behold, seven7651 ears7641, withered6798, thin1851, and blasted7710 with the east wind6921, sprung up6779 after them310: withered: or, small","19":"And, behold, seven7651 other312 kine6510 came up5927 after them310, poor1803 and very3966 ill7451 favoured8389 and leanfleshed7534 1320, such2007 as I never3808 saw7200 in all the land776 of Egypt4714 for badness7455:","1":"And it came to pass at the end7093 of two full3117 years8141, that Pharaoh6547 dreamed2492: and, behold, he stood5975 by the river2975.","47":"And in the seven7651 plenteous7647 years8141 the earth776 brought forth6213 by handfuls7062.","5":"And he slept3462 and dreamed2492 the second time8145: and, behold, seven7651 ears of corn7641 came up5927 upon one259 stalk7070, rank1277 and good2896. rank: Heb. fat","54":"And the seven7651 years8141 of dearth7458 began2490 to come935, according as Joseph3130 had said559: and the dearth7458 was in all lands776; but in all the land776 of Egypt4714 there was bread3899.","52":"And the name8034 of the second8145 called7121 he Ephraim669: For God430 hath caused me to be fruitful6509 in the land776 of my affliction6040. Ephraim: that is, Fruitful","49":"And Joseph3130 gathered6651 corn1250 as the sand2344 of the sea3220, very3966 much7235, until he left2308 numbering5608; for it was without369 number4557.","4":"And the ill7451 favoured4758 and leanfleshed1851 1320 kine6510 did eat up398 the seven7651 well3303 favoured4758 and fat1277 kine6510. So Pharaoh6547 awoke3364.","8":"And it came to pass in the morning1242 that his spirit7307 was troubled6470; and he sent7971 and called7121 for all the magicians2748 of Egypt4714, and all the wise men2450 thereof: and Pharaoh6547 told5608 them his dream2472; but there was none that could interpret6622 them unto Pharaoh6547.","26":"The seven7651 good2896 kine6510 are seven7651 years8141; and the seven7651 good2896 ears7641 are seven7651 years8141: the dream2472 is one259.","39":"And Pharaoh6547 said559 unto Joseph3130, Forasmuch310 as God430 hath shewed3045 thee all this, there is none so discreet995 and wise2450 as thou art:","14":"Then Pharaoh6547 sent7971 and called7121 Joseph3130, and they brought him hastily7323 out of the dungeon953: and he shaved1548 himself, and changed2498 his raiment8071, and came in935 unto Pharaoh6547. brought: Heb. made him run","37":"And the thing1697 was good3190 in the eyes5869 of Pharaoh6547, and in the eyes5869 of all his servants5650.","22":"And I saw7200 in my dream2472, and, behold, seven7651 ears7641 came up5927 in one259 stalk7070, full4392 and good2896:","28":"This is the thing1697 which I have spoken1696 unto Pharaoh6547: What God430 is about to do6213 he sheweth7200 unto Pharaoh6547.","25":"And Joseph3130 said559 unto Pharaoh6547, The dream2472 of Pharaoh6547 is one259: God430 hath shewed5046 Pharaoh6547 what he is about to do6213.","9":"Then spake1696 the chief8269 butler8248 unto Pharaoh6547, saying559, I do remember2142 my faults2399 this day3117:","33":"Now therefore let Pharaoh6547 look out7200 a man376 discreet995 and wise2450, and set7896 him over the land776 of Egypt4714.","15":"And Pharaoh6547 said559 unto Joseph3130, I have dreamed2492 a dream2472, and there is none that can interpret6622 it: and I have heard8085 say559 of thee, that thou canst understand8085 a dream2472 to interpret6622 it. thou: or, when thou hearest a dream thou canst interpret it","34":"Let Pharaoh6547 do6213 this, and let him appoint6485 officers6496 over the land776, and take up the fifth part2567 of the land776 of Egypt4714 in the seven7651 plenteous7647 years8141. officers: or, overseers","21":"And when they had eaten them up935 7130, it could not be known3045 that they had eaten them935 7130; but they were still4758 ill favoured7451, as at the beginning8462. So I awoke3364. eaten: Heb. come to the inward parts of them","57":"And all countries776 came935 into Egypt4714 to Joseph3130 for to buy7666 corn; because that the famine7458 was so sore2388 in all lands776.","24":"And the thin1851 ears7641 devoured1104 the seven7651 good2896 ears7641: and I told559 this unto the magicians2748; but there was none that could declare5046 it to me.","46":"And Joseph3130 was thirty7970 years8141 old1121 when he stood5975 before6440 Pharaoh6547 king4428 of Egypt4714. And Joseph3130 went out3318 from the presence6440 of Pharaoh6547, and went throughout5674 all the land776 of Egypt4714.","16":"And Joseph3130 answered6030 Pharaoh6547, saying559, It is not in me1107: God430 shall give6030 Pharaoh6547 an answer6030 of peace7965.","35":"And let them gather6908 all the food400 of those good2896 years8141 that come935, and lay up6651 corn1250 under the hand3027 of Pharaoh6547, and let them keep8104 food400 in the cities5892.","32":"And for that the dream2472 was doubled8138 unto Pharaoh6547 twice6471; it is because the thing1697 is established3559 by5973 God430, and God430 will shortly4116 bring it to pass6213. established: or, prepared of God","7":"And the seven thin1851 ears7641 devoured1104 the seven7651 rank1277 and full4392 ears7641. And Pharaoh6547 awoke3364, and, behold, it was a dream2472.","43":"And he made him to ride7392 in the second4932 chariot4818 which he had; and they cried7121 before him6440, Bow the knee86: and he made5414 him ruler over all the land776 of Egypt4714. Bow: or, Tender father: Heb. Abrech","48":"And he gathered up6908 all the food400 of the seven7651 years8141, which were in the land776 of Egypt4714, and laid up5414 the food400 in the cities5892: the food400 of the field7704, which was round about5439 every city5892, laid he up5414 in the same8432.","2":"And, behold, there came up5927 out of the river2975 seven7651 well3303 favoured4758 kine6510 and fatfleshed1277 1320; and they fed7462 in a meadow260.","38":"And Pharaoh6547 said559 unto his servants5650, Can we find4672 such a one as this2088 is, a man376 in whom834 the Spirit7307 of God430 is?","55":"And when all the land776 of Egypt4714 was famished7456, the people5971 cried6817 to Pharaoh6547 for bread3899: and Pharaoh6547 said559 unto all the Egyptians4714, Go3212 unto Joseph3130; what he saith559 to you, do6213.","50":"And unto Joseph3130 were born3205 two8147 sons1121 before the years8141 of famine7458 came935, which Asenath621 the daughter1323 of Potipherah6319 priest3548 of On204 bare3205 unto him. priest: or, prince","6":"And, behold, seven7651 thin1851 ears7641 and blasted7710 with the east wind6921 sprung up6779 after them310.","31":"And the plenty7647 shall not be known3045 in the land776 by reason6440 of that famine7458 following310 3651; for it shall be very3966 grievous3515. grievous: Heb. heavy"},"45":{"11":"And there will I nourish3557 thee; for yet there are five2568 years8141 of famine7458; lest thou, and thy household1004, and all that thou hast, come to poverty3423.","3":"And Joseph3130 said559 unto his brethren251, I am Joseph3130; doth my father1 yet live2416? And his brethren251 could3201 not answer6030 him; for they were troubled926 at his presence6440. troubled: or, terrified","20":"Also5869 regard2347 not your stuff3627; for the good2898 of all the land776 of Egypt4714 is yours. regard: Heb. let not your eye spare, etc.","12":"And, behold, your eyes5869 see7200, and the eyes5869 of my brother251 Benjamin1144, that it is my mouth6310 that speaketh1696 unto you.","10":"And thou shalt dwell3427 in the land776 of Goshen1657, and thou shalt be near7138 unto me, thou, and thy children1121, and thy children\u0027s1121 children1121, and thy flocks6629, and thy herds1241, and all that thou hast:","17":"And Pharaoh6547 said559 unto Joseph3130, Say559 unto thy brethren251, This do6213 ye; lade2943 your beasts1165, and go3212, get935 you unto the land776 of Canaan3667;","13":"And ye shall tell5046 my father1 of all my glory3519 in Egypt4714, and of all that ye have seen7200; and ye shall haste4116 and bring down3381 my father1 hither.","27":"And they told1696 him all the words1697 of Joseph3130, which he had said1696 unto them: and when he saw7200 the wagons5699 which Joseph3130 had sent7971 to carry5375 him, the spirit7307 of Jacob3290 their father1 revived2421:","18":"And take3947 your father1 and your households1004, and come935 unto me: and I will give5414 you the good2898 of the land776 of Egypt4714, and ye shall eat398 the fat2459 of the land776.","23":"And to his father1 he sent7971 after this2063 manner; ten6235 asses860 laden5375 with the good things2898 of Egypt4714, and ten6235 she asses2543 laden5375 with corn1250 and bread3899 and meat4202 for his father1 by the way1870. laden: Heb. carrying","19":"Now thou art commanded6680, this do6213 ye; take3947 you wagons5699 out of the land776 of Egypt4714 for your little ones2945, and for your wives802, and bring5375 your father1, and come935.","1":"Then Joseph3130 could3201 not refrain662 himself before all them that stood5324 by him; and he cried7121, Cause3318 every man376 to go out3318 from me. And there stood5975 no man376 with him, while Joseph3130 made himself known3045 unto his brethren251.","5":"Now therefore be not grieved6087, nor angry2734 with yourselves5869, that ye sold4376 me hither: for God430 did send7971 me before you6440 to preserve life4241. nor: Heb. neither let there be anger in your eyes","4":"And Joseph3130 said559 unto his brethren251, Come near5066 to me, I pray you. And they came near5066. And he said559, I am Joseph3130 your brother251, whom ye sold4376 into Egypt4714.","8":"So now it was not you that sent7971 me hither, but God430: and he hath made7760 me a father1 to Pharaoh6547, and lord113 of all his house1004, and a ruler4910 throughout all the land776 of Egypt4714.","26":"And told5046 him, saying559, Joseph3130 is yet alive2416, and he is governor4910 over all the land776 of Egypt4714. And Jacob\u0027s heart3820 fainted6313, for he believed539 them not. Jacob\u0027s: Heb. his","14":"And he fell5307 upon his brother251 Benjamin\u0027s1144 neck6677, and wept1058; and Benjamin1144 wept1058 upon his neck6677.","22":"To all of them he gave5414 each man376 changes2487 of raiment8071; but to Benjamin1144 he gave5414 three7969 hundred3967 pieces of silver3701, and five2568 changes2487 of raiment8071.","28":"And Israel3478 said559, It is enough7227; Joseph3130 my son1121 is yet alive2416: I will go3212 and see him7200 before I die4191.","25":"And they went up5927 out of Egypt4714, and came935 into the land776 of Canaan3667 unto Jacob3290 their father1,","9":"Haste4116 ye, and go up5927 to my father1, and say559 unto him, Thus saith559 thy son1121 Joseph3130, God430 hath made7760 me lord113 of all Egypt4714: come down3381 unto me, tarry5975 not:","15":"Moreover he kissed5401 all his brethren251, and wept1058 upon them: and after310 that his brethren251 talked1696 with him.","21":"And the children1121 of Israel3478 did6213 so: and Joseph3130 gave5414 them wagons5699, according to the commandment6310 of Pharaoh6547, and gave5414 them provision6720 for the way1870. commandment: Heb. mouth","24":"So he sent7971 his brethren251 away7971, and they departed3212: and he said559 unto them, See that ye fall not out7264 by the way1870.","16":"And the fame6963 thereof was heard8085 in Pharaoh\u0027s6547 house1004, saying559, Joseph\u0027s3130 brethren251 are come935: and it pleased3190 5869 Pharaoh6547 well3190 5869, and5869 his servants5650. pleased: Heb. was good in the eyes of Pharaoh","7":"And God430 sent7971 me before you6440 to preserve7760 you a posterity7611 in the earth776, and to save your lives2421 by a great1419 deliverance6413. to preserve: Heb. to put for you a remnant","2":"And he wept6963 1065 aloud5414: and the Egyptians4714 and the house1004 of Pharaoh6547 heard8085 8085. wept: Heb. gave forth his voice in weeping","6":"For these two years8141 hath the famine7458 been in7130 the land776: and yet there are five2568 years8141, in the which there shall neither369 be earing2758 nor harvest7105."},"42":{"11":"We5168 are all one259 man\u0027s376 sons1121; we are true3651 men, thy servants5650 are no spies7270.","3":"And Joseph\u0027s3130 ten6235 brethren251 went down3381 to buy7666 corn1250 in Egypt4714.","20":"But bring935 your youngest6996 brother251 unto me; so shall your words1697 be verified539, and ye shall not die4191. And they did6213 so.","12":"And he said559 unto them, Nay, but to see7200 the nakedness6172 of the land776 ye are come935.","10":"And they said559 unto him, Nay, my lord113, but to buy7666 food400 are thy servants5650 come935.","17":"And he put them all together622 into ward4929 three7969 days3117. put: Heb. gathered","13":"And they said559, Thy servants5650 are twelve8147 6240 brethren251, the sons1121 of one259 man376 in the land776 of Canaan3667; and, behold, the youngest6996 is this day3117 with our father1, and one259 is not.","27":"And as one259 of them opened6605 his sack8242 to give5414 his ass2543 provender4554 in the inn4411, he espied7200 his money3701; for, behold, it was in his sack\u0027s572 mouth6310.","30":"The man376, who is the lord113 of the land776, spake1696 roughly7186 to us, and took5414 us for spies7270 of the country776. roughly: Heb. with us hard things","18":"And Joseph3130 said559 unto them the third7992 day3117, This do6213, and live2421; for I fear3373 God430:","36":"And Jacob3290 their father1 said559 unto them, Me have ye bereaved7921 of my children: Joseph3130 is not, and Simeon8095 is not, and ye will take3947 Benjamin1144 away: all these things are against me.","29":"And they came935 unto Jacob3290 their father1 unto the land776 of Canaan3667, and told5046 him all that befell7136 unto them; saying559,","23":"And they knew3045 not that Joseph3130 understood8085 them; for he spake unto them by an interpreter3887. he spake: Heb. an interpreter was between them","19":"If ye be true3651 men, let one259 of your brethren251 be bound631 in the house1004 of your prison4929: go3212 ye, carry935 corn7668 for the famine7459 of your houses1004:","1":"Now when Jacob3290 saw7200 that there was3426 corn7668 in Egypt4714, Jacob3290 said559 unto his sons1121, Why do ye look7200 one upon another?","5":"And the sons1121 of Israel3478 came935 to buy7666 corn among8432 those that came935: for the famine7458 was in the land776 of Canaan3667.","4":"But Benjamin1144, Joseph\u0027s3130 brother251, Jacob3290 sent7971 not with his brethren251; for he said559, Lest peradventure6435 mischief611 befall him7122.","8":"And Joseph3130 knew5234 his brethren251, but they knew5234 not him.","26":"And they laded5375 their asses2543 with the corn7668, and departed3212 thence.","14":"And Joseph3130 said559 unto them, That is it that I spake1696 unto you, saying559, Ye are spies7270:","37":"And Reuben7205 spake559 unto his father1, saying559, Slay4191 my two8147 sons1121, if I bring935 him not to thee: deliver5414 him into my hand3027, and I will bring him to thee again7725.","22":"And Reuben7205 answered6030 them, saying559, Spake I559 not unto you, saying559, Do not sin2398 against the child3206; and ye would not hear8085? therefore, behold, also his blood1818 is required1875.","28":"And he said559 unto his brethren251, My money3701 is restored7725; and, lo2009, it is even in my sack572: and their heart3820 failed3318 them, and they were afraid2729, saying559 one376 to another251, What is this that God430 hath done6213 unto us? failed: Heb. went forth","25":"Then Joseph3130 commanded6680 to fill4390 their sacks3627 with corn1250, and to restore7725 every man\u0027s376 money3701 into his sack8242, and to give5414 them provision6720 for the way1870: and thus3651 did he6213 unto them.","9":"And Joseph3130 remembered2142 the dreams2472 which he dreamed2492 of them, and said559 unto them, Ye are spies7270; to see7200 the nakedness6172 of the land776 ye are come935.","33":"And the man376, the lord113 of the country776, said559 unto us, Hereby shall I know3045 that ye are true3651 men; leave3240 one259 of your brethren251 here with me, and take3947 food for the famine7459 of your households1004, and be gone3212:","15":"Hereby2063 ye shall be proved974: By the life2416 of Pharaoh6547 ye shall not go forth3318 hence, except your youngest6996 brother251 come935 hither.","34":"And bring935 your youngest6996 brother251 unto me: then shall I know3045 that ye are no spies7270, but that ye are true3651 men: so will I deliver5414 you your brother251, and ye shall traffick5503 in the land776.","21":"And they said559 one376 to another251, We are verily61 guilty818 concerning our brother251, in that834 we saw7200 the anguish6869 of his soul5315, when he besought2603 us, and we would not hear8085; therefore is this distress6869 come935 upon us.","24":"And he turned himself about5437 from them, and wept1058; and returned to them again7725, and communed1696 with them, and took3947 from them Simeon8095, and bound631 him before their eyes5869.","16":"Send7971 one259 of you, and let him fetch3947 your brother251, and ye shall be kept in prison631, that your words1697 may be proved974, whether there be any truth571 in854 you: or else3808 by the life2416 of Pharaoh6547 surely ye are spies7270. kept: Heb. bound","35":"And it came to pass as they emptied7324 their sacks8242, that, behold, every man\u0027s376 bundle6872 of money3701 was in his sack8242: and when both they and their father1 saw7200 the bundles6872 of money3701, they were afraid3372.","32":"We be twelve6240 8147 brethren251, sons1121 of our father1; one259 is not, and the youngest6996 is this day3117 with our father1 in the land776 of Canaan3667.","7":"And Joseph3130 saw7200 his brethren251, and he knew5234 them, but made himself strange5234 unto them, and spake1696 roughly7186 unto them; and he said559 unto them, Whence370 come935 ye? And they said559, From the land776 of Canaan3667 to buy7666 food400. roughly: Heb. hard things with them","2":"And he said559, Behold, I have heard8085 that there is3426 corn7668 in Egypt4714: get you down3381 thither, and buy7666 for us from thence; that we may live2421, and not die4191.","38":"And he said559, My son1121 shall not go down3381 with you; for his brother251 is dead4191, and he is left7604 alone: if mischief611 befall7122 him by the way1870 in the which ye go3212, then shall ye bring down3381 my gray hairs7872 with sorrow3015 to the grave7585.","6":"And Joseph3130 was the governor7989 over the land776, and he it was that sold7666 to all the people5971 of the land776: and Joseph\u0027s3130 brethren251 came935, and bowed down7812 themselves before him with their faces639 to the earth776.","31":"And we said559 unto him, We are true3651 men; we are no spies7270:"},"3":{"16":"Unto the woman802 he said559, I will greatly7235 multiply7235 thy sorrow6093 and thy conception2032; in sorrow6089 thou shalt bring forth3205 children1121; and thy desire8669 shall be to thy husband376, and he shall rule4910 over thee. to thy: or, subject to thy husband","3":"But of the fruit6529 of the tree6086 which is in the midst8432 of the garden1588, God430 hath said559, Ye shall not eat398 of it, neither shall ye touch5060 it, lest6435 ye die4191.","5":"For God430 doth know3045 that in the day3117 ye eat398 thereof, then your eyes5869 shall be opened6491, and ye shall be as gods430, knowing3045 good2896 and evil7451.","21":"Unto Adam120 also and to his wife802 did the LORD3068 God430 make6213 coats3801 of skins5785, and clothed them3847.","18":"Thorns also6975 and thistles1863 shall it bring forth6779 to thee; and thou shalt eat398 the herb6212 of the field7704; bring: Heb. cause to bud","12":"And the man120 said559, The woman802 whom thou gavest5414 to be with me5978, she1931 gave5414 me of the tree6086, and I did eat398.","10":"And he said559, I heard8085 thy voice6963 in the garden1588, and I was afraid3372, because I595 was naked5903; and I hid myself2244.","2":"And the woman802 said559 unto the serpent5175, We may eat398 of the fruit6529 of the trees6086 of the garden1588:","22":"And the LORD3068 God430 said559, Behold2005, the man120 is become as one259 of us, to know3045 good2896 and evil7451: and now, lest he put forth7971 his hand3027, and take3947 also of the tree6086 of life2416, and eat398, and live2425 for ever5769:","8":"And they heard8085 the voice6963 of the LORD3068 God430 walking1980 in the garden1588 in the cool7307 of the day3117: and Adam120 and his wife802 hid themselves2244 from the presence6440 of the LORD3068 God430 amongst8432 the trees6086 of the garden1588. cool: Heb. wind","17":"And unto Adam121 he said559, Because thou hast hearkened8085 unto the voice6963 of thy wife802, and hast eaten398 of the tree6086, of which834 I commanded thee6680, saying559, Thou shalt not eat398 of it: cursed779 is the ground127 for thy sake; in sorrow6093 shalt thou eat398 of it all3605 the days3117 of thy life2416;","11":"And he said559, Who4310 told5046 thee that thou wast naked5903? Hast thou eaten398 of the tree6086, whereof I commanded thee6680 that thou shouldest not1115 eat398?","1":"Now the serpent5175 was1961 more subtil6175 than any beast2416 of the field7704 which the LORD3068 God430 had made6213. And he said559 unto the woman802, Yea637, hath God430 said559, Ye shall not eat398 of every tree6086 of the garden1588? Yea: Heb. Yea, because, etc.","9":"And the LORD3068 God430 called7121 unto Adam120, and said559 unto him, Where art thou335?","24":"So he drove out1644 the man120; and he placed7931 at the east6924 of the garden1588 of Eden5731 Cherubims3742, and a flaming3858 sword2719 which turned every way2015, to keep8104 the way1870 of the tree6086 of life2416.","14":"And the LORD3068 God430 said559 unto the serpent5175, Because thou859 hast done6213 this, thou art cursed779 above all cattle929, and above every beast2416 of the field7704; upon thy belly1512 shalt thou go3212, and dust6083 shalt thou eat398 all the days3117 of thy life2416:","7":"And the eyes5869 of them both8147 were opened6491, and they1992 knew3045 that they were naked5903; and they sewed8609 fig8384 leaves5929 together8609, and made themselves6213 aprons2290. aprons: or, things to gird about","15":"And I will put7896 enmity342 between thee and the woman802, and between thy seed2233 and her seed2233; it shall bruise7779 thy head7218, and thou shalt bruise7779 his heel6119.","20":"And Adam120 called7121 his wife\u0027s802 name8034 Eve2332; because she was the mother517 of all living2416. Eve: Heb. Chavah: that is Living","23":"Therefore the LORD3068 God430 sent him forth7971 from the garden1588 of Eden5731, to till5647 the ground127 from whence he was taken3947.","6":"And when the woman802 saw7200 that the tree6086 was good2896 for food3978, and that it1931 was pleasant8378 to the eyes5869, and a tree6086 to be desired2530 to make one wise7919, she took3947 of the fruit thereof6529, and did eat398, and gave5414 also1571 unto her husband376 with her; and he did eat398. pleasant: Heb. a desire","4":"And the serpent5175 said559 unto the woman802, Ye shall not surely4191 die4191:","19":"In the sweat2188 of thy face639 shalt thou eat398 bread3899, till5704 thou return7725 unto the ground127; for out of it wast thou taken3947: for dust6083 thou859 art, and unto dust6083 shalt thou return7725.","13":"And the LORD3068 God430 said559 unto the woman802, What is this that thou hast done6213? And the woman802 said559, The serpent5175 beguiled me5377, and I did eat398."},"20":{"16":"And unto Sarah8283 he said559, Behold, I have given5414 thy brother251 a thousand505 pieces of silver3701: behold, he is to thee a covering3682 of the eyes5869, unto all that are with thee, and with all other: thus she was reproved3198.","3":"But God430 came935 to Abimelech40 in a dream2472 by night3915, and said559 to him, Behold, thou art but a dead man4191, for the woman802 which thou hast taken3947; for she is a man\u0027s1167 wife1166. a man\u0027s: Heb. married to an husband","5":"Said559 he not unto me, She1931 is my sister269? and she1931, even1571 she1931 herself said559, He is my brother251: in the integrity8537 of my heart3824 and innocency5356 of my hands3709 have I done6213 this. integrity: or, simplicity, or, sincerity","18":"For the LORD3068 had fast6113 closed up6113 all the wombs7358 of the house1004 of Abimelech40, because1697 of Sarah8283 Abraham\u0027s85 wife802.","12":"And yet indeed546 she is my sister269; she is the daughter1323 of my father1, but not the daughter1323 of my mother517; and she became my wife802.","10":"And Abimelech40 said559 unto Abraham85, What4100 sawest thou7200, that thou hast done6213 this thing1697?","2":"And Abraham85 said559 of413 Sarah8283 his wife802, She is my sister269: and Abimelech40 king4428 of Gerar1642 sent7971, and took3947 Sarah8283.","8":"Therefore Abimelech40 rose early7925 in the morning1242, and called7121 all his servants5650, and told1696 all these things1697 in their ears241: and the men582 were sore3966 afraid3372.","17":"So Abraham85 prayed6419 unto God430: and God430 healed7495 Abimelech40, and his wife802, and his maidservants519; and they bare3205 children.","11":"And Abraham85 said559, Because I thought559, Surely7535 the fear3374 of God430 is not in this place4725; and they will slay me2026 for my wife\u0027s802 sake1697.","1":"And Abraham85 journeyed5265 from thence toward the south5045 country776, and dwelled3427 between Kadesh6946 and Shur7793, and sojourned1481 in Gerar1642.","9":"Then Abimelech40 called7121 Abraham85, and said559 unto him, What hast thou done6213 unto us? and what have I offended2398 thee, that thou hast brought935 on me and on my kingdom4467 a great1419 sin2401? thou hast done6213 deeds4639 unto me that ought not to be done6213.","14":"And Abimelech40 took3947 sheep6629, and oxen1241, and menservants5650, and womenservants8198, and gave5414 them unto Abraham85, and restored7725 him Sarah8283 his wife802.","7":"Now therefore restore7725 the man376 his wife802; for he is a prophet5030, and he shall pray6419 for thee1157, and thou shalt live2421: and if thou restore7725 her not, know3045 thou that thou shalt surely4191 die4191, thou, and all that are thine.","15":"And Abimelech40 said559, Behold, my land776 is before thee6440: dwell3427 where it pleaseth2896 5869 thee. where: Heb. as is good in thine eyes","6":"And God430 said559 unto him in a dream2472, Yea1571, I know3045 that thou didst6213 this in the integrity8537 of thy heart3824; for I also withheld2820 thee from sinning2398 against me: therefore suffered5414 I thee not to touch5060 her.","4":"But Abimelech40 had not come near7126 her: and he said559, Lord136, wilt thou slay2026 also a righteous6662 nation1471?","13":"And it came to pass, when God430 caused me to wander8582 from my father\u0027s1 house1004, that I said559 unto her, This is thy kindness2617 which thou shalt shew6213 unto me; at every place4725 whither we shall come935, say559 of me, He is my brother251."},"12":{"16":"And he entreated3190 Abram87 well3190 for her sake: and he had sheep6629, and oxen1241, and he asses2543, and menservants5650, and maidservants8198, and she asses860, and camels1581.","3":"And I will bless1288 them that bless1288 thee, and curse779 him that curseth7043 thee: and in thee shall all families4940 of the earth127 be blessed1288.","5":"And Abram87 took3947 Sarai8297 his wife802, and Lot3876 his brother\u0027s251 son1121, and all their substance7399 that they had gathered7408, and the souls5315 that they had gotten6213 in Haran2771; and they went forth3318 to go3212 into the land776 of Canaan3667; and into the land776 of Canaan3667 they came935.","18":"And Pharaoh6547 called7121 Abram87, and said559, What is this that thou hast done6213 unto me? why didst thou not tell5046 me that she was thy wife802?","12":"Therefore it shall come to pass, when the Egyptians4713 shall see7200 thee, that they shall say559, This is his wife802: and they will kill2026 me, but they will save thee alive2421.","10":"And there was a famine7458 in the land776: and Abram87 went down3381 into Egypt4714 to sojourn1481 there; for the famine7458 was grievous3515 in the land776.","2":"And I will make of thee6213 a great1419 nation1471, and I will bless1288 thee, and make1431 thy name8034 great1431; and thou shalt be a blessing1293:","8":"And he removed6275 from thence unto a mountain2022 on the east6924 of Bethel1008, and pitched5186 his tent168, having Bethel1008 on the west3220, and Hai5857 on the east6924: and there he builded1129 an altar4196 unto the LORD3068, and called7121 upon the name8034 of the LORD3068.","17":"And the LORD3068 plagued5060 Pharaoh6547 and his house1004 with great1419 plagues5061 because of1697 Sarai8297 Abram\u0027s87 wife802.","11":"And it came to pass, when834 he was come near7126 to enter935 into Egypt4714, that he said559 unto Sarai8297 his wife802, Behold2009 now4994, I know3045 that thou art a fair3303 woman802 to look upon4758:","1":"Now the LORD3068 had said559 unto Abram87, Get thee out3212 of thy country776, and from thy kindred4138, and from thy father\u0027s1 house1004, unto a land776 that I will shew7200 thee:","9":"And Abram87 journeyed5265, going on1980 still5265 toward the south5045. going: Heb. in going and journeying","14":"And it came to pass, that, when Abram87 was come935 into Egypt4714, the Egyptians4713 beheld7200 the woman802 that she was very3966 fair3303.","7":"And the LORD3068 appeared7200 unto Abram87, and said559, Unto thy seed2233 will I give5414 this2063 land776: and there builded1129 he an altar4196 unto the LORD3068, who appeared7200 unto him.","15":"The princes8269 also of Pharaoh6547 saw7200 her, and commended1984 her before413 Pharaoh6547: and the woman802 was taken3947 into Pharaoh\u0027s6547 house1004.","20":"And Pharaoh6547 commanded6680 his men582 concerning him: and they sent him away7971, and his wife802, and all that he had.","6":"And Abram87 passed through5674 the land776 unto the place4725 of Sichem7927, unto the plain436 of Moreh4176. And the Canaanite3669 was then227 in the land776.","4":"So Abram87 departed3212, as the LORD3068 had spoken1696 unto him; and Lot3876 went3212 with him: and Abram87 was seventy7657 8141 and five2568 years8141 old1121 when he departed3318 out of Haran2771.","19":"Why saidst thou559, She is my sister269? so I might have taken3947 her to me to wife802: now therefore behold thy wife802, take3947 her, and go thy way3212.","13":"Say559, I pray thee4994, thou art my sister269: that4616 it may be well3190 with me for thy sake; and my soul5315 shall live2421 because of thee1558."},"10":{"11":"Out of that land776 went forth3318 Asshur804, and builded1129 Nineveh5210, and the city5892 Rehoboth7344, and Calah3625, went: or, he went out into Assyria the city: or, the streets of the city","3":"And the sons1121 of Gomer1586; Ashkenaz813, and Riphath7384, and Togarmah8425.","20":"These are the sons1121 of Ham2526, after their families4940, after their tongues3956, in their countries776, and in their nations1471.","12":"And Resen7449 between Nineveh5210 and Calah3625: the same is a great1419 city5892.","10":"And the beginning7225 of his kingdom4467 was Babel894, and Erech751, and Accad390, and Calneh3641, in the land776 of Shinar8152. Babel: Gr. Babylon","17":"And the Hivite2340, and the Arkite6208, and the Sinite5513,","13":"And Mizraim4714 begat3205 Ludim3866, and Anamim6047, and Lehabim3853, and Naphtuhim5320,","27":"And Hadoram1913, and Uzal187, and Diklah1853,","30":"And their dwelling4186 was from Mesha4852, as thou goest935 unto Sephar5611 a mount2022 of the east6924.","18":"And the Arvadite721, and the Zemarite6786, and the Hamathite2577: and afterward310 were the families4940 of the Canaanites3669 spread abroad6327.","29":"And Ophir211, and Havilah2341, and Jobab3103: all these were the sons1121 of Joktan3355.","23":"And the children1121 of Aram758; Uz5780, and Hul2343, and Gether1666, and Mash4851.","19":"And the border1366 of the Canaanites3669 was from Sidon6721, as thou comest935 to Gerar1642, unto Gaza5804; as thou goest935, unto Sodom5467, and Gomorrah6017, and Admah126, and Zeboim6636, even unto Lasha3962. Gaza: Heb. Azzah","1":"Now these are the generations8435 of the sons1121 of Noah5146, Shem8035, Ham2526, and Japheth3315: and unto them were sons1121 born3205 after310 the flood3999.","5":"By these were the isles339 of the Gentiles1471 divided in6504 their lands776; every one376 after his tongue3956, after their families4940, in their nations1471.","4":"And the sons1121 of Javan3120; Elishah473, and Tarshish8659, Kittim3794, and Dodanim1721. Dodanim: or, as some read it, Rodanim","8":"And Cush3568 begat3205 Nimrod5248: he began2490 to be1961 a mighty one1368 in the earth776.","26":"And Joktan3355 begat3205 Almodad486, and Sheleph8026, and Hazarmaveth2700, and Jerah3392,","14":"And Pathrusim6625, and Casluhim3695, (out of whom came3318 Philistim6430,) and Caphtorim3732.","22":"The children1121 of Shem8035; Elam5867, and Asshur804, and Arphaxad775, and Lud3865, and Aram758. Arphaxad: Heb. Arpachshad","28":"And Obal5745, and Abimael39, and Sheba7614,","25":"And unto Eber5677 were born3205 two8147 sons1121: the name8034 of one259 was Peleg6389; for in his days3117 was the earth776 divided6385; and his brother\u0027s251 name8034 was Joktan3355. Peleg: that is Division","9":"He was a mighty1368 hunter6718 before6440 the LORD3068: wherefore3651 it is said559, Even as Nimrod5248 the mighty1368 hunter6718 before6440 the LORD3068.","15":"And Canaan3667 begat3205 Sidon6721 his firstborn1060, and Heth2845, Sidon: Heb. Tzidon","21":"Unto Shem8035 also, the father1 of all the children1121 of Eber5677, the brother251 of Japheth3315 the elder1419, even to him were children born3205.","24":"And Arphaxad775 begat3205 Salah7974; and Salah7974 begat3205 Eber5677. Salah: Heb. Shelah","16":"And the Jebusite2983, and the Amorite567, and the Girgasite1622,","32":"These are the families4940 of the sons1121 of Noah5146, after their generations8435, in their nations1471: and by these were the nations1471 divided6504 in the earth776 after310 the flood3999.","7":"And the sons1121 of Cush3568; Seba5434, and Havilah2341, and Sabtah5454, and Raamah7484, and Sabtecha5455: and the sons1121 of Raamah7484; Sheba7614, and Dedan1719.","2":"The sons1121 of Japheth3315; Gomer1586, and Magog4031, and Madai4074, and Javan3120, and Tubal8422, and Meshech4902, and Tiras8494.","6":"And the sons1121 of Ham2526; Cush3568, and Mizraim4714, and Phut6316, and Canaan3667.","31":"These are the sons1121 of Shem8035, after their families4940, after their tongues3956, in their lands776, after their nations1471."},"17":{"11":"And ye shall circumcise5243 the flesh1320 of your foreskin6190; and it shall be a token226 of the covenant1285 betwixt me and you.","3":"And Abram87 fell5307 on his face6440: and God430 talked1696 with him, saying559,","20":"And as for Ishmael3458, I have heard thee8085: Behold, I have blessed1288 him, and will make him fruitful6509, and will multiply7235 him exceedingly3966 3966; twelve6240 8147 princes5387 shall he beget3205, and I will make him5414 a great1419 nation1471.","12":"And he that is eight8083 days3117 old1121 shall be circumcised4135 among you, every man child2145 in your generations1755, he that is born3211 in the house1004, or bought4736 with money3701 of any stranger1121 5236, which is not of thy seed2233. he that is eight: Heb. a son of eight days","10":"This is my covenant1285, which ye shall keep8104, between me and you and thy seed2233 after thee310; Every man child2145 among you shall be circumcised4135.","17":"Then Abraham85 fell5307 upon his face6440, and laughed6711, and said559 in his heart3820, Shall a child be born3205 unto him that is an hundred3967 years8141 old1121? and shall Sarah8283, that is ninety8673 years8141 old1323, bear3205?","13":"He that is born3211 in thy house1004, and he that is bought4736 with thy money3701, must needs4135 be circumcised4135: and my covenant1285 shall be in your flesh1320 for an everlasting5769 covenant1285.","27":"And all the men582 of his house1004, born3211 in the house1004, and bought4736 with money3701 of the stranger1121 5236, were circumcised4135 with him.","18":"And Abraham85 said559 unto God430, O that3863 Ishmael3458 might live2421 before thee6440!","23":"And Abraham85 took3947 Ishmael3458 his son1121, and all that were born3211 in his house1004, and all that were bought4736 with his money3701, every male2145 among the men582 of Abraham\u0027s85 house1004; and circumcised4135 the flesh1320 of their foreskin6190 in the selfsame6106 day3117, as God430 had said1696 unto him.","19":"And God430 said559, Sarah8283 thy wife802 shall bear3205 thee a son1121 indeed61; and thou shalt call7121 his name8034 Isaac3327: and I will establish6965 my covenant1285 with him for an everlasting5769 covenant1285, and with his seed2233 after him310.","1":"And when Abram87 was ninety8673 8141 years8141 old1121 and nine8672, the LORD3068 appeared7200 to Abram87, and said559 unto him, I am the Almighty7706 God410; walk1980 before me6440, and be thou perfect8549. perfect: or, upright, or, sincere","5":"Neither shall thy name8034 any more be called7121 Abram87, but thy name8034 shall be Abraham85; for a father1 of many1995 nations1471 have I made thee5414. Abraham: that is, Father of a great multitude","4":"As for me589, behold, my covenant1285 is with thee, and thou shalt be a father1 of many1995 nations1471. many: Heb. multitude of nations","8":"And I will give5414 unto thee, and to thy seed2233 after thee310, the land776 wherein thou art a stranger4033, all the land776 of Canaan3667, for an everlasting5769 possession272; and I will be their God430. wherein: Heb. of thy sojournings","26":"In the selfsame6106 day3117 was Abraham85 circumcised4135, and Ishmael3458 his son1121.","14":"And the uncircumcised6189 man child2145 whose834 flesh1320 of his foreskin6190 is not circumcised4135, that soul5315 shall be cut off3772 from his people5971; he hath broken6565 my covenant1285.","22":"And he left off3615 talking1696 with him, and God430 went up5927 from Abraham85.","25":"And Ishmael3458 his son1121 was thirteen6240 7969 years8141 old1121, when he was circumcised4135 in the flesh1320 of his foreskin6190.","9":"And God430 said559 unto Abraham85, Thou shalt keep8104 my covenant1285 therefore, thou, and thy seed2233 after thee310 in their generations1755.","15":"And God430 said559 unto Abraham85, As for Sarai8297 thy wife802, thou shalt not call7121 her name8034 Sarai8297, but3588 Sarah8283 shall her name8034 be. Sarah: that is Princess","21":"But my covenant1285 will I establish6965 with Isaac3327, which Sarah8283 shall bear3205 unto thee at this set time4150 in the next312 year8141.","24":"And Abraham85 was ninety8673 years8141 old1121 and nine8672, when he was circumcised4135 in the flesh1320 of his foreskin6190.","16":"And I will bless1288 her, and give5414 thee a son1121 also of her: yea, I will bless1288 her, and she shall be a mother of nations1471; kings4428 of people5971 shall be of her. she: Heb. she shall become nations","7":"And I will establish6965 my covenant1285 between me and thee and thy seed2233 after thee310 in their generations1755 for an everlasting5769 covenant1285, to be a God430 unto thee, and to thy seed2233 after thee310.","2":"And I will make5414 my covenant1285 between me and thee, and will multiply7235 thee exceedingly3966 3966.","6":"And I will make6509 thee exceeding3966 3966 fruitful6509, and I will make5414 nations1471 of thee, and kings4428 shall come out3318 of thee."},"44":{"11":"Then they speedily4116 took down3381 every man376 his sack572 to the ground776, and opened6605 every man376 his sack572.","3":"As soon as the morning1242 was light215, the men582 were sent away7971, they and their asses2543.","20":"And we said559 unto my lord113, We have3426 a father1, an old man2205, and a child3206 of his old age2208, a little one6996; and his brother251 is dead4191, and he alone is left3498 of his mother517, and his father1 loveth157 him.","12":"And he searched2664, and began2490 at the eldest1419, and left3615 at the youngest6996: and the cup1375 was found4672 in Benjamin\u0027s1144 sack572.","10":"And he said559, Now also let it be according unto your words1697:3651 he with whom it is found4672 shall be my servant5650; and ye shall be blameless5355.","17":"And he said559, God forbid2486 that I should do6213 so2063: but the man376 in whose hand3027 the cup1375 is found4672, he shall be my servant5650; and as for you, get you up5927 in peace7965 unto your father1.","13":"Then they rent7167 their clothes8071, and laded6006 every man376 his ass2543, and returned7725 to the city5892.","27":"And thy servant5650 my father1 said559 unto us, Ye know3045 that my wife802 bare3205 me two8147 sons:","30":"Now therefore when I come935 to thy servant5650 my father1, and the lad5288 be not with us; seeing that his life5315 is bound up7194 in the lad\u0027s life5315;","18":"Then Judah3063 came near5066 unto him, and said559, Oh994 my lord113, let thy servant5650, I pray thee, speak1696 a word1697 in my lord\u0027s113 ears241, and let not thine anger639 burn2734 against thy servant5650: for thou art even as Pharaoh6547.","29":"And if ye take3947 this also from5973 me6440, and mischief611 befall him7136, ye shall bring down3381 my gray hairs7872 with sorrow7451 to the grave7585.","23":"And thou saidst559 unto thy servants5650, Except3808 your youngest6996 brother251 come down3381 with you, ye shall see7200 3254 my face6440 no more7200 3254.","19":"My lord113 asked7592 his servants5650, saying559, Have3426 ye a father1, or a brother251?","1":"And he commanded6680 the steward of his house1004, saying559, Fill4390 the men\u0027s582 sacks572 with food400, as much as834 they can3201 carry5375, and put7760 every man\u0027s376 money3701 in his sack\u0027s572 mouth6310. the steward: Heb. him that was over his house","5":"Is not this it in which my lord113 drinketh8354, and whereby indeed5172 he divineth5172? ye have done evil7489 in so doing6213. divineth: or, maketh trial?","4":"And when they were gone out3318 of the city5892, and not yet far off7368, Joseph3130 said559 unto his steward1004, Up6965, follow7291 after310 the men582; and when thou dost overtake5381 them, say559 unto them, Wherefore have ye rewarded7999 evil7451 for good2896?","8":"Behold, the money3701, which we found4672 in our sacks\u0027572 mouths6310, we brought again7725 unto thee out of the land776 of Canaan3667: how then should we steal1589 out of thy lord\u0027s113 house1004 silver3701 or gold2091?","26":"And we said559, We cannot3201 go down3381: if our youngest6996 brother251 be3426 with us, then will we go down3381: for we may3201 not see7200 the man\u0027s376 face6440, except369 our youngest6996 brother251 be with us.","14":"And Judah3063 and his brethren251 came935 to Joseph\u0027s3130 house1004; for he was yet there: and they fell5307 before him6440 on the ground776.","22":"And we said559 unto my lord113, The lad5288 cannot3201 leave5800 his father1: for if he should leave5800 his father1, his father would die4191.","28":"And the one259 went out3318 from me, and I said559, Surely2963 he is torn in pieces2963; and I saw him7200 not since2008:","25":"And our father1 said559, Go again7725, and buy7666 us a little4592 food400.","9":"With whomsoever of thy servants5650 it be found4672, both let him die4191, and we also will be my lord\u0027s113 bondmen5650.","33":"Now therefore, I pray thee, let thy servant5650 abide3427 instead of the lad5288 a bondman5650 to my lord113; and let the lad5288 go up5927 with his brethren251.","15":"And Joseph3130 said559 unto them, What deed4639 is this that ye have done6213? wot ye3045 not that such a man376 as I can certainly5172 divine5172? divine: or, make trial?","34":"For how349 shall I go up5927 to my father1, and the lad5288 be not with me? lest peradventure I see7200 the evil7451 that shall come on4672 my father1. come: Heb. find my father","21":"And thou saidst559 unto thy servants5650, Bring him down3381 unto me, that I may set7760 mine eyes5869 upon him.","24":"And it came to pass when we came up5927 unto thy servant5650 my father1, we told5046 him the words1697 of my lord113.","16":"And Judah3063 said559, What shall we say559 unto my lord113? what shall we speak1696? or how shall we clear ourselves6663? God430 hath found out4672 the iniquity5771 of thy servants5650: behold, we are my lord\u0027s113 servants5650, both we, and he also1571 with whom834 3027 the cup1375 is found4672.","32":"For thy servant5650 became surety6148 for the lad5288 unto5973 my father1, saying559, If I bring935 him not unto thee, then I shall bear the blame2398 to my father1 for ever3117.","7":"And they said559 unto him, Wherefore saith1696 my lord113 these words1697? God forbid2486 that thy servants5650 should do6213 according to this thing1697:","2":"And put7760 my cup1375, the silver3701 cup1375, in the sack\u0027s572 mouth6310 of the youngest6996, and his corn7668 money3701. And he did6213 according to the word1697 that Joseph3130 had spoken1696.","6":"And he overtook5381 them, and he spake1696 unto them these same428 words1697.","31":"It shall come to pass, when he seeth7200 that the lad5288 is not with us, that he will die4191: and thy servants5650 shall bring down3381 the gray hairs7872 of thy servant5650 our father1 with sorrow3015 to the grave7585."},"40":{"16":"When the chief8269 baker644 saw7200 that the interpretation6622 was good2896, he said559 unto Joseph3130, I also637 was in my dream2472, and, behold, I had three7969 white2751 baskets5536 on my head7218: white: or, full of holes","3":"And he put5414 them in ward4929 in the house1004 of the captain8269 of the guard2876, into the prison1004 5470, the place4725 where Joseph3130 was bound631.","5":"And they dreamed2492 a dream2472 both of them8147, each man376 his dream2472 in one259 night3915, each man376 according to the interpretation6623 of his dream2472, the butler8248 and the baker644 of the king4428 of Egypt4714, which were bound631 in the prison1004 5470.","21":"And he restored7725 the chief8269 butler8248 unto his butlership4945 again7725; and he gave5414 the cup3563 into Pharaoh\u0027s6547 hand3709:","18":"And Joseph3130 answered6030 and said559, This is the interpretation6623 thereof: The three7969 baskets5536 are three7969 days3117:","12":"And Joseph3130 said559 unto him, This is the interpretation6623 of it: The three7969 branches8299 are three7969 days3117:","10":"And in the vine1612 were three7969 branches8299: and it was as though it budded6524, and her blossoms5322 shot forth5927; and the clusters811 thereof brought forth ripe1310 grapes6025:","2":"And Pharaoh6547 was wroth7107 against5921 two8147 of his officers5631, against the chief8269 of the butlers8248, and against the chief8269 of the bakers644.","22":"But he hanged8518 the chief8269 baker644: as Joseph3130 had interpreted6622 to them.","8":"And they said559 unto him, We have dreamed2492 a dream2472, and there is no interpreter6622 of it. And Joseph3130 said559 unto them, Do not interpretations6623 belong to God430? tell me5608 them, I pray you.","17":"And in the uppermost5945 basket5536 there was of all manner3978 of bakemeats4639 644 for Pharaoh6547; and the birds5775 did eat398 them out of the basket5536 upon5921 my head7218. bakemeats: Heb. meat of Pharaoh, the work of a baker, or, cook","11":"And Pharaoh\u0027s6547 cup3563 was in my hand3027: and I took3947 the grapes6025, and pressed7818 them into Pharaoh\u0027s6547 cup3563, and I gave5414 the cup3563 into Pharaoh\u0027s6547 hand3709.","1":"And it came to pass after310 these things1697, that the butler8248 of the king4428 of Egypt4714 and his baker644 had offended2398 their lord113 the king4428 of Egypt4714.","9":"And the chief8269 butler8248 told5608 his dream2472 to Joseph3130, and said559 to him, In my dream2472, behold, a vine1612 was before me6440;","14":"But think2142 on me when it shall be well3190 with thee, and shew6213 kindness2617, I pray thee, unto me, and make mention2142 of me unto Pharaoh6547, and bring me3318 out of this house1004: think: Heb. remember me with thee","7":"And he asked7592 Pharaoh\u0027s6547 officers5631 that were with him in the ward4929 of his lord\u0027s113 house1004, saying559, Wherefore look6440 ye so sadly7451 to day3117? look: Heb. are your faces evil?","15":"For indeed I was stolen away1589 out of the land776 of the Hebrews5680: and here also have I done6213 nothing3972 that they should put7760 me into the dungeon953.","20":"And it came to pass the third7992 day3117, which was Pharaoh\u0027s6547 birthday3117 3205, that he made6213 a feast4960 unto all his servants5650: and he lifted up5375 the head7218 of the chief8269 butler8248 and of the chief8269 baker644 among8432 his servants5650. lifted: or, reckoned","23":"Yet did not the chief8269 butler8248 remember2142 Joseph3130, but forgat7911 him.","6":"And Joseph3130 came in935 unto them in the morning1242, and looked7200 upon them, and, behold, they were sad2196.","4":"And the captain8269 of the guard2876 charged6485 Joseph3130 with them, and he served8334 them: and they continued a season3117 in ward4929.","19":"Yet within three7969 days3117 shall Pharaoh6547 lift up5375 thy head7218 from off thee, and shall hang8518 thee on a tree6086; and the birds5775 shall eat398 thy flesh1320 from off thee. lift: or, reckon thee, and take thy office from thee","13":"Yet5750 within three7969 days3117 shall Pharaoh6547 lift up5375 thine head7218, and restore7725 thee unto thy place3653: and thou shalt deliver5414 Pharaoh\u0027s6547 cup3563 into his hand3027, after the former7223 manner4941 when thou wast his butler8248. lift: or, reckon"},"13":{"16":"And I will make7760 thy seed2233 as the dust6083 of the earth776: so that834 if a man376 can3201 number4487 the dust6083 of the earth776, then shall thy seed2233 also be numbered4487.","3":"And he went3212 on his journeys4550 from the south5045 even to Bethel1008, unto the place4725 where his tent168 had been1961 at the beginning8462, between Bethel1008 and Hai5857;","5":"And Lot3876 also, which went1980 with854 Abram87, had flocks6629, and herds1241, and tents168.","18":"Then Abram87 removed his tent167, and came935 and dwelt3427 in the plain436 of Mamre4471, which is in Hebron2275, and built1129 there an altar4196 unto the LORD3068. plain: Heb. plains","12":"Abram87 dwelled3427 in the land776 of Canaan3667, and Lot3876 dwelled3427 in the cities5892 of the plain3603, and pitched his tent167 toward5704 Sodom5467.","10":"And Lot3876 lifted up5375 his eyes5869, and beheld7200 all the plain3603 of Jordan3383, that it was well watered4945 every where, before6440 the LORD3068 destroyed7843 Sodom5467 and Gomorrah6017, even as the garden1588 of the LORD3068, like the land776 of Egypt4714, as thou comest935 unto Zoar6820.","2":"And Abram87 was very3966 rich3513 in cattle4735, in silver3701, and in gold2091.","8":"And Abram87 said559 unto Lot3876, Let there be1961 no408 strife4808, I pray thee, between me and thee, and between my herdmen7462 and thy herdmen7462; for we582 be brethren251. brethren: Heb. men brethren","17":"Arise6965, walk1980 through the land776 in the length753 of it and in the breadth7341 of it; for I will give5414 it unto thee.","11":"Then Lot3876 chose977 him all the plain3603 of Jordan3383; and Lot3876 journeyed5265 east6924: and they separated themselves6504 the one376 from the other251.","1":"And Abram87 went up5927 out of Egypt4714, he, and his wife802, and all that he had, and Lot3876 with him, into the south5045.","9":"Is not the whole land776 before thee6440? separate thyself6504, I pray thee, from me: if thou wilt take the left hand8040, then I will go to the right3231; or if thou depart to the right hand3225, then I will go to the left8041.","14":"And the LORD3068 said559 unto Abram87, after310 that Lot3876 was separated6504 from him, Lift up5375 now thine eyes5869, and look7200 from the place4725 where thou art northward6828, and southward5045, and eastward6924, and westward3220:","7":"And there was a strife7379 between the herdmen7462 of Abram\u0027s87 cattle4735 and the herdmen7462 of Lot\u0027s3876 cattle4735: and the Canaanite3669 and the Perizzite6522 dwelled3427 then in the land776.","15":"For all the land776 which thou seest7200, to thee will I give it5414, and to thy seed2233 for5704 ever5769.","6":"And the land776 was not able to bear5375 them, that they might dwell3427 together3162: for their substance7399 was great7227, so that they could3201 not dwell3427 together3162.","4":"Unto the place4725 of the altar4196, which he had made6213 there at the first7223: and there Abram87 called7121 on the name8034 of the LORD3068.","13":"But the men582 of Sodom5467 were wicked7451 and sinners2400 before the LORD3068 exceedingly3966."},"27":{"11":"And Jacob3290 said559 to Rebekah7259 his mother517, Behold, Esau6215 my brother251 is a hairy8163 man376, and I am a smooth2509 man376:","41":"And Esau6215 hated7852 Jacob3290 because5921 of the blessing1293 wherewith834 his father1 blessed him1288: and Esau6215 said559 in his heart3820, The days3117 of mourning60 for my father1 are at hand7126; then will I slay2026 my brother251 Jacob3290.","45":"Until thy brother\u0027s251 anger639 turn away7725 from thee, and he forget7911 that which thou hast done6213 to him: then I will send7971, and fetch3947 thee from thence: why4100 should I be deprived7921 also of you both8147 in one259 day3117?","42":"And these words1697 of Esau6215 her elder1419 son1121 were told5046 to Rebekah7259: and she sent7971 and called7121 Jacob3290 her younger6996 son1121, and said559 unto him, Behold, thy brother251 Esau6215, as touching thee, doth comfort5162 himself, purposing to kill2026 thee.","3":"Now therefore take5375, I pray thee, thy weapons3627, thy quiver8522 and thy bow7198, and go out3318 to the field7704, and take6679 me some venison6718 6720; take: Heb. hunt","20":"And Isaac3327 said559 unto his son1121, How is it that thou hast found4672 it so quickly4116, my son1121? And he said559, Because the LORD3068 thy God430 brought7136 it to me6440. to me: Heb. before me","12":"My father1 peradventure will feel4959 me, and I shall seem5869 to him as a deceiver8591; and I shall bring935 a curse7045 upon me, and not a blessing1293.","10":"And thou shalt bring935 it to thy father1, that he may eat398, and that834 he may bless1288 thee before6440 his death4194.","17":"And she gave5414 the savoury meat4303 and the bread3899, which she had prepared6213, into the hand3027 of her son1121 Jacob3290.","44":"And tarry3427 with him a few259 days3117, until834 thy brother\u0027s251 fury2534 turn away7725;","40":"And by thy sword2719 shalt thou live2421, and shalt serve5647 thy brother251; and it shall come to pass when thou shalt have the dominion7300, that thou shalt break6561 his yoke5923 from off thy neck6677.","13":"And his mother517 said559 unto him, Upon me be thy curse7045, my son1121: only obey8085 my voice6963, and go3212 fetch3947 me them.","27":"And he came near5066, and kissed5401 him: and he smelled7306 the smell7381 of his raiment899, and blessed1288 him, and said559, See7200, the smell7381 of my son1121 is as the smell7381 of a field7704 which the LORD3068 hath blessed1288:","30":"And it came to pass, as soon as Isaac3327 had made an end3615 of blessing1288 Jacob3290, and Jacob3290 was yet389 scarce3318 gone out3318 from the presence6440 of Isaac3327 his father1, that Esau6215 his brother251 came in935 from his hunting6718.","18":"And he came935 unto his father1, and said559, My father1: and he said559, Here am I; who art thou, my son1121?","36":"And he said559, Is not he rightly3588 named7121 8034 Jacob3290? for he hath supplanted me6117 these2088 two times6471: he took away3947 my birthright1062; and, behold, now he hath taken away3947 my blessing1293. And he said559, Hast thou not reserved680 a blessing1293 for me? Jacob: that is, A supplanter","29":"Let people5971 serve5647 thee, and nations3816 bow down7812 to thee: be1933 lord1376 over thy brethren251, and let thy mother\u0027s517 sons1121 bow down7812 to thee: cursed779 be every one that curseth779 thee, and blessed1288 be he that blesseth1288 thee.","23":"And he discerned5234 him not, because his hands3027 were hairy8163, as his brother251 Esau\u0027s6215 hands3027: so he blessed1288 him.","19":"And Jacob3290 said559 unto his father1, I am Esau6215 thy firstborn1060; I have done6213 according as thou badest1696 me: arise6965, I pray thee, sit3427 and eat398 of my venison6718, that thy soul5315 may bless1288 me.","1":"And it came to pass1961, that when Isaac3327 was old2204, and his eyes5869 were dim3543, so that he could not see7200, he called7121 Esau6215 his eldest1419 son1121, and said559 unto him, My son1121: and he said559 unto him, Behold, here am I.","5":"And Rebekah7259 heard8085 when Isaac3327 spake1696 to Esau6215 his son1121. And Esau6215 went3212 to the field7704 to hunt6679 for venison6718, and to bring935 it.","4":"And make6213 me savoury meat4303, such as834 I love157, and bring935 it to me, that I may eat398; that my soul5315 may bless1288 thee before2962 I die4191.","8":"Now therefore, my son1121, obey8085 my voice6963 according to that which834 I command6680 thee.","26":"And his father1 Isaac3327 said559 unto him, Come near5066 now, and kiss5401 me, my son1121.","39":"And Isaac3327 his father1 answered6030 and said559 unto him, Behold, thy dwelling4186 shall be the fatness4924 of the earth776, and of the dew2919 of heaven8064 from above5920; the fatness: or, of the fatness","14":"And he went3212, and fetched3947, and brought935 them to his mother517: and his mother517 made6213 savoury meat4303, such as his father1 loved157.","37":"And Isaac3327 answered6030 and said559 unto Esau6215, Behold, I have made7760 him thy lord1376, and all his brethren251 have I given5414 to him for servants5650; and with corn1715 and wine8492 have I sustained5564 him: and what shall I do6213 now645 unto thee, my son1121? sustained: or, supported","22":"And Jacob3290 went near5066 unto Isaac3327 his father1; and he felt4959 him, and said559, The voice6963 is Jacob\u0027s3290 voice6963, but the hands3027 are the hands3027 of Esau6215.","28":"Therefore God430 give5414 thee of the dew2919 of heaven8064, and the fatness4924 of the earth776, and plenty7230 of corn1715 and wine8492:","25":"And he said559, Bring it near5066 to me, and I will eat398 of my son\u0027s1121 venison6718, that my soul5315 may bless1288 thee. And he brought it near5066 to him, and he did eat398: and he brought935 him wine3196, and he drank8354.","9":"Go3212 now to the flock6629, and fetch3947 me from thence two8147 good2896 kids1423 of the goats5795; and I will make6213 them savoury meat4303 for thy father1, such as he loveth157:","33":"And Isaac3327 trembled2729 very1419 exceedingly3966 2731, and said559, Who? where645 is he that hath taken6679 venison6718, and brought935 it me, and I have eaten398 of all before thou camest935, and have blessed1288 him? yea, and he shall be blessed1288. trembled: Heb. trembled with a great trembling greatly taken: Heb. hunted","15":"And Rebekah7259 took3947 goodly2532 raiment899 of her eldest1419 son1121 Esau6215, which were with her in the house1004, and put them upon3847 Jacob3290 her younger6996 son1121: goodly: Heb. desirable","34":"And when Esau6215 heard8085 the words1697 of his father1, he cried6817 with a great1419 and exceeding3966 bitter4751 cry6818, and said559 unto his father1, Bless1288 me, even me also, O my father1.","21":"And Isaac3327 said559 unto Jacob3290, Come near5066, I pray thee, that I may feel4184 thee, my son1121, whether thou be my very2088 son1121 Esau6215 or not.","24":"And he said559, Art thou my very son1121 Esau6215? And he said559, I am.","46":"And Rebekah7259 said559 to Isaac3327, I am weary6973 of my life2416 because6440 of the daughters1323 of Heth2845: if Jacob3290 take3947 a wife802 of the daughters1323 of Heth2845, such as these which are of the daughters1323 of the land776, what good4100 shall my life2416 do me?","16":"And she put3847 the skins5785 of the kids1423 of the goats5795 upon his hands3027, and upon the smooth2513 of his neck6677:","35":"And he said559, Thy brother251 came935 with subtilty4820, and hath taken away3947 thy blessing1293.","32":"And Isaac3327 his father1 said559 unto him, Who art thou? And he said559, I am thy son1121, thy firstborn1060 Esau6215.","7":"Bring935 me venison6718, and make6213 me savoury meat4303, that I may eat398, and bless1288 thee before6440 the LORD3068 before6440 my death4194.","43":"Now therefore, my son1121, obey8085 my voice6963; and arise6965, flee1272 thou to Laban3837 my brother251 to Haran2771;","2":"And he said559, Behold now, I am old2204, I know3045 not the day3117 of my death4194:","38":"And Esau6215 said559 unto his father1, Hast thou but one259 blessing1293, my father1? bless1288 me, even me also, O my father1. And Esau6215 lifted up5375 his voice6963, and wept1058.","6":"And Rebekah7259 spake559 unto Jacob3290 her son1121, saying559, Behold, I heard8085 thy father1 speak1696 unto Esau6215 thy brother251, saying559,","31":"And he also had made6213 savoury meat4303, and brought it935 unto his father1, and said559 unto his father1, Let my father1 arise6965, and eat398 of his son\u0027s1121 venison6718, that thy soul5315 may bless1288 me."},"30":{"11":"And Leah3812 said559, A troop1409 cometh935: and she called7121 his name8034 Gad1410. Gad: that is, A troop, or, company","41":"And it came to pass, whensoever the stronger7194 cattle6629 did conceive3179, that Jacob3290 laid7760 the rods4731 before the eyes5869 of the cattle6629 in the gutters7298, that they might conceive3179 among the rods4731.","42":"But when the cattle6629 were feeble5848, he put them not in7760: so the feebler5848 were Laban\u0027s3837, and the stronger7194 Jacob\u0027s3290.","3":"And she said559, Behold my maid519 Bilhah1090, go in935 unto her; and she shall bear3205 upon my knees1290, that I may also have children1129 by her. have: Heb. be built by her","20":"And Leah3812 said559, God430 hath endued2064 me with a good2896 dowry2065; now6471 will my husband376 dwell2082 with me, because I have born3205 him six8337 sons1121: and she called7121 his name8034 Zebulun2074. Zebulun: that is, Dwelling: Gr. Zabulon","12":"And Zilpah2153 Leah\u0027s3812 maid8198 bare3205 Jacob3290 a second8145 son1121.","10":"And Zilpah2153 Leah\u0027s3812 maid8198 bare3205 Jacob3290 a son1121.","17":"And God430 hearkened8085 unto Leah3812, and she conceived2029, and bare3205 Jacob3290 the fifth2549 son1121.","40":"And Jacob3290 did separate6504 the lambs3775, and set5414 the faces6440 of the flocks6629 toward413 the ringstraked6124, and all the brown2345 in the flock6629 of Laban3837; and he put7896 his own flocks5739 by themselves, and put7896 them not unto Laban\u0027s3837 cattle6629.","13":"And Leah3812 said559, Happy am I837, for the daughters1323 will call me blessed833: and she called7121 his name8034 Asher836. Happy: Heb. In my happiness Asher: that is, Happy","27":"And Laban3837 said559 unto him, I pray thee, if I have found4672 favour2580 in thine eyes5869, tarry: for I have learned by experience5172 that the LORD3068 hath blessed1288 me for thy sake1558.","30":"For it was little4592 which thou hadst before I6440 came, and it is now increased6555 unto a multitude7230; and the LORD3068 hath blessed1288 thee since my coming7272: and now when4970 shall I provide6213 for mine own house1004 also? increased: Heb. broken forth since: Heb. at my foot","18":"And Leah3812 said559, God430 hath given5414 me my hire7939, because834 I have given5414 my maiden8198 to my husband376: and she called7121 his name8034 Issachar3485. Issachar: that is, An hire","36":"And he set7760 three7969 days\u00273117 journey1870 betwixt himself and Jacob3290: and Jacob3290 fed7462 the rest3498 of Laban\u0027s3837 flocks6629.","29":"And he said559 unto him, Thou knowest3045 how834 I have served5647 thee, and how834 thy cattle4735 was with me.","23":"And she conceived2029, and bare3205 a son1121; and said559, God430 hath taken away622 my reproach2781:","19":"And Leah3812 conceived2029 again, and bare3205 Jacob3290 the sixth8345 son1121.","1":"And when Rachel7354 saw7200 that she bare3205 Jacob3290 no children, Rachel7354 envied7065 her sister269; and said559 unto Jacob3290, Give3051 me children1121, or else369 I die4191.","5":"And Bilhah1090 conceived2029, and bare3205 Jacob3290 a son1121.","4":"And she gave5414 him Bilhah1090 her handmaid8198 to wife802: and Jacob3290 went in935 unto her.","8":"And Rachel7354 said559, With great430 wrestlings5319 have I wrestled6617 with my sister269, and I have prevailed3201: and she called7121 his name8034 Naphtali5321. great: Heb. wrestlings of God Naphtali: that is, My wrestling: Gr. Nephthalim","26":"Give5414 me my wives802 and my children3206, for2004 whom I have served5647 thee, and let me go3212: for thou knowest3045 my service5656 which I have done5647 thee.","39":"And the flocks6629 conceived3179 before the rods4731, and brought forth3205 cattle6629 ringstraked6124, speckled5348, and spotted2921.","14":"And Reuben7205 went in3212 the days3117 of wheat2406 harvest7105, and found4672 mandrakes1736 in the field7704, and brought935 them unto his mother517 Leah3812. Then Rachel7354 said559 to Leah3812, Give me5414, I pray thee, of thy son\u0027s1121 mandrakes1736.","37":"And Jacob3290 took3947 him rods4731 of green3892 poplar3839, and of the hazel3869 and chesnut tree6196; and pilled6478 white3836 strakes6479 in them, and made the white3836 appear4286 which was in the rods4731.","22":"And God430 remembered2142 Rachel7354, and God430 hearkened8085 to her, and opened6605 her womb7358.","28":"And he said559, Appoint5344 me thy wages7939, and I will give5414 it.","25":"And it came to pass, when Rachel7354 had born3205 Joseph3130, that Jacob3290 said559 unto Laban3837, Send me away7971, that I may go3212 unto mine own place4725, and to my country776.","9":"When Leah3812 saw7200 that she had left5975 bearing3205, she took3947 Zilpah2153 her maid8198, and gave5414 her Jacob3290 to wife802.","33":"So shall my righteousness6666 answer6030 for me in time3117 to come4279, when it shall come935 for my hire7939 before thy face6440: every one3605 that is not speckled5348 and spotted2921 among the goats5795, and brown2345 among the sheep3775, that shall be counted stolen1589 with me. in time: Heb. to morrow","15":"And she said559 unto her, Is it a small matter4592 that thou hast taken3947 my husband376? and wouldest thou take away3947 my son\u0027s1121 mandrakes1736 also? And Rachel7354 said559, Therefore he shall lie7901 with thee to night3915 for8478 thy son\u0027s1121 mandrakes1736.","34":"And Laban3837 said559, Behold, I would it might be3863 according to thy word1697.","21":"And afterwards310 she bare3205 a daughter1323, and called7121 her name8034 Dinah1783. Dinah: that is Judgment","24":"And she called7121 his name8034 Joseph3130; and said559, The LORD3068 shall add3254 to me another312 son1121. Joseph: that is, Adding","16":"And Jacob3290 came935 out of the field7704 in the evening6153, and Leah3812 went out3318 to meet7125 him, and said559, Thou must come in935 unto me; for surely7936 I have hired7936 thee with my son\u0027s1121 mandrakes1736. And he lay7901 with her that night3915.","35":"And he removed5493 that day3117 the he goats8495 that were ringstraked6124 and spotted2921, and all the she goats5795 that were speckled5348 and spotted2921, and every one that had some white3836 in it, and all the brown2345 among the sheep3775, and gave5414 them into the hand3027 of his sons1121.","32":"I will pass5674 through all thy flock6629 to day3117, removing5493 from thence all the speckled5348 and spotted2921 cattle7716, and all the brown2345 cattle7716 among the sheep3775, and the spotted2921 and speckled5348 among the goats5795: and of such shall be my hire7939.","7":"And Bilhah1090 Rachel\u0027s7354 maid8198 conceived2029 again, and bare3205 Jacob3290 a second8145 son1121.","43":"And the man376 increased6555 exceedingly3966 3966, and had much7227 cattle6629, and maidservants8198, and menservants5650, and camels1581, and asses2543.","2":"And Jacob\u0027s3290 anger639 was kindled2734 against Rachel7354: and he said559, Am I in God\u0027s430 stead, who hath withheld4513 from thee the fruit6529 of the womb990?","38":"And he set3322 the rods4731 which he had pilled6478 before5227 the flocks6629 in the gutters7298 in the watering4325 troughs8268 when the flocks6629 came935 to drink8354, that they should conceive3179 when they came935 to drink8354.","6":"And Rachel7354 said559, God430 hath judged1777 me, and hath also heard8085 my voice6963, and hath given5414 me a son1121: therefore called7121 she his name8034 Dan1835. Dan: that is, Judging","31":"And he said559, What shall I give thee5414? And Jacob3290 said559, Thou shalt not give5414 me any thing3972: if thou wilt do6213 this thing1697 for me, I will again7725 feed7462 and keep8104 thy flock6629:"},"18":{"11":"Now Abraham85 and Sarah8283 were old2205 and well stricken935 in age3117; and it ceased2308 to be with Sarah8283 after the manner734 of women802.","3":"And said559, My Lord136, if now I have found4672 favour2580 in thy sight5869, pass not away5674, I pray thee, from thy servant5650:","20":"And the LORD3068 said559, Because the cry2201 of Sodom5467 and Gomorrah6017 is great7227, and because their sin2403 is very3966 grievous3513;","12":"Therefore Sarah8283 laughed6711 within herself7130, saying559, After310 I am waxed old1086 shall I have pleasure5730, my lord113 being old also2204?","10":"And he said559, I will certainly7725 return7725 unto thee according to the time6256 of life2416; and, lo, Sarah8283 thy wife802 shall have a son1121. And Sarah8283 heard8085 it in the tent168 door6607, which was behind him310.","17":"And the LORD3068 said559, Shall I hide3680 from Abraham85 that thing which834 I do6213;","13":"And the LORD3068 said559 unto Abraham85, Wherefore4100 did Sarah8283 laugh6711, saying559, Shall I of a surety552 bear3205 a child, which589 am old2204?","27":"And Abraham85 answered6030 and said559, Behold now, I have taken upon me2974 to speak1696 unto the Lord136, which595 am but dust6083 and ashes665:","30":"And he said559 unto him, Oh4994 let not the Lord136 be angry2734, and I will speak1696: Peradventure there shall thirty7970 be found4672 there. And he said559, I will not do6213 it, if I find4672 thirty7970 there.","18":"Seeing that Abraham85 shall surely become a great1419 and mighty6099 nation1471, and all the nations1471 of the earth776 shall be blessed1288 in him?","29":"And he spake1696 unto him yet again3254, and said559, Peradventure there shall be forty705 found4672 there. And he said559, I will not do6213 it for forty\u0027s705 sake.","23":"And Abraham85 drew near5066, and said559, Wilt thou also destroy5595 the righteous6662 with5973 the wicked7563?","19":"For I know3045 him, that834 he will command6680 his children1121 and his household1004 after him310, and they shall keep8104 the way1870 of the LORD3068, to do6213 justice6666 and judgment4941; that the LORD3068 may bring935 upon Abraham85 that which he hath spoken1696 of him.","1":"And the LORD3068 appeared7200 unto him in the plains436 of Mamre4471: and he sat3427 in the tent168 door6607 in the heat2527 of the day3117;","5":"And I will fetch3947 a morsel6595 of bread3899, and comfort ye5582 your hearts3820; after that310 ye shall pass on5674: for therefore are ye come5674 to5921 your servant5650. And they said1696, So do6213, as thou hast said559. comfort: Heb. stay are: Heb. you have passed","4":"Let a little4592 water4325, I pray you4994, be fetched3947, and wash7364 your feet7272, and rest yourselves8172 under the tree6086:","8":"And he took3947 butter2529, and milk2461, and the calf1121 1241 which he had dressed6213, and set5414 it before them6440; and he stood5975 by them under the tree6086, and they did eat398.","26":"And the LORD3068 said559, If I find4672 in Sodom5467 fifty2572 righteous6662 within8432 the city5892, then I will spare5375 all the place4725 for their sakes.","14":"Is6381 any thing1697 too hard6381 for the LORD3068? At the time appointed4150 I will return7725 unto thee, according to the time6256 of life2416, and Sarah8283 shall have a son1121.","22":"And the men582 turned their faces6437 from thence, and went3212 toward Sodom5467: but Abraham85 stood5975 yet5750 before6440 the LORD3068.","28":"Peradventure there shall lack2637 five2568 of the fifty2572 righteous6662: wilt thou destroy7843 all the city5892 for lack of five2568? And he said559, If I find4672 there forty705 and five2568, I will not destroy7843 it.","25":"That be far2486 from thee to do6213 after this manner1697, to slay4191 the righteous6662 with the wicked7563: and that the righteous6662 should be as the wicked7563, that be far2486 from thee: Shall not the Judge8199 of all the earth776 do6213 right4941?","9":"And they said559 unto him, Where346 is Sarah8283 thy wife802? And he said559, Behold, in the tent168.","33":"And the LORD3068 went his way3212, as soon as834 he had left3615 communing1696 with Abraham85: and Abraham85 returned7725 unto his place4725.","15":"Then Sarah8283 denied3584, saying559, I laughed6711 not; for she was afraid3372. And he said559, Nay3808; but thou didst laugh6711.","21":"I will go down3381 now, and see7200 whether they have done6213 altogether3617 according to the cry6818 of it, which is come935 unto me; and if not, I will know3045.","24":"Peradventure there be3426 fifty2572 righteous6662 within8432 the city5892: wilt thou also destroy5595 and not spare5375 the place4725 for4616 the fifty2572 righteous6662 that are therein7130?","16":"And the men582 rose up6965 from thence, and looked8259 toward6440 Sodom5467: and Abraham85 went1980 with them to bring them on the way7971.","32":"And he said559, Oh let not the Lord136 be angry2734, and I will speak1696 yet389 but this once6471: Peradventure ten6235 shall be found4672 there. And he said559, I will not destroy7843 it for ten\u0027s6235 sake.","7":"And Abraham85 ran7323 unto the herd1241, and fetcht3947 a calf1121 1241 tender7390 and good2896, and gave5414 it unto a young man5288; and he hasted4116 to dress6213 it.","2":"And he lift up5375 his eyes5869 and looked7200, and, lo, three7969 men582 stood5324 by him: and when he saw7200 them, he ran7323 to meet7125 them from the tent168 door6607, and bowed7812 himself toward the ground776,","6":"And Abraham85 hastened4116 into the tent168 unto Sarah8283, and said559, Make ready quickly4116 three7969 measures5429 of fine5560 meal7058, knead3888 it, and make6213 cakes5692 upon the hearth6213. Make ready: Heb. Hasten","31":"And he said559, Behold now, I have taken upon me2974 to speak1696 unto the Lord136: Peradventure there shall be twenty6242 found4672 there. And he said559, I will not destroy7843 it for twenty\u0027s6242 sake."},"36":{"11":"And the sons1121 of Eliphaz464 were Teman8487, Omar201, Zepho6825, and Gatam1609, and Kenaz7073. Zepho: or, Zephi","41":"Duke441 Aholibamah173, duke441 Elah425, duke441 Pinon6373,","42":"Duke441 Kenaz7073, duke441 Teman8487, duke441 Mibzar4014,","3":"And Bashemath1315 Ishmael\u0027s3458 daughter1323, sister269 of Nebajoth5032.","20":"These are the sons1121 of Seir8165 the Horite2752, who inhabited3427 the land776; Lotan3877, and Shobal7732, and Zibeon6649, and Anah6034,","12":"And Timna8555 was concubine6370 to Eliphaz464 Esau\u0027s6215 son1121; and she bare3205 to Eliphaz464 Amalek6002: these were the sons1121 of Adah5711 Esau\u0027s6215 wife802.","10":"These are the names8034 of Esau\u0027s6215 sons1121; Eliphaz464 the son1121 of Adah5711 the wife802 of Esau6215, Reuel7467 the son1121 of Bashemath1315 the wife802 of Esau6215.","17":"And these are the sons1121 of Reuel7467 Esau\u0027s6215 son1121; duke441 Nahath5184, duke441 Zerah2226, duke441 Shammah8048, duke441 Mizzah4199: these are the dukes441 that came of Reuel7467 in the land776 of Edom123; these are the sons1121 of Bashemath1315 Esau\u0027s6215 wife802.","40":"And these are the names8034 of the dukes441 that came of Esau6215, according to their families4940, after their places4725, by their names8034; duke441 Timnah8555, duke441 Alvah5933, duke441 Jetheth3509, Alvah: or, Aliah","13":"And these are the sons1121 of Reuel7467; Nahath5184, and Zerah2226, Shammah8048, and Mizzah4199: these were the sons1121 of Bashemath1315 Esau\u0027s6215 wife802.","27":"The children1121 of Ezer687 are these; Bilhan1092, and Zaavan2190, and Akan6130. Akan: or, Jakan","30":"Duke441 Dishon1787, duke441 Ezer687, duke441 Dishan1789: these are the dukes441 that came of Hori2753, among their dukes441 in the land776 of Seir8165.","18":"And these are the sons1121 of Aholibamah173 Esau\u0027s6215 wife802; duke441 Jeush3266, duke441 Jaalam3281, duke441 Korah7141: these were the dukes441 that came of Aholibamah173 the daughter1323 of Anah6034, Esau\u0027s6215 wife802.","36":"And Hadad1908 died4191, and Samlah8072 of Masrekah4957 reigned4427 in his stead.","29":"These are the dukes441 that came of the Horites2752; duke441 Lotan3877, duke441 Shobal7732, duke441 Zibeon6649, duke441 Anah6034,","23":"And the children1121 of Shobal7732 were these; Alvan5935, and Manahath4506, and Ebal5858, Shepho8195, and Onam208. Alvan: or, Alian Shepho: or, Shephi","19":"These are the sons1121 of Esau6215, who is Edom123, and these are their dukes441.","1":"Now these are the generations8435 of Esau6215, who is Edom123.","5":"And Aholibamah173 bare3205 Jeush3274, and Jaalam3281, and Korah7141: these are the sons1121 of Esau6215, which were born3205 unto him in the land776 of Canaan3667.","4":"And Adah5711 bare3205 to Esau6215 Eliphaz464; and Bashemath1315 bare3205 Reuel7467;","8":"Thus dwelt3427 Esau6215 in mount2022 Seir8165: Esau6215 is Edom123.","26":"And these are the children1121 of Dishon1787; Hemdan2533, and Eshban790, and Ithran3506, and Cheran3763. Hemdan: or, Amram","39":"And Baalhanan1177 the son1121 of Achbor5907 died4191, and Hadar1924 reigned4427 in his stead: and the name8034 of his city5892 was Pau6464; and his wife\u0027s802 name8034 was Mehetabel4105, the daughter1323 of Matred4308, the daughter1323 of Mezahab4314. Hadar, Pau: or, Hadad, Pai: after his death was an Aristocracy","14":"And these were the sons1121 of Aholibamah173, the daughter1323 of Anah6034 the daughter1323 of Zibeon6649, Esau\u0027s6215 wife802: and she bare3205 to Esau6215 Jeush3274, and Jaalam3281, and Korah7141.","37":"And Samlah8072 died4191, and Saul7586 of Rehoboth7344 by the river5104 reigned4427 in his stead.","22":"And the children1121 of Lotan3877 were Hori2753 and Hemam1967; and Lotan\u0027s3877 sister269 was Timna8555. Hemam: or, Homam","28":"The children1121 of Dishan1789 are these; Uz5780, and Aran765.","25":"And the children1121 of Anah6034 were these; Dishon1787, and Aholibamah173 the daughter1323 of Anah6034.","9":"And these are the generations8435 of Esau6215 the father1 of the Edomites123 in mount2022 Seir8165: the Edomites: Heb. Edom","33":"And Bela1106 died4191, and Jobab3103 the son1121 of Zerah2226 of Bozrah1224 reigned4427 in his stead.","15":"These were dukes441 of the sons1121 of Esau6215: the sons1121 of Eliphaz464 the firstborn1060 son of Esau6215; duke441 Teman8487, duke441 Omar201, duke441 Zepho6825, duke441 Kenaz7073,","34":"And Jobab3103 died4191, and Husham2367 of the land776 of Temani8489 reigned4427 in his stead.","21":"And Dishon1787, and Ezer687, and Dishan1789: these are the dukes441 of the Horites2752, the children1121 of Seir8165 in the land776 of Edom123.","24":"And these are the children1121 of Zibeon6649; both Ajah345, and Anah6034: this was that Anah6034 that found4672 the mules3222 in the wilderness4057, as he fed7462 the asses2543 of Zibeon6649 his father1.","16":"Duke441 Korah7141, duke441 Gatam1609, and duke441 Amalek6002: these are the dukes441 that came of Eliphaz464 in the land776 of Edom123; these were the sons1121 of Adah5711.","35":"And Husham2367 died4191, and Hadad1908 the son1121 of Bedad911, who smote5221 Midian4080 in the field7704 of Moab4124, reigned4427 in his stead: and the name8034 of his city5892 was Avith5762.","32":"And Bela1106 the son1121 of Beor1160 reigned4427 in Edom123: and the name8034 of his city5892 was Dinhabah1838.","7":"For their riches7399 were more7227 than that they might dwell3427 together3162; and the land776 wherein they were strangers4033 could3201 not bear5375 them because6440 of their cattle4735.","43":"Duke441 Magdiel4025, duke441 Iram5902: these be the dukes441 of Edom123, according to their habitations4186 in the land776 of their possession272: he is Esau6215 the father1 of the Edomites123. the Edomites: Heb. Edom","2":"Esau6215 took3947 his wives802 of the daughters1323 of Canaan3667; Adah5711 the daughter1323 of Elon356 the Hittite2850, and Aholibamah173 the daughter1323 of Anah6034 the daughter1323 of Zibeon6649 the Hivite2340;","38":"And Saul7586 died4191, and Baalhanan1177 the son1121 of Achbor5907 reigned4427 in his stead.","6":"And Esau6215 took3947 his wives802, and his sons1121, and his daughters1323, and all the persons5315 of his house1004, and his cattle4735, and all his beasts929, and all his substance7075, which he had got7408 in the land776 of Canaan3667; and went3212 into the country776 from the face6440 of his brother251 Jacob3290. persons: Heb. souls","31":"And these are the kings4428 that reigned4427 in the land776 of Edom123, before6440 there reigned4427 any king4428 over the children1121 of Israel3478."},"29":{"11":"And Jacob3290 kissed5401 Rachel7354, and lifted up5375 his voice6963, and wept1058.","3":"And thither were all the flocks5739 gathered622: and they rolled1556 the stone68 from the well\u0027s875 mouth6310, and watered8248 the sheep6629, and put7725 the stone68 again7725 upon the well\u0027s875 mouth6310 in his place4725.","20":"And Jacob3290 served5647 seven7651 years8141 for Rachel7354; and they seemed5869 unto him but a few259 days3117, for the love he had160 to her.","12":"And Jacob3290 told5046 Rachel7354 that he was her father\u0027s1 brother251, and that he was Rebekah\u0027s7259 son1121: and she ran7323 and told5046 her father1.","10":"And it came to pass, when Jacob3290 saw7200 Rachel7354 the daughter1323 of Laban3837 his mother\u0027s517 brother251, and the sheep6629 of Laban3837 his mother\u0027s517 brother251, that Jacob3290 went near5066, and rolled1556 the stone68 from the well\u0027s875 mouth6310, and watered8248 the flock6629 of Laban3837 his mother\u0027s517 brother251.","17":"Leah3812 was tender7390 eyed5869; but Rachel7354 was beautiful3303 8389 and well3303 favoured4758.","13":"And it came to pass, when Laban3837 heard8085 the tidings8088 of Jacob3290 his sister\u0027s269 son1121, that he ran7323 to meet7125 him, and embraced2263 him, and kissed5401 him, and brought935 him to his house1004. And he told5608 Laban3837 all these things1697. tidings: Heb. hearing","27":"Fulfil4390 her2063 week7620, and we will give5414 thee this also for the service5656 which thou shalt serve5647 with me yet seven7651 other312 years8141.","30":"And he went in935 also unto Rachel7354, and he loved157 also Rachel7354 more than Leah3812, and served5647 with him yet seven7651 other312 years8141.","18":"And Jacob3290 loved157 Rachel7354; and said559, I will serve5647 thee seven7651 years8141 for Rachel7354 thy younger6996 daughter1323.","29":"And Laban3837 gave5414 to Rachel7354 his daughter1323 Bilhah1090 his handmaid8198 to be her maid8198.","23":"And it came to pass in the evening6153, that he took3947 Leah3812 his daughter1323, and brought935 her to him; and he went in935 unto her.","19":"And Laban3837 said559, It is better2896 that I give5414 her to thee, than that I should give5414 her to another312 man376: abide3427 with me.","1":"Then Jacob3290 went on5375 his journey7272, and came3212 into the land776 of the people1121 of the east6924. went: Heb. lift up his feet people: Heb. children","5":"And he said559 unto them, Know3045 ye Laban3837 the son1121 of Nahor5152? And they said559, We know3045 him.","4":"And Jacob3290 said559 unto them, My brethren251, whence370 be ye? And they said559, Of Haran2771 are we.","8":"And they said559, We cannot3201, until all the flocks5739 be gathered together622, and till they roll1556 the stone68 from the well\u0027s875 mouth6310; then we water8248 the sheep6629.","26":"And Laban3837 said559, It must not be so done6213 in our country4725, to give5414 the younger6810 before6440 the firstborn1067. country: Heb. place","14":"And Laban3837 said559 to him, Surely389 thou art my bone6106 and my flesh1320. And he abode3427 with him the space3117 of a month2320. the space: Heb. a month of days","22":"And Laban3837 gathered together622 all the men582 of the place4725, and made6213 a feast4960.","28":"And Jacob3290 did6213 so, and fulfilled4390 her week7620: and he gave5414 him Rachel7354 his daughter1323 to wife802 also.","25":"And it came to pass, that in the morning1242, behold, it was Leah3812: and he said559 to Laban3837, What is this thou hast done6213 unto me? did not I serve5647 with thee for Rachel7354? wherefore then hast thou beguiled7411 me?","9":"And while he yet5750 spake1696 with them, Rachel7354 came935 with her father\u0027s1 sheep6629: for she kept them7462.","33":"And she conceived2029 again, and bare3205 a son1121; and said559, Because the LORD3068 hath heard8085 that I was hated8130, he hath therefore given5414 me this son also: and she called7121 his name8034 Simeon8095. Simeon: that is, Hearing","15":"And Laban3837 said559 unto Jacob3290, Because thou art my brother251, shouldest thou therefore serve5647 me for nought2600? tell5046 me, what shall thy wages4909 be?","34":"And she conceived again2029, and bare3205 a son1121; and said559, Now this time6471 will my husband376 be joined3867 unto me, because I have born3205 him three7969 sons1121: therefore was his name8034 called7121 Levi3878. Levi: that is, Joined","21":"And Jacob3290 said559 unto Laban3837, Give3051 me my wife802, for my days3117 are fulfilled4390, that I may go in935 unto her.","24":"And Laban3837 gave5414 unto his daughter1323 Leah3812 Zilpah2153 his maid8198 for an handmaid8198.","16":"And Laban3837 had two8147 daughters1323: the name8034 of the elder1419 was Leah3812, and the name8034 of the younger6996 was Rachel7354.","35":"And she conceived2029 again, and bare3205 a son1121: and she said559, Now6471 will I praise3034 the LORD3068: therefore she called7121 his name8034 Judah3063; and left5975 bearing3205. Judah: that is, Praise left: Heb. stood from bearing","32":"And Leah3812 conceived2029, and bare3205 a son1121, and she called7121 his name8034 Reuben7205: for3588 she said559, Surely3588 the LORD3068 hath looked7200 upon my affliction6040; now therefore3588 my husband376 will love157 me. Reuben: that is, See a son","7":"And he said559, Lo2005, it is yet high1419 day3117, neither is it time6256 that the cattle4735 should be gathered together622: water8248 ye the sheep6629, and go3212 and feed7462 them. it is: Heb. yet the day is great","2":"And he looked7200, and behold a well875 in the field7704, and, lo, there were three7969 flocks5739 of sheep6629 lying7257 by it; for out of that well875 they watered8248 the flocks5739: and a great1419 stone68 was upon the well\u0027s875 mouth6310.","6":"And he said559 unto them, Is he well7965? And they said559, He is well7965: and, behold, Rachel7354 his daughter1323 cometh935 with the sheep6629. Is he: Heb. Is there peace to him?","31":"And when the LORD3068 saw7200 that Leah3812 was hated8130, he opened6605 her womb7358: but Rachel7354 was barren6135."},"23":{"16":"And Abraham85 hearkened8085 unto Ephron6085; and Abraham85 weighed8254 to Ephron6085 the silver3701, which he had named1696 in the audience241 of the sons1121 of Heth2845, four702 hundred3967 shekels8255 of silver3701, current5674 money with the merchant5503.","3":"And Abraham85 stood up6965 from before6440 his dead4191, and spake1696 unto the sons1121 of Heth2845, saying559,","5":"And the children1121 of Heth2845 answered6030 Abraham85, saying559 unto him,","18":"Unto Abraham85 for a possession4736 in the presence5869 of the children1121 of Heth2845, before all that went in935 at the gate8179 of his city5892.","12":"And Abraham85 bowed down7812 himself before6440 the people5971 of the land776.","10":"And Ephron6085 dwelt3427 among8432 the children1121 of Heth2845: and Ephron6085 the Hittite2850 answered6030 Abraham85 in the audience241 of the children1121 of Heth2845, even of all that went in935 at the gate8179 of his city5892, saying559, audience: Heb. ears","2":"And Sarah8283 died4191 in Kirjatharba7153; the same is Hebron2275 in the land776 of Canaan3667: and Abraham85 came935 to mourn5594 for Sarah8283, and to weep1058 for her.","8":"And he communed1696 with them, saying559, If it be3426 your mind5315 that I should bury6912 my dead4191 out of my sight6440; hear8085 me, and intreat6293 for me to Ephron6085 the son1121 of Zohar6714,","17":"And the field7704 of Ephron6085, which was in Machpelah4375, which was before6440 Mamre4471, the field7704, and the cave4631 which was therein, and all the trees6086 that were in the field7704, that were in all the borders1366 round about5439, were made sure6965","11":"Nay3808, my lord113, hear me8085: the field7704 give I5414 thee, and the cave4631 that is therein, I give it5414 thee; in the presence5869 of the sons1121 of my people5971 give5414 I it thee: bury6912 thy dead4191.","1":"And Sarah8283 was an hundred3967 8141 and seven7651 8141 and twenty6242 years8141 old2416: these were the years8141 of the life2416 of Sarah8283.","9":"That he may give5414 me the cave4631 of Machpelah4375, which he hath, which is in the end7097 of his field7704; for as much4392 money3701 as it is worth4392 he shall give it5414 me for a possession272 of a buryingplace6913 amongst you8432. as much: Heb. full money","14":"And Ephron6085 answered6030 Abraham85, saying559 unto him,","7":"And Abraham85 stood up6965, and bowed7812 himself to the people5971 of the land776, even to the children1121 of Heth2845.","15":"My lord113, hearken8085 unto me: the land776 is worth four702 hundred3967 shekels8255 of silver3701; what is that betwixt996 me and thee? bury6912 therefore thy dead4191.","20":"And the field7704, and the cave4631 that is therein, were made sure6965 unto Abraham85 for a possession272 of a buryingplace6913 by the sons1121 of Heth2845.","6":"Hear us8085, my lord113: thou art a mighty430 prince5387 among us8432: in the choice4005 of our sepulchres6913 bury6912 thy dead4191; none3808 376 of us shall withhold3607 from thee his sepulchre6913, but that thou mayest bury6912 thy dead4191. a mighty: Heb. a prince of God","4":"I am a stranger1616 and a sojourner8453 with you: give5414 me a possession272 of a buryingplace6913 with you, that I may bury6912 my dead4191 out of my sight6440.","19":"And after310 this3651, Abraham85 buried6912 Sarah8283 his wife802 in the cave4631 of the field7704 of Machpelah4375 before6440 Mamre4471: the same is Hebron2275 in the land776 of Canaan3667.","13":"And he spake1696 unto Ephron6085 in the audience241 of the people5971 of the land776, saying559, But if thou wilt give it, I pray thee3863, hear8085 me: I will give5414 thee money3701 for the field7704; take3947 it of me, and I will bury6912 my dead4191 there."},"19":{"11":"And they smote5221 the men582 that were at the door6607 of the house1004 with blindness5575, both small6996 and great1419: so that they wearied3811 themselves to find4672 the door6607.","3":"And he pressed6484 upon them greatly3966; and they turned in5493 unto him, and entered935 into his house1004; and he made6213 them a feast4960, and did bake644 unleavened bread4682, and they did eat398.","20":"Behold now, this city5892 is near7138 to flee5127 unto, and it1931 is a little one4705: Oh, let me escape4422 thither, ( is it not a little one4705?) and my soul5315 shall live2421.","12":"And the men582 said559 unto Lot3876, Hast thou here6311 any4310 besides? son in law2860, and thy sons1121, and thy daughters1323, and whatsoever834 thou hast in the city5892, bring them out3318 of this place4725:","10":"But the men582 put forth7971 their hand3027, and pulled935 Lot3876 into the house1004 to them, and shut5462 to the door1817.","17":"And it came to pass, when they had brought them forth3318 abroad2351, that he said559, Escape4422 for5921 thy life5315; look5027 not behind thee310, neither stay5975 thou in all the plain3603; escape4422 to the mountain2022, lest thou be consumed5595.","13":"For we587 will destroy7843 853 this place4725, because the cry of them6818 is waxen great1431 before854 the face6440 of the LORD3068; and the LORD3068 hath sent7971 us to destroy7843 it.","27":"And Abraham85 gat up early7925 in the morning1242 to the place4725 where he stood5975 before6440 the LORD3068:","30":"And Lot3876 went up5927 out of Zoar6820, and dwelt3427 in the mountain2022, and his two8147 daughters1323 with him; for he feared3372 to dwell3427 in Zoar6820: and he dwelt3427 in a cave4631, he and his two8147 daughters1323.","18":"And Lot3876 said559 unto them, Oh, not so, my Lord113:","36":"Thus were both8147 the daughters1323 of Lot3876 with child2029 by their father1.","29":"And it came to pass, when God430 destroyed7843 the cities5892 of the plain3603, that God430 remembered2142 Abraham85, and sent7971 Lot3876 out of the midst8432 of the overthrow2018, when he overthrew2015 the cities5892 in the which2004 Lot3876 dwelt3427.","23":"The sun8121 was risen3318 upon the earth776 when Lot3876 entered935 into Zoar6820. risen: Heb. gone forth","19":"Behold now, thy servant5650 hath found4672 grace2580 in thy sight5869, and thou hast magnified1431 thy mercy2617, which thou hast shewed6213 unto me5978 in saving2421 my life5315; and I cannot3201 escape4422 to the mountain2022, lest some evil7451 take1692 me, and I die4191:","1":"And there came935 two8147 angels4397 to Sodom5467 at even6153; and Lot3876 sat3427 in the gate8179 of Sodom5467: and Lot3876 seeing7200 them rose up6965 to meet7125 them; and he bowed7812 himself with his face639 toward the ground776;","5":"And they called7121 unto Lot3876, and said559 unto him, Where are the men582 which came in935 to thee this night3915? bring them out3318 unto us, that we may know3045 them.","4":"But before they lay down7901, the men582 of the city5892, even the men582 of Sodom5467, compassed5437 the house1004 round5437, both old2205 and young5288, all the people5971 from every quarter7097:","8":"Behold now, I have two8147 daughters1323 which have not known3045 man376; let me, I pray you, bring them out3318 unto you, and do6213 ye to them as is good2896 in your eyes5869: only unto these411 men582 do6213 nothing408 1697; for therefore came935 they under the shadow6738 of my roof6982.","26":"But his wife802 looked back5027 from behind him310, and she became a pillar5333 of salt4417.","14":"And Lot3876 went out3318, and spake1696 unto his sons in law2860, which married3947 his daughters1323, and said559, Up6965, get you out3318 of this place4725; for the LORD3068 will destroy7843 this city5892. But he seemed as one that mocked6711 unto5869 his sons in law2860.","37":"And the firstborn1067 bare3205 a son1121, and called7121 his name8034 Moab4124: the same1931 is the father1 of the Moabites4124 unto this day3117.","22":"Haste4116 thee, escape4422 thither; for I cannot3201 do6213 any thing1697 till thou be come935 thither. Therefore the name8034 of the city5892 was called7121 Zoar6820. Zoar: that is, Little","28":"And he looked8259 toward6440 Sodom5467 and Gomorrah6017, and toward6440 all the land776 of the plain3603, and beheld7200, and, lo, the smoke7008 of the country776 went up5927 as the smoke7008 of a furnace3536.","25":"And he overthrew2015 those411 cities5892, and all the plain3603, and all the inhabitants3427 of the cities5892, and that which grew6780 upon the ground127.","9":"And they said559, Stand5066 back1973. And they said559 again, This one259 fellow came in935 to sojourn1481, and he will needs8199 be a judge8199: now will we deal worse7489 with thee, than with them. And they pressed6484 sore3966 upon the man376, even Lot3876, and came near5066 to break7665 the door1817.","33":"And they made8248 their father1 drink8248 wine3196 that night3915: and the firstborn1067 went in935, and lay7901 with her father1; and he perceived3045 not when she lay down7901, nor when she arose6965.","15":"And when3644 the morning7837 arose5927, then the angels4397 hastened213 Lot3876, saying559, Arise6965, take3947 thy wife802, and thy two8147 daughters1323, which are here4672; lest thou be consumed5595 in the iniquity5771 of the city5892. are here: Heb. are found iniquity: or, punishment","34":"And it came to pass on the morrow4283, that the firstborn1067 said559 unto the younger6810, Behold, I lay7901 yesternight570 with my father1: let us make him drink8248 wine3196 this night3915 also; and go thou in935, and lie7901 with him, that we may preserve2421 seed2233 of our father1.","21":"And he said559 unto him, See2009, I have accepted5375 thee6440 concerning this thing1697 also, that I will not overthrow2015 this city5892, for the which834 thou hast spoken1696. thee: Heb. thy face","24":"Then the LORD3068 rained4305 upon Sodom5467 and upon Gomorrah6017 brimstone1614 and fire784 from the LORD3068 out of heaven8064;","16":"And while he lingered4102, the men582 laid hold2388 upon his hand3027, and upon the hand3027 of his wife802, and upon the hand3027 of his two8147 daughters1323; the LORD3068 being merciful2551 unto him: and they brought him forth3318, and set him3240 without2351 the city5892.","35":"And they made8248 their father1 drink8248 wine3196 that1931 night3915 also: and the younger6810 arose6965, and lay7901 with him; and he perceived3045 not when she lay down7901, nor when she arose6965.","32":"Come3212, let us make8248 our father1 drink8248 wine3196, and we will lie7901 with him, that we may preserve2421 seed2233 of our father1.","7":"And said559, I pray you, brethren251, do not so wickedly7489.","2":"And he said559, Behold now, my lords113, turn in5493, I pray you, into your servant\u0027s5650 house1004, and tarry all night3885, and wash7364 your feet7272, and ye shall rise up early7925, and go1980 on your ways1870. And they said559, Nay; but we will abide3885 in the street7339 all night3885.","38":"And the younger6810, she also bare3205 a son1121, and called7121 his name8034 Benammi1151: the same is the father1 of the children1121 of Ammon5983 unto this day3117.","6":"And Lot3876 went out3318 at the door6607 unto them, and shut5462 the door1817 after him310,","31":"And the firstborn1067 said559 unto the younger6810, Our father1 is old2204, and there is not a man376 in the earth776 to come in935 unto us after the manner1870 of all the earth776:"},"1":{"11":"And God430 said559, Let the earth776 bring forth1876 grass1877, the herb6212 yielding2232 seed2233, and the fruit6529 tree6086 yielding6213 fruit6529 after his kind4327, whose834 seed2233 is in itself, upon the earth776: and it was so. grass: Heb. tender grass","3":"And God430 said559, Let there be1961 light216: and there was light216.","20":"And God430 said559, Let the waters4325 bring forth abundantly8317 the moving creature8318 that hath5315 life2416, and fowl5775 that may fly5774 above5921 the earth776 in the open6440 firmament7549 of heaven8064. moving: or, creeping life: Heb. soul fowl: Heb. let fowl fly open: Heb. face of the firmament of heaven","12":"And the earth776 brought forth3318 grass1877, and herb6212 yielding2232 seed2233 after his kind4327, and the tree6086 yielding6213 fruit6529, whose seed2233 was in itself, after his kind4327: and God430 saw7200 that it was good2896.","10":"And God430 called7121 the dry3004 land Earth776; and the gathering together4723 of the waters4325 called7121 he Seas3220: and God430 saw7200 that it was good2896.","17":"And God430 set5414 them in the firmament7549 of the heaven8064 to give light215 upon the earth776,","13":"And the evening6153 and the morning1242 were the third7992 day3117.","27":"So God430 created1254 man120 in his own image6754, in the image6754 of God430 created1254 he him; male2145 and female5347 created1254 he them.","30":"And to every beast2416 of the earth776, and to every fowl5775 of the air8064, and to every thing that creepeth7430 upon the earth776, wherein there is life2416 5315, I have given every green3418 herb6212 for meat402: and it was so. life: Heb. a living soul","18":"And to rule4910 over the day3117 and over the night3915, and to divide914 the light216 from the darkness2822: and God430 saw7200 that it was good2896.","29":"And God430 said559, Behold2009, I have given5414 you every herb6212 bearing2232 seed2233, which is upon the face6440 of all the earth776, and every tree6086, in the which is the fruit6529 of a tree6086 yielding2232 seed2233; to you it shall be1961 for meat402. bearing: Heb. seeding seed yielding: Heb. seeding seed","23":"And the evening6153 and the morning1242 were the fifth2549 day3117.","19":"And the evening6153 and the morning1242 were the fourth7243 day3117.","1":"In the beginning7225 God430 created1254 853 the heaven8064 and853 the earth776.","5":"And God430 called7121 the light216 Day3117, and the darkness2822 he called7121 Night3915. And the evening6153 and the morning1242 were the first259 day3117. And the evening: Heb. And the evening was, and the morning was","4":"And God430 saw7200 853 the light216, that3588 it was good2896: and God430 divided914 996 the light216 from996 the darkness2822. the light from: Heb. between the light and between the darkness","8":"And God430 called7121 the firmament7549 Heaven8064. And the evening6153 and the morning1242 were the second8145 day3117.","26":"And God430 said559, Let us make6213 man120 in our image6754, after our likeness1823: and let them have dominion7287 over the fish1710 of the sea3220, and over the fowl5775 of the air8064, and over the cattle929, and over all the earth776, and over every creeping thing7431 that creepeth7430 upon the earth776.","14":"And God430 said559, Let there be lights3974 in the firmament7549 of the heaven8064 to divide914 the day3117 from the night3915; and let them be for signs226, and for seasons4150, and for days3117, and years8141: the day: Heb. between the day and between the night","22":"And God430 blessed1288 them, saying559, Be fruitful6509, and multiply7235, and fill4390 the waters4325 in the seas3220, and let fowl5775 multiply7235 in the earth776.","28":"And God430 blessed1288 them, and God430 said559 unto them, Be fruitful6509, and multiply7235, and replenish4390 the earth776, and subdue it3533: and have dominion7287 over the fish1710 of the sea3220, and over the fowl5775 of the air8064, and over every living thing2416 that moveth7430 upon the earth776. moveth: Heb. creepeth","25":"And God430 made6213 the beast2416 of the earth776 after his kind4327, and cattle929 after their kind4327, and every thing that creepeth7431 upon the earth127 after his kind4327: and God430 saw7200 that it was good2896.","9":"And God430 said559, Let the waters4325 under the heaven8064 be gathered together6960 unto413 one259 place4725, and let the dry3004 land appear7200: and it was so.","15":"And let them be for lights3974 in the firmament7549 of the heaven8064 to give light215 upon the earth776: and it was so.","21":"And God430 created1254 great1419 whales8577, and every living2416 creature5315 that moveth7430, which the waters4325 brought forth abundantly8317, after their kind4327, and every winged3671 fowl5775 after his kind4327: and God430 saw7200 that it was good2896.","24":"And God430 said559, Let the earth776 bring forth3318 the living2416 creature5315 after his kind4327, cattle929, and creeping thing7431, and beast2416 of the earth776 after his kind4327: and it was so.","16":"And God430 made6213 two8147 great1419 lights3974; the greater1419 light3974 to rule4475 the day3117, and the lesser6996 light3974 to rule4475 the night3915: he made the stars3556 also. to rule the day: Heb. for the rule of the day, etc.","7":"And God430 made6213 the firmament7549, and divided914 the waters4325 which834 were under8478 the firmament7549 from the waters4325 which834 were above5921 the firmament7549: and it was so3651.","2":"And the earth776 was1961 without form8414, and void922; and darkness2822 was upon the face6440 of the deep8415. And the Spirit7307 of God430 moved7363 upon5921 the face6440 of the waters4325.","6":"And God430 said559, Let there be a firmament7549 in the midst8432 of the waters4325, and let it divide914 the waters4325 from the waters4325. firmament: Heb. expansion","31":"And God430 saw7200 every thing that834 he had made6213, and, behold, it was very3966 good2896. And the evening6153 and the morning1242 were the sixth8345 day3117."},"47":{"11":"And Joseph3130 placed3427 his father1 and his brethren251, and gave5414 them a possession272 in the land776 of Egypt4714, in the best4315 of the land776, in the land776 of Rameses7486, as Pharaoh6547 had commanded6680.","3":"And Pharaoh6547 said559 unto his brethren251, What is your occupation4639? And they said559 unto Pharaoh6547, Thy servants5650 are shepherds7462 6629, both we, and also our fathers1.","20":"And Joseph3130 bought7069 all the land127 of Egypt4714 for Pharaoh6547; for the Egyptians4714 sold4376 every man376 his field7704, because the famine7458 prevailed2388 over them: so the land776 became Pharaoh\u0027s6547.","12":"And Joseph3130 nourished3557 his father1, and his brethren251, and all his father\u0027s1 household1004, with bread3899, according6310 to their families2945. according: or, as a little child is nourished: Heb. according to the little ones","10":"And Jacob3290 blessed1288 Pharaoh6547, and went out3318 from before6440 Pharaoh6547.","17":"And they brought935 their cattle4735 unto Joseph3130: and Joseph3130 gave5414 them bread3899 in exchange for horses5483, and for the flocks6629, and for the cattle4735 of the herds1241, and for the asses2543: and he fed5095 them with bread3899 for all their cattle4735 for that year8141. fed: Heb. led them","13":"And there was no bread3899 in all the land776; for the famine7458 was very3966 sore3515, so that the land776 of Egypt4714 and all the land776 of Canaan3667 fainted3856 by reason6440 of the famine7458.","27":"And Israel3478 dwelt3427 in the land776 of Egypt4714, in the country776 of Goshen1657; and they had possessions270 therein, and grew6509, and multiplied7235 exceedingly3966.","30":"But I will lie7901 with my fathers1, and thou shalt carry5375 me out of Egypt4714, and bury6912 me in their buryingplace6900. And he said559, I will do6213 as thou hast said1697.","18":"When that year8141 was ended8552, they came935 unto him the second8145 year8141, and said559 unto him, We will not hide3582 it from my lord113, how that our money3701 is spent8552; my lord113 also hath413 our herds4735 of cattle929; there is not ought left7604 in the sight6440 of my lord113, but our bodies1472, and our lands127:","29":"And the time3117 drew nigh7126 that Israel3478 must die4191: and he called7121 his son1121 Joseph3130, and said559 unto him, If now I have found4672 grace2580 in thy sight5869, put7760, I pray thee, thy hand3027 under my thigh3409, and deal6213 kindly2617 and truly571 with me; bury6912 me not, I pray thee, in Egypt4714:","23":"Then Joseph3130 said559 unto the people5971, Behold, I have bought7069 853 you this day3117 and your land127 for Pharaoh6547: lo1887, here is seed2233 for you, and ye shall sow2232 the land127.","19":"Wherefore shall we die4191 before thine eyes5869, both we and our land127? buy7069 us and our land127 for bread3899, and we and our land127 will be servants5650 unto Pharaoh6547: and give5414 us seed2233, that we may live2421, and not die4191, that the land127 be not desolate3456.","1":"Then Joseph3130 came935 and told5046 Pharaoh6547, and said559, My father1 and my brethren251, and their flocks6629, and their herds1241, and all that they have, are come out935 of the land776 of Canaan3667; and, behold, they are in the land776 of Goshen1657.","5":"And Pharaoh6547 spake559 unto Joseph3130, saying559, Thy father1 and thy brethren251 are come935 unto thee:","4":"They said559 moreover unto Pharaoh6547, For to sojourn1481 in the land776 are we come935; for thy servants5650 have no pasture4829 for their flocks6629; for the famine7458 is sore3515 in the land776 of Canaan3667: now therefore, we pray thee, let thy servants5650 dwell3427 in the land776 of Goshen1657.","8":"And Pharaoh6547 said559 unto Jacob3290, How4100 old2416 3117 8141 art thou? How: Heb. How many are the days of the years of thy life?","26":"And Joseph3130 made7760 it a law2706 over the land127 of Egypt4714 unto this day3117, that Pharaoh6547 should have the fifth2569 part; except7535 the land127 of the priests3548 only, which became not Pharaoh\u0027s6547. priests: or, princes","14":"And Joseph3130 gathered up3950 all the money3701 that was found4672 in the land776 of Egypt4714, and in the land776 of Canaan3667, for the corn7668 which they bought7666: and Joseph3130 brought935 the money3701 into Pharaoh\u0027s6547 house1004.","22":"Only the land127 of the priests3548 bought he7069 not; for the priests3548 had a portion2706 assigned them of Pharaoh6547, and did eat398 their portion2706 which Pharaoh6547 gave5414 them: wherefore they sold4376 not their lands127. priests: or, princes","28":"And Jacob3290 lived2421 in the land776 of Egypt4714 seventeen6240 7651 years8141: so the whole age2416 3117 of Jacob3290 was an hundred3967 forty705 8141 and seven7651 years8141. the whole: Heb. the days of the years of his life","25":"And they said559, Thou hast saved our lives2421: let us find4672 grace2580 in the sight5869 of my lord113, and we will be Pharaoh\u0027s6547 servants5650.","9":"And Jacob3290 said559 unto Pharaoh6547, The days3117 of the years8141 of my pilgrimage4033 are an hundred3967 and thirty7970 years8141: few4592 and evil7451 have the days3117 of the years8141 of my life2416 been, and have not attained5381 unto the days3117 of the years8141 of the life2416 of my fathers1 in the days3117 of their pilgrimage4033.","15":"And when money3701 failed8552 in the land776 of Egypt4714, and in the land776 of Canaan3667, all the Egyptians4714 came935 unto Joseph3130, and said559, Give3051 us bread3899: for why should we die4191 in thy presence? for the money3701 faileth656.","21":"And as for the people5971, he removed5674 them to cities5892 from one end7097 of the borders1366 of Egypt4714 even to the other end7097 thereof.","24":"And it shall come to pass in the increase8393, that ye shall give5414 the fifth2549 part unto Pharaoh6547, and four702 parts3027 shall be your own, for seed2233 of the field7704, and for your food400, and for them of your households1004, and for food398 for your little ones2945.","16":"And Joseph3130 said559, Give3051 your cattle4735; and I will give5414 you for your cattle4735, if money3701 fail656.","7":"And Joseph3130 brought in935 Jacob3290 his father1, and set him5975 before6440 Pharaoh6547: and Jacob3290 blessed1288 Pharaoh6547.","2":"And he took3947 some7097 of his brethren251, even five2568 men582, and presented3322 them unto6440 Pharaoh6547.","6":"The land776 of Egypt4714 is before thee6440; in the best4315 of the land776 make3427 thy father1 and brethren251 to dwell3427; in the land776 of Goshen1657 let them dwell3427: and if thou knowest3045 3426 any men582 of activity2428 among them, then make them7760 rulers8269 over my cattle4735.","31":"And he said559, Swear7650 unto me. And he sware7650 unto him. And Israel3478 bowed7812 himself upon the bed\u0027s4296 head7218."},"5":{"11":"And all the days3117 of Enos583 were nine8672 hundred3967 8141 and five2568 years8141: and he died4191.","3":"And Adam121 lived2421 an hundred3967 and thirty7970 years8141, and begat3205 a son in his own likeness1823, after his image6754; and called7121 his name8034 Seth8352:","20":"And all the days3117 of Jared3382 were nine8672 hundred3967 8141 sixty8346 and two8147 years8141: and he died4191.","12":"And Cainan7018 lived2421 seventy7657 years8141, and begat3205 Mahalaleel4111: Mahalaleel: Gr. Maleleel","10":"And Enos583 lived2421 after310 he begat3205 Cainan7018 eight8083 hundred3967 8141 and fifteen6240 2568 years8141, and begat3205 sons1121 and daughters1323:","17":"And all the days3117 of Mahalaleel4111 were eight8083 hundred3967 8141 ninety8673 and five2568 years8141: and he died4191.","13":"And Cainan7018 lived2421 after310 he begat3205 Mahalaleel4111 eight8083 hundred3967 8141 and forty705 years8141, and begat3205 sons1121 and daughters1323:","27":"And all the days3117 of Methuselah4968 were nine8672 hundred3967 8141 sixty8346 and nine8672 years8141: and he died4191.","30":"And Lamech3929 lived2421 after310 he begat3205 Noah5146 five2568 hundred3967 8141 ninety8673 and five2568 years8141, and begat3205 sons1121 and daughters1323:","18":"And Jared3382 lived2421 an hundred3967 sixty8346 8141 and two8147 years8141, and he begat3205 Enoch2585:","29":"And he called7121 his name8034 Noah5146, saying559, This same shall comfort5162 us concerning our work4639 and toil6093 of our hands3027, because4480 of the ground127 which the LORD3068 hath cursed779. Noah: Gr. Noe: that is Rest, or, Comfort","23":"And all the days3117 of Enoch2585 were three7969 hundred3967 8141 sixty8346 and five2568 years8141:","19":"And Jared3382 lived2421 after310 he begat3205 Enoch2585 eight8083 hundred3967 years8141, and begat3205 sons1121 and daughters1323:","1":"This2088 is the book5612 of the generations8435 of Adam121. In the day3117 that God430 created1254 man120, in the likeness1823 of God430 made6213 he him;","5":"And all the days3117 that Adam121 lived2425 were nine8672 hundred3967 8141 and thirty7970 years8141: and he died4191.","4":"And the days3117 of Adam121 after310 he had begotten3205 Seth8352 were eight8083 hundred3967 years8141: and he begat3205 sons1121 and daughters1323:","8":"And all the days3117 of Seth8352 were nine8672 hundred3967 8141 and twelve6240 8147 years8141: and he died4191.","26":"And Methuselah4968 lived2421 after310 he begat3205 Lamech3929 seven7651 hundred3967 8141 eighty8084 and two8147 years8141, and begat3205 sons1121 and daughters1323: Lamech: Heb. Lemech","14":"And all the days3117 of Cainan7018 were nine8672 hundred3967 8141 and ten6235 years8141: and he died4191.","22":"And Enoch2585 walked1980 with854 God430 after310 he begat3205 853 Methuselah4968 three7969 hundred3967 years8141, and begat3205 sons1121 and daughters1323:","28":"And Lamech3929 lived2421 an hundred3967 8141 eighty8084 and two8147 years8141, and begat3205 a son1121:","25":"And Methuselah4968 lived2421 an hundred3967 8141 eighty8084 and seven7651 years8141, and begat3205 Lamech3929:","9":"And Enos583 lived2421 ninety8673 years8141, and begat3205 Cainan7018: Cainan: Heb. Kenan","15":"And Mahalaleel4111 lived2421 sixty8346 8141 and five2568 years8141, and begat3205 Jared3382: Jared: Heb. Jered","21":"And Enoch2585 lived2421 sixty8346 and five2568 years8141, and begat3205 Methuselah4968: Methuselah: Gr. Mathusala","24":"And Enoch2585 walked1980 with God430: and he was not; for God430 took3947 him.","16":"And Mahalaleel4111 lived2421 after310 he begat3205 Jared3382 eight8083 hundred3967 8141 and thirty7970 years8141, and begat3205 sons1121 and daughters1323:","32":"And Noah5146 was five2568 hundred3967 years8141 old1121: and Noah5146 begat3205 Shem8035, Ham2526, and Japheth3315.","7":"And Seth8352 lived2421 after310 he begat3205 Enos583 eight8083 hundred3967 8141 and seven7651 years8141, and begat3205 sons1121 and daughters1323:","2":"Male2145 and female5347 created1254 he them; and blessed1288 them, and called7121 their name8034 Adam120, in the day3117 when they were created1254.","6":"And Seth8352 lived2421 an hundred3967 8141 and five2568 years8141, and begat3205 Enos583: Enos: Heb. Enosh","31":"And all the days3117 of Lamech3929 were seven7651 hundred3967 8141 seventy7657 and seven7651 years8141: and he died4191."},"49":{"11":"Binding631 his foal5895 unto the vine1612, and his ass\u0027s860 colt1121 unto the choice vine8321; he washed3526 his garments3830 in wine3196, and his clothes5497 in the blood1818 of grapes6025:","3":"Reuben7205, thou art my firstborn1060, my might3581, and the beginning7225 of my strength202, the excellency3499 of dignity7613, and the excellency3499 of power5794:","20":"Out of Asher836 his bread3899 shall be fat8082, and he shall yield5414 royal4428 dainties4574.","12":"His eyes5869 shall be red2447 with wine3196, and his teeth8127 white3836 with milk2461.","10":"The sceptre7626 shall not depart5493 from Judah3063, nor a lawgiver2710 from between his feet7272, until3588 Shiloh7886 come935; and unto him shall the gathering3349 of the people5971 be.","17":"Dan1835 shall be a serpent5175 by the way1870, an adder8207 in the path734, that biteth5391 the horse5483 heels6119, so that his rider7392 shall fall5307 backward268. an adder: Heb. an arrow-snake","13":"Zebulun2074 shall dwell7931 at the haven2348 of the sea3220; and he shall be for an haven2348 of ships591; and his border3411 shall be unto Zidon6721.","27":"Benjamin1144 shall ravin2963 as a wolf2061: in the morning1242 he shall devour398 the prey5706, and at night6153 he shall divide2505 the spoil7998.","30":"In the cave4631 that is in the field7704 of Machpelah4375, which is before6440 Mamre4471, in the land776 of Canaan3667, which Abraham85 bought7069 with the field7704 of Ephron6085 the Hittite2850 for a possession272 of a buryingplace6913.","18":"I have waited for6960 thy salvation3444, O LORD3068.","29":"And he charged6680 them, and said559 unto them, I am to be gathered622 unto my people5971: bury6912 me with my fathers1 in the cave4631 that is in the field7704 of Ephron6085 the Hittite2850,","23":"The archers1167 2671 have sorely grieved him4843, and shot7232 at him, and hated him7852:","19":"Gad1410, a troop1416 shall overcome1464 him: but he shall overcome1464 at the last6119.","1":"And Jacob3290 called7121 unto his sons1121, and said559, Gather yourselves together622, that I may tell5046 you that which shall befall7122 you in the last319 days3117.","5":"Simeon8095 and Levi3878 are brethren251; instruments3627 of cruelty2555 are in their habitations4380. instruments: or, their swords are weapons of violence","4":"Unstable6349 as water4325, thou shalt not excel3498; because thou wentest up5927 to thy father\u0027s1 bed4904; then defiledst thou2490 it: he went up5927 to my couch3326. thou shalt: Heb. do not thou excel he went: or, my couch is gone","8":"Judah3063, thou art he whom thy brethren251 shall praise3034: thy hand3027 shall be in the neck6203 of thine enemies341; thy father\u0027s1 children1121 shall bow down7812 before thee.","26":"The blessings1293 of thy father1 have prevailed1396 above the blessings1293 of my progenitors2029 unto the utmost bound8379 of the everlasting5769 hills1389: they shall be on the head7218 of Joseph3130, and on the crown of the head6936 of him that was separate5139 from his brethren251.","14":"Issachar3485 is a strong1634 ass2543 couching down7257 between two burdens4942:","22":"Joseph3130 is a fruitful6509 bough1121, even a fruitful6509 bough1121 by a well5869; whose branches1323 run6805 over the wall7791: branches: Heb. daughters","28":"All these are the twelve6240 8147 tribes7626 of Israel3478: and this is it that their father1 spake1696 unto them, and blessed1288 them; every834 one376 according to his blessing1293 he blessed1288 them.","25":"Even by the God410 of thy father1, who shall help5826 thee; and by854 the Almighty7706, who shall bless1288 thee with blessings1293 of heaven8064 above5920, blessings1293 of the deep8415 that lieth7257 under, blessings1293 of the breasts7699, and of the womb7356:","9":"Judah3063 is a lion\u0027s738 whelp1482: from the prey2964, my son1121, thou art gone up5927: he stooped down3766, he couched7257 as a lion738, and as an old lion3833; who shall rouse him up6965?","33":"And when Jacob3290 had made an end3615 of commanding6680 his sons1121, he gathered up622 his feet7272 into the bed4296, and yielded up the ghost1478, and was gathered622 unto his people5971.","15":"And he saw7200 that rest4496 was good2896, and the land776 that it was pleasant5276; and bowed5186 his shoulder7926 to bear5445, and became a servant5647 unto tribute4522.","21":"Naphtali5321 is a hind355 let loose7971: he giveth5414 goodly8233 words561.","24":"But his bow7198 abode3427 in strength386, and the arms2220 of his hands3027 were made strong6339 by the hands3027 of the mighty46 God of Jacob3290; (from thence is the shepherd7462, the stone68 of Israel3478:)","16":"Dan1835 shall judge1777 his people5971, as one259 of the tribes7626 of Israel3478.","32":"The purchase4735 of the field7704 and of the cave4631 that is therein was from the children1121 of Heth2845.","7":"Cursed779 be their anger639, for it was fierce5794; and their wrath5678, for it was cruel7185: I will divide2505 them in Jacob3290, and scatter6327 them in Israel3478.","2":"Gather yourselves together6908, and hear8085, ye sons1121 of Jacob3290; and hearken8085 unto Israel3478 your father1.","6":"O my soul5315, come935 not thou into their secret5475; unto their assembly6951, mine honour3519, be not thou united3161: for in their anger639 they slew2026 a man376, and in their selfwill7522 they digged down6131 a wall7794. digged: or, houghed oxen","31":"There they buried6912 Abraham85 and Sarah8283 his wife802; there they buried6912 Isaac3327 and Rebekah7259 his wife802; and there I buried6912 Leah3812."},"4":{"16":"And Cain7014 went out3318 from the presence6440 of the LORD3068, and dwelt3427 in the land776 of Nod5113, on the east6926 of Eden5731.","3":"And in process7093 of time3117 it came to pass, that Cain7014 brought935 of the fruit6529 of the ground127 an offering4503 unto the LORD3068. in process: Heb. at the end of days","5":"But unto Cain7014 and to his offering4503 he had not respect8159. And Cain7014 was very3966 wroth2734, and his countenance6440 fell5307.","21":"And his brother\u0027s251 name8034 was Jubal3106: he was the father1 of all such as handle8610 the harp3658 and organ5748.","18":"And unto Enoch2585 was born3205 Irad5897: and Irad5897 begat3205 Mehujael4232: and Mehujael4232 begat3205 Methusael4967: and Methusael4967 begat3205 Lamech3929. Lamech: Heb. Lemech","12":"When3588 thou tillest5647 the ground127, it shall not henceforth3254 yield5414 unto thee her strength3581; a fugitive5128 and a vagabond5110 shalt thou be in the earth776.","10":"And he said559, What4100 hast thou done6213? the voice6963 of thy brother\u0027s251 blood1818 crieth6817 unto me from the ground127. blood: Heb. bloods","2":"And she again3254 bare3205 his brother251 Abel1893. And Abel1893 was a keeper7462 of sheep6629, but Cain7014 was a tiller5647 of the ground127. Abel: Heb. Hebel a keeper: Heb. a feeder","22":"And Zillah6741, she also bare3205 Tubalcain8423, an instructer3913 of every artificer2794 in brass5178 and iron1270: and the sister269 of Tubalcain8423 was Naamah5279. instructer: Heb. whetter","8":"And Cain7014 talked559 with413 Abel1893 his brother251: and it came to pass, when they were in the field7704, that Cain7014 rose up6965 against413 Abel1893 his brother251, and slew him2026.","17":"And Cain7014 knew3045 his wife802; and she conceived2029, and bare3205 Enoch2585: and he builded1129 a city5892, and called7121 the name8034 of the city5892, after the name8034 of his son1121, Enoch2585. Enoch: Heb. Chanoch","11":"And now art thou cursed779 from the earth127, which hath opened6475 her mouth6310 to receive3947 thy brother\u0027s251 blood1818 from thy hand3027;","1":"And Adam120 knew3045 853 Eve2332 his wife802; and she conceived2029, and bare3205 853 Cain7014, and said559, I have gotten7069 a man376 from854 the LORD3068. Cain: that is, Gotten, or, Acquired","9":"And the LORD3068 said559 unto Cain7014, Where335 is Abel1893 thy brother251? And he said559, I know3045 not: Am I my brother\u0027s251 keeper8104?","24":"If3588 Cain7014 shall be avenged5358 sevenfold7659, truly Lamech3929 seventy7657 and sevenfold7651.","14":"Behold, thou hast driven me out1644 this day3117 from the face6440 of the earth127; and from5921 thy face6440 shall I be hid5641; and I shall be a fugitive5128 and a vagabond5110 in the earth776; and it shall come to pass1961, that every one that findeth me4672 shall slay me2026.","7":"If518 thou doest well3190, shalt thou not be accepted7613? and if thou doest not well3190, sin2403 lieth7257 at the door6607. And unto thee shall be his desire8669, and thou shalt rule4910 over him. be accepted: or, have the excellency unto: or, subject unto thee","15":"And the LORD3068 said559 unto him, Therefore3651 whosoever slayeth2026 Cain7014, vengeance shall be taken5358 on him sevenfold7659. And the LORD3068 set7760 a mark226 upon Cain7014, lest1115 any finding4672 him should kill5221 him.","20":"And Adah5711 bare3205 Jabal2989: he was the father1 of such as dwell3427 in tents168, and of such as have cattle4735.","25":"And Adam120 knew3045 his wife802 again5750; and she bare3205 a son1121, and called7121 his name8034 Seth8352: For God430, said she, hath appointed7896 me another312 seed2233 instead8478 of Abel1893, whom3588 Cain7014 slew2026. Seth: Heb. Sheth: that is Appointed, or, Put","23":"And Lamech3929 said559 unto his wives802, Adah5711 and Zillah6741, Hear8085 my voice6963; ye wives802 of Lamech3929, hearken238 unto my speech565: for I have slain2026 a man376 to my wounding6482, and a young man3206 to my hurt2250. I have: or, I would slay a man in my wound, etc to my hurt: or, in my hurt","6":"And the LORD3068 said559 unto Cain7014, Why art thou wroth2734? and why is thy countenance6440 fallen5307?","4":"And Abel1893, he1931 also brought935 of the firstlings1062 of his flock6629 and of the fat2459 thereof. And the LORD3068 had respect8159 unto Abel1893 and to his offering4503: flock: Heb. sheep, or, goats","19":"And Lamech3929 took3947 unto him two8147 wives802: the name8034 of the one259 was Adah5711, and the name8034 of the other8145 Zillah6741.","13":"And Cain7014 said559 unto the LORD3068, My punishment5771 is greater1419 than I can bear5375. My: or, Mine iniquity is greater than that it may be forgiven","26":"And to Seth8352, to him1931 also there was born3205 a son1121; and he called7121 his name8034 Enos583: then began men2490 to call7121 upon the name8034 of the LORD3068. Enos: Heb. Enosh to call: or, to call themselves by the name of the Lord"},"8":{"16":"Go forth3318 of the ark8392, thou, and thy wife802, and thy sons1121, and thy sons\u00271121 wives802 with thee.","3":"And the waters4325 returned7725 from off the earth776 continually1980 7725: and after the end7097 of the hundred3967 and fifty2572 days3117 the waters4325 were abated2637. continually: Heb. in going and returning","5":"And the waters4325 decreased2637 continually1980 until5704 the tenth6224 month2320: in the tenth6224 month, on the first259 day of the month2320, were the tops7218 of the mountains2022 seen7200. decreased: Heb. were in going and decreasing","21":"And the LORD3068 smelled7306 a sweet5207 savour7381; and the LORD3068 said559 in413 his heart3820, I will not again3254 curse7043 the ground127 any more for man\u0027s120 sake5668; for the imagination3336 of man\u0027s120 heart3820 is evil7451 from his youth5271; neither will I again3254 smite5221 any more every thing living2416, as I have done6213. a sweet: Heb. a savour of rest or, satisfaction for the imagination: or, through the imagination","18":"And Noah5146 went forth3318, and his sons1121, and his wife802, and his sons\u00271121 wives802 with him:","12":"And he stayed3176 yet other312 seven7651 days3117; and sent forth7971 the dove3123; which returned7725 not again3254 unto him any more5750.","10":"And he stayed2342 yet other312 seven7651 days3117; and again3254 he sent forth7971 the dove3123 out of the ark8392;","2":"The fountains4599 also of the deep8415 and the windows699 of heaven8064 were stopped5534, and the rain1653 from heaven8064 was restrained3607;","22":"While the earth776 remaineth3117, seedtime2233 and harvest7105, and cold7120 and heat2527, and summer7019 and winter2779, and day3117 and night3915 shall not cease7673. While: Heb. As yet all the days of the earth","8":"Also he sent forth7971 a dove3123 from him, to see7200 if the waters4325 were abated7043 from off the face6440 of the ground127;","17":"Bring forth3318 with thee every living thing2416 that is with thee, of all flesh1320, both of fowl5775, and of cattle929, and of every creeping thing7431 that creepeth7430 upon the earth776; that they may breed abundantly8317 in the earth776, and be fruitful6509, and multiply7235 upon the earth776.","11":"And the dove3123 came in935 to him in the evening6256 6153; and, lo, in her mouth6310 was an olive2132 leaf5929 pluckt off2965: so Noah5146 knew3045 that the waters4325 were abated7043 from off the earth776.","1":"And God430 remembered2142 Noah5146, and every living thing2416, and all the cattle929 that was with him in the ark8392: and God430 made5674 a wind7307 to pass5674 over5921 the earth776, and the waters4325 asswaged7918;","9":"But the dove3123 found4672 no rest4494 for the sole3709 of her foot7272, and she returned7725 unto him into the ark8392, for the waters4325 were on the face6440 of the whole earth776: then he put forth7971 his hand3027, and took her3947, and pulled her in935 unto him into the ark8392. pulled: Heb. caused her to come","14":"And in the second8145 month2320, on the seven7651 and twentieth6242 day3117 of the month2320, was the earth776 dried3001.","7":"And he sent forth7971 a raven6158, which went forth3318 to3318 and fro7725, until the waters4325 were dried up3001 from off the earth776. to: Heb. in going forth and returning","15":"And God430 spake1696 unto Noah5146, saying559,","20":"And Noah5146 builded1129 an altar4196 unto the LORD3068; and took3947 of every clean2889 beast929, and of every clean2889 fowl5775, and offered5927 burnt offerings5930 on the altar4196.","6":"And it came to pass at the end7093 of forty705 days3117, that Noah5146 opened6605 the window2474 of the ark8392 which he had made6213:","4":"And the ark8392 rested5117 in the seventh7637 month2320, on the seventeenth6240 7651 day3117 of the month2320, upon the mountains2022 of Ararat780.","19":"Every beast2416, every creeping thing7431, and every fowl5775, and whatsoever3605 creepeth7430 upon the earth776, after their kinds4940, went forth3318 out of the ark8392. kinds: Heb. families","13":"And it came to pass in the six8337 hundredth3967 and first year8141, in the first7223 month, the first259 day of the month2320, the waters4325 were dried up2717 from off the earth776: and Noah5146 removed5493 the covering4372 of the ark8392, and looked7200, and, behold, the face6440 of the ground127 was dry2717."},"26":{"11":"And Abimelech40 charged6680 all his people5971, saying559, He that toucheth5060 this man376 or his wife802 shall surely4191 be put to death4191.","3":"Sojourn1481 in this land776, and I will be with thee, and will bless1288 thee; for unto thee, and unto thy seed2233, I will give5414 all these411 countries776, and I will perform6965 the oath7621 which I sware7650 unto Abraham85 thy father1;","20":"And the herdmen7462 of Gerar1642 did strive7378 with Isaac\u0027s3327 herdmen7462, saying559, The water4325 is ours: and he called7121 the name8034 of the well875 Esek6230; because they strove6229 with him. Esek: that is, Contention","12":"Then Isaac3327 sowed2232 in that land776, and received4672 in the same year8141 an hundredfold3967 8180: and the LORD3068 blessed1288 him. received: Heb. found","10":"And Abimelech40 said559, What is this thou hast done6213 unto us? one259 of the people5971 might lightly4592 have lien7901 with thy wife802, and thou shouldest have brought935 guiltiness817 upon us.","17":"And Isaac3327 departed3212 thence, and pitched his tent2583 in the valley5158 of Gerar1642, and dwelt3427 there8033.","13":"And the man376 waxed great1431, and went3212 forward1980, and grew1432 until he became1431 very3966 great1431: went: Heb. went going","27":"And Isaac3327 said559 unto them, Wherefore4069 come935 ye to me, seeing ye hate8130 me, and have sent me away7971 from you?","30":"And he made6213 them a feast4960, and they did eat398 and drink8354.","18":"And Isaac3327 digged2658 again7725 the wells875 of water4325, which they had digged2658 in the days3117 of Abraham85 his father1; for the Philistines6430 had stopped5640 them after310 the death4194 of Abraham85: and he called7121 their names8034 after the names8034 by which834 his father1 had called7121 them.","29":"That thou wilt do6213 us no hurt7451, as we have not touched5060 thee, and as we have done6213 unto thee nothing but7535 good2896, and have sent thee away7971 in peace7965: thou art now6258 the blessed1288 of the LORD3068. That: Heb. If thou shalt","23":"And he went up5927 from thence to Beersheba884.","19":"And Isaac\u0027s3327 servants5650 digged2658 in the valley5158, and found4672 there a well875 of springing2416 water4325. springing: Heb. living","1":"And there was a famine7458 in the land776, beside905 the first7223 famine7458 that was in the days3117 of Abraham85. And Isaac3327 went3212 unto Abimelech40 king4428 of the Philistines6430 unto Gerar1642.","5":"Because6118 that Abraham85 obeyed8085 my voice6963, and kept8104 my charge4931, my commandments4687, my statutes2708, and my laws8451.","4":"And I will make7235 thy seed2233 to multiply7235 as the stars3556 of heaven8064, and will give5414 unto thy seed2233 all these411 countries776; and in thy seed2233 shall all the nations1471 of the earth776 be blessed1288;","8":"And it came to pass, when he had been there a long748 time3117, that Abimelech40 king4428 of the Philistines6430 looked out8259 at1157 a window2474, and saw7200, and, behold, Isaac3327 was sporting6711 with Rebekah7259 his wife802.","26":"Then Abimelech40 went1980 to him from Gerar1642, and Ahuzzath276 one of his friends4828, and Phichol6369 the chief captain8269 of his army6635.","14":"For he had possession4735 of flocks6629, and possession4735 of herds1241, and great store7227 of servants5657: and the Philistines6430 envied7065 him. servants: or, husbandry","22":"And he removed6275 from thence, and digged2658 another312 well875; and for that they strove7378 not: and he called7121 the name of it8034 Rehoboth7344; and he said559, For now6258 the LORD3068 hath made room7337 for us, and we shall be fruitful6509 in the land776. Rehoboth: that is Room","28":"And they said559, We saw7200 certainly7200 that the LORD3068 was with thee: and we said559, Let there be now an oath423 betwixt996 us, even betwixt996 us and thee, and let us make3772 a covenant1285 with thee; We saw: Heb. Seeing we saw","25":"And he builded1129 an altar4196 there, and called7121 upon the name8034 of the LORD3068, and pitched5186 his tent168 there: and there Isaac\u0027s3327 servants5650 digged3738 a well875.","9":"And Abimelech40 called7121 Isaac3327, and said559, Behold, of a surety389 she is thy wife802: and how saidst559 thou, She is my sister269? And Isaac3327 said559 unto him, Because I said559, Lest I die4191 for her.","33":"And he called7121 it Shebah7656: therefore the name8034 of the city5892 is Beersheba884 unto this day3117. Shebah: That is, an oath Beersheba: that is, the well of the oath","15":"For all the wells875 which his father\u0027s1 servants5650 had digged2658 in the days3117 of Abraham85 his father1, the Philistines6430 had stopped5640 them, and filled4390 them with earth6083.","34":"And Esau6215 was forty705 years8141 old1121 when he took3947 to wife802 Judith3067 the daughter1323 of Beeri882 the Hittite2850, and Bashemath1315 the daughter1323 of Elon356 the Hittite2850:","21":"And they digged2658 another312 well875, and strove7378 for that also: and he called7121 the name of it8034 Sitnah7856. Sitnah: that is, Hatred","24":"And the LORD3068 appeared7200 unto him the same night3915, and said559, I am the God430 of Abraham85 thy father1: fear3372 not, for I am with854 thee, and will bless1288 thee, and multiply7235 thy seed2233 for my servant5650 Abraham\u0027s85 sake.","16":"And Abimelech40 said559 unto Isaac3327, Go3212 from us; for thou art much3966 mightier6105 than we.","35":"Which were a grief4786 of mind7307 unto Isaac3327 and to Rebekah7259. a grief: Heb. bitterness of spirit","32":"And it came to pass the same day3117, that Isaac\u0027s3327 servants5650 came935, and told5046 him concerning182 the well875 which they had digged2658, and said559 unto him, We have found4672 water4325.","7":"And the men582 of the place4725 asked7592 him of his wife802; and he said559, She is my sister269: for he feared3372 to say559, She is my wife802; lest, said he, the men582 of the place4725 should kill2026 me for Rebekah7259; because she was fair2896 to look upon4758.","2":"And the LORD3068 appeared7200 unto him, and said559, Go not down3381 into Egypt4714; dwell7931 in the land776 which I shall tell559 thee of:","6":"And Isaac3327 dwelt3427 in Gerar1642:","31":"And they rose up betimes7925 in the morning1242, and sware7650 one376 to another251: and Isaac3327 sent them away7971, and they departed3212 from him in peace7965."},"39":{"16":"And she laid up3240 his garment899 by her681, until his lord113 came935 home1004.","3":"And his master113 saw7200 that the LORD3068 was with him, and that the LORD3068 made all that he did6213 to prosper6743 in his hand3027.","5":"And it came to pass from the time227 that he had made him overseer6485 in his house1004, and over all that he had3426, that the LORD3068 blessed1288 the Egyptian\u0027s4713 house1004 for Joseph\u0027s3130 sake1558; and the blessing1293 of the LORD3068 was upon all that he had3426 in the house1004, and in the field7704.","21":"But the LORD3068 was with Joseph3130, and shewed5186 him mercy2617, and gave5414 him favour2580 in the sight5869 of the keeper8269 of the prison1004 5470. shewed: Heb. extended kindness unto him","18":"And it came to pass, as I lifted up7311 my voice6963 and cried7121, that he left5800 his garment899 with me681, and fled5127 out2351.","12":"And she caught8610 him by his garment899, saying559, Lie7901 with me: and he left5800 his garment899 in her hand3027, and fled5127, and got3318 him out2351.","10":"And it came to pass, as she spake1696 to Joseph3130 day3117 by day3117, that he hearkened8085 not unto her, to lie7901 by her681, or to be with her.","2":"And the LORD3068 was with Joseph3130, and he was a prosperous6743 man376; and he was in the house1004 of his master113 the Egyptian4713.","22":"And the keeper8269 of the prison1004 5470 committed5414 to Joseph\u0027s3130 hand3027 all the prisoners615 that were in the prison1004 5470; and whatsoever they did6213 there, he was the doer6213 of it.","8":"But he refused3985, and said559 unto his master\u0027s113 wife802, Behold, my master113 wotteth3045 not what is with me in the house1004, and he hath committed5414 all that he hath3426 to my hand3027;","17":"And she spake1696 unto him according to these words1697, saying559, The Hebrew5680 servant5650, which thou hast brought935 unto us, came in935 unto me to mock6711 me:","11":"And it came to pass about this time3117, that Joseph went935 into the house1004 to do6213 his business4399; and there was none of the men376 582 of the house1004 there within.","1":"And Joseph3130 was brought down3381 to Egypt4714; and Potiphar6318, an officer5631 of Pharaoh6547, captain8269 of the guard2876, an Egyptian376 4713, bought7069 him of the hands3027 of the Ishmeelites3459, which had brought him down3381 thither.","9":"There is none greater1419 in this house1004 than I; neither3808 hath he kept back2820 any thing3972 from me but thee, because834 thou859 art his wife802: how then can I do6213 this great1419 wickedness7451, and sin2398 against God430?","14":"That she called7121 unto the men582 of her house1004, and spake559 unto them, saying559, See7200, he hath brought in935 an Hebrew376 5680 unto us to mock6711 us; he came in935 unto me to lie7901 with me, and I cried7121 with a loud1419 voice6963: loud: Heb. great","7":"And it came to pass after310 these things1697, that his master\u0027s113 wife802 cast5375 her eyes5869 upon Joseph3130; and she said559, Lie7901 with me.","15":"And it came to pass, when he heard8085 that I lifted up7311 my voice6963 and cried7121, that he left5800 his garment899 with me681, and fled5127, and got him3318 out2351.","20":"And Joseph\u0027s3130 master113 took3947 him, and put him5414 into the prison1004 5470, a place4725 where the king\u0027s4428 prisoners615 were bound631: and he was there in the prison1004 5470.","23":"The keeper8269 of the prison1004 5470 looked7200 not to any thing3972 that was under his hand3027; because the LORD3068 was with him, and that which he did6213, the LORD3068 made it to prosper6743.","6":"And he left5800 all that he had in Joseph\u0027s3130 hand3027; and he knew3045 not ought3972 he had, save518 the bread3899 which he did eat398. And Joseph3130 was a goodly8389 person, and well3303 favoured4758.","4":"And Joseph3130 found4672 grace2580 in his sight5869, and he served8334 him: and he made him overseer6485 over his house1004, and all that he had3426 he put5414 into his hand3027.","19":"And it came to pass, when his master113 heard8085 the words1697 of his wife802, which she spake1696 unto him, saying559, After this manner1697 did6213 thy servant5650 to me; that his wrath639 was kindled2734.","13":"And it came to pass, when she saw7200 that he had left5800 his garment899 in her hand3027, and was fled5127 forth2351,"},"14":{"16":"And he brought back7725 all the goods7399, and also brought again7725 his brother251 Lot3876, and his goods7399, and the women802 also, and the people5971.","3":"All these were joined together2266 in the vale6010 of Siddim7708, which1931 is the salt4417 sea3220.","5":"And in the fourteenth6240 702 year8141 came935 Chedorlaomer3540, and the kings4428 that were with him, and smote5221 the Rephaims7497 in Ashteroth Karnaim6255, and the Zuzims2104 in Ham1990, and the Emims368 in Shaveh Kiriathaim7741, Shaveh: or, The plain of Kiriathaim","21":"And the king4428 of Sodom5467 said559 unto Abram87, Give5414 me the persons5315, and take3947 the goods7399 to thyself. persons: Heb. souls","18":"And Melchizedek4442 king4428 of Salem8004 brought forth3318 bread3899 and wine3196: and he was the priest3548 of the most high5945 God410.","12":"And they took3947 Lot3876, Abram\u0027s87 brother\u0027s251 son1121, who dwelt3427 in Sodom5467, and his goods7399, and departed3212.","10":"And the vale6010 of Siddim7708 was full of 875 slimepits875 2564; and the kings4428 of Sodom5467 and Gomorrah6017 fled5127, and fell5307 there; and they that remained7604 fled5127 to the mountain2022.","2":"That these made6213 war4421 with854 Bera1298 king4428 of Sodom5467, and with Birsha1306 king4428 of Gomorrah6017, Shinab8134 king4428 of Admah126, and Shemeber8038 king4428 of Zeboiim6636, and the king4428 of Bela1106, which is1931 Zoar6820.","22":"And Abram87 said559 to the king4428 of Sodom5467, I have lift up7311 mine hand3027 unto the LORD3068, the most high5945 God410, the possessor7069 of heaven8064 and earth776,","8":"And there went out3318 the king4428 of Sodom5467, and the king4428 of Gomorrah6017, and the king4428 of Admah126, and the king4428 of Zeboiim6636, and the king4428 of Bela1106 (the same1931 is Zoar6820;) and they joined6186 battle4421 with them in the vale6010 of Siddim7708;","17":"And the king4428 of Sodom5467 went out3318 to meet7125 him after310 his return7725 from the slaughter5221 of Chedorlaomer3540, and of the kings4428 that were with him, at the valley6010 of Shaveh7740, which1931 is the king\u0027s4428 dale6010.","11":"And they took3947 all the goods7399 of Sodom5467 and Gomorrah6017, and all their victuals400, and went their way3212.","1":"And it came to pass in the days3117 of Amraphel569 king4428 of Shinar8152, Arioch746 king4428 of Ellasar495, Chedorlaomer3540 king4428 of Elam5867, and Tidal8413 king4428 of nations1471;","9":"With Chedorlaomer3540 the king4428 of Elam5867, and with Tidal8413 king4428 of nations1471, and Amraphel569 king4428 of Shinar8152, and Arioch746 king4428 of Ellasar495; four702 kings4428 with five2568.","24":"Save1107 only that which834 the young men5288 have eaten398, and the portion2506 of the men582 which went1980 with854 me, Aner6063, Eshcol812, and Mamre4471; let them1992 take3947 their portion2506.","14":"And when Abram87 heard8085 that his brother251 was taken captive7617, he armed7324 his trained2593 servants, born3211 in his own house1004, three7969 hundred3967 and eighteen6240 8083, and pursued7291 them unto Dan1835. armed: or, led forth trained: or, instructed","7":"And they returned7725, and came935 to413 Enmishpat5880, which is Kadesh6946, and smote5221 all the country7704 of the Amalekites6003, and also the Amorites567, that dwelt3427 in Hazezontamar2688.","15":"And he divided2505 himself against them, he and his servants5650, by night3915, and smote5221 them, and pursued7291 them unto Hobah2327, which is on the left hand8040 of Damascus1834.","20":"And blessed1288 be the most high5945 God410, which hath delivered4042 thine enemies6862 into thy hand3027. And he gave5414 him tithes4643 of all.","23":"That I will not518 take from a thread2339 even to a shoelatchet5275 8288, and that I will not518 take3947 any thing that is thine, lest thou shouldest say559, I have made6238 Abram87 rich6238:","6":"And the Horites2752 in their mount2042 Seir8165, unto Elparan364, which is by5921 the wilderness4057. Elparan: or, The plain of Paran","4":"Twelve6240 8147 years8141 they served5647 853 Chedorlaomer3540, and in the thirteenth7969 6240 year8141 they rebelled4775.","19":"And he blessed1288 him, and said559, Blessed1288 be Abram87 of the most high5945 God410, possessor7069 of heaven8064 and earth776:","13":"And there came935 one that had escaped6412, and told5046 Abram87 the Hebrew5680; for he dwelt7931 in the plain436 of Mamre4471 the Amorite567, brother251 of Eshcol812, and brother251 of Aner6063: and these were confederate1167 1285 with Abram87."},"37":{"11":"And his brethren251 envied7065 him; but his father1 observed8104 the saying1697.","3":"Now Israel3478 loved157 Joseph3130 more than all his children1121, because he was the son1121 of his old age2208: and he made6213 him a coat3801 of many colours6446. colours: or, pieces","20":"Come3212 now therefore, and let us slay2026 him, and cast7993 him into some259 pit953, and we will say559, Some evil7451 beast2416 hath devoured398 him: and we shall see7200 what will become of his dreams2472.","12":"And his brethren251 went3212 to feed7462 their father\u0027s1 flock6629 in Shechem7927.","10":"And he told5608 it to his father1, and to his brethren251: and his father1 rebuked1605 him, and said559 unto him, What is this dream2472 that thou hast dreamed2492? Shall I and thy mother517 and thy brethren251 indeed935 come935 to bow down7812 ourselves to thee to the earth776?","17":"And the man376 said559, They are departed5265 hence2088; for I heard8085 them say559, Let us go3212 to Dothan1886. And Joseph3130 went3212 after310 his brethren251, and found4672 them in Dothan1886.","13":"And Israel3478 said559 unto Joseph3130, Do not thy brethren251 feed7462 the flock in Shechem7927? come3212, and I will send thee7971 unto them. And he said559 to him, Here am I.","27":"Come3212, and let us sell4376 him to the Ishmeelites3459, and let not our hand3027 be upon him; for he is our brother251 and our flesh1320. And his brethren251 were content8085. were: Heb. hearkened","30":"And he returned7725 unto his brethren251, and said559, The child3206 is not; and I, whither575 shall I go935?","18":"And when they saw7200 him afar off7350, even before he came near7126 unto them, they conspired5230 against him to slay4191 him.","36":"And the Midianites4092 sold4376 him into Egypt4714 unto Potiphar6318, an officer5631 of Pharaoh\u0027s6547, and captain8269 of the guard2876. officer: Heb. eunuch: but the word doth signify not only eunuchs, but also chamberlains, courtiers, and officers captain: or, chief marshal: Heb. chief of the slaughter men, or executioners","29":"And Reuben7205 returned7725 unto the pit953; and, behold, Joseph3130 was not in the pit953; and he rent7167 his clothes899.","23":"And it came to pass, when Joseph3130 was come935 unto his brethren251, that they stript6584 853 Joseph3130 out of854 his coat3801, his coat3801 of many colours6446 that was on him; colours: or, pieces","19":"And they said559 one376 to another251, Behold, this1976 dreamer1167 2472 cometh935. dreamer: Heb. master of dreams","1":"And Jacob3290 dwelt3427 in the land776 wherein his father1 was a stranger4033, in the land776 of Canaan3667. wherein: Heb. of his father\u0027s sojournings","5":"And Joseph3130 dreamed2492 a dream2472, and he told5046 it his brethren251: and they hated8130 him yet the more3254.","4":"And when his brethren251 saw7200 that their father1 loved157 him more than all his brethren251, they hated8130 him, and could3201 not speak1696 peaceably7965 unto him.","8":"And his brethren251 said559 to him, Shalt thou indeed4427 reign4427 over us? or shalt thou indeed4910 have dominion4910 over us? And they hated8130 him yet the more3254 for his dreams2472, and for his words1697.","26":"And Judah3063 said559 unto his brethren251, What profit1215 is it if we slay2026 our brother251, and conceal3680 his blood1818?","14":"And he said559 to him, Go3212, I pray thee, see7200 whether it be well7965 with thy brethren251, and well7965 with the flocks6629; and bring7725 me word1697 again7725. So he sent7971 him out of the vale6010 of Hebron2275, and he came935 to Shechem7927. see: Heb. see the peace of thy brethren, etc.","22":"And Reuben7205 said559 unto them, Shed8210 no blood1818, but cast7993 him into this pit953 that is in the wilderness4057, and lay7971 no hand3027 upon him; that he might rid5337 him out of their hands3027, to deliver7725 him to his father1 again7725.","28":"Then there passed5674 by Midianites4084 merchantmen582 5503; and they drew4900 and lifted up5927 Joseph3130 out of the pit953, and sold4376 Joseph3130 to the Ishmeelites3459 for twenty6242 pieces of silver3701: and they brought935 Joseph3130 into Egypt4714.","25":"And they sat down3427 to eat398 bread3899: and they lifted up5375 their eyes5869 and looked7200, and, behold, a company736 of Ishmeelites3459 came935 from Gilead1568 with their camels1581 bearing5375 spicery5219 and balm6875 and myrrh3910, going1980 to carry it down3381 to Egypt4714.","9":"And he dreamed2492 yet another312 dream2472, and told5608 it his brethren251, and said559, Behold, I have dreamed2492 a dream2472 more; and, behold, the sun8121 and the moon3394 and the eleven6240 259 stars3556 made obeisance7812 to me.","33":"And he knew it5234, and said559, It is my son\u0027s1121 coat3801; an evil7451 beast2416 hath devoured398 him; Joseph3130 is without doubt2963 rent in pieces2963.","15":"And a certain man376 found him4672, and, behold, he was wandering8582 in the field7704: and the man376 asked him7592, saying559, What seekest1245 thou?","34":"And Jacob3290 rent7167 his clothes8071, and put7760 sackcloth8242 upon his loins4975, and mourned56 for his son1121 many7227 days3117.","21":"And Reuben7205 heard8085 it, and he delivered5337 him out of their hands3027; and said559, Let us not kill5221 5315 him.","24":"And they took3947 him, and cast7993 him into a pit953: and the pit953 was empty7386, there was no water4325 in it.","16":"And he said559, I seek1245 my brethren251: tell5046 me, I pray thee, where375 they feed7462 their flocks.","35":"And all his sons1121 and all his daughters1323 rose up6965 to comfort5162 him; but he refused3985 to be comforted5162; and he said559, For I will go down3381 into the grave7585 unto my son1121 mourning57. Thus his father1 wept1058 for him.","32":"And they sent7971 the coat3801 of many colours6446, and they brought935 it to their father1; and said559, This have we found4672: know5234 now whether it be thy son\u0027s1121 coat3801 or no.","7":"For, behold, we were binding481 8432 sheaves485 in the field7704, and, lo, my sheaf485 arose6965, and also stood upright5324; and, behold, your sheaves485 stood round about5437, and made obeisance7812 to my sheaf485.","2":"These are the generations8435 of Jacob3290. Joseph3130, being seventeen6240 7651 years8141 old1121, was feeding7462 the flock6629 with his brethren251; and the lad5288 was with the sons1121 of Bilhah1090, and with the sons1121 of Zilpah2153, his father\u0027s1 wives802: and Joseph3130 brought935 unto his father1 their evil7451 report1681.","6":"And he said559 unto them, Hear8085, I pray you, this dream2472 which I have dreamed2492:","31":"And they took3947 Joseph\u0027s3130 coat3801, and killed7819 a kid8163 of the goats5795, and dipped2881 the coat3801 in the blood1818;"},"22":{"16":"And said559, By myself have I sworn7650, saith5002 the LORD3068, for because3282 834 thou hast done6213 this thing1697, and hast not3808 withheld2820 thy son1121, thine only3173 son:","3":"And Abraham85 rose up early7925 in the morning1242, and saddled2280 his ass2543, and took3947 two8147 of his young men5288 with him, and Isaac3327 his son1121, and clave1234 the wood6086 for the burnt offering5930, and rose up6965, and went3212 unto the place4725 of which God430 had told559 him.","5":"And Abraham85 said559 unto his young men5288, Abide3427 ye here with the ass2543; and I and the lad5288 will go3212 yonder3541 and worship7812, and come again7725 to you.","21":"Huz5780 his firstborn1060, and Buz938 his brother251, and Kemuel7055 the father1 of Aram758,","18":"And in thy seed2233 shall all the nations1471 of the earth776 be blessed1288; because834 6118 thou hast obeyed8085 my voice6963.","12":"And he said559, Lay7971 not thine hand3027 upon413 the lad5288, neither do thou6213 any thing3972 unto him: for now6258 I know3045 that thou fearest3373 God430, seeing thou hast not3808 withheld2820 thy son1121, thine only3173 son from me.","10":"And Abraham85 stretched forth7971 his hand3027, and took3947 the knife3979 to slay7819 his son1121.","2":"And he said559, Take now3947 thy son1121, thine only3173 son Isaac3327, whom thou lovest157, and get thee3212 into the land776 of Moriah4179; and offer him5927 there for a burnt offering5930 upon one259 of the mountains2022 which I will tell559 thee of.","22":"And Chesed3777, and Hazo2375, and Pildash6394, and Jidlaph3044, and Bethuel1328.","8":"And Abraham85 said559, My son1121, God430 will provide7200 himself a lamb7716 for a burnt offering5930: so they went3212 both of them8147 together3162.","17":"That in blessing1288 I will bless1288 thee, and in multiplying7235 I will multiply7235 thy seed2233 as the stars3556 of the heaven8064, and as the sand2344 which is upon the sea3220 shore8193; and thy seed2233 shall possess3423 the gate8179 of his enemies341; shore: Heb. lip","11":"And the angel4397 of the LORD3068 called7121 unto him out of heaven8064, and said559, Abraham85, Abraham85: and he said559, Here am I.","1":"And it came to pass after310 these things1697, that God430 did tempt5254 Abraham85, and said559 unto him, Abraham85: and he said559, Behold, here I am. Behold: Heb. Behold me","9":"And they came935 to the place4725 which God430 had told559 him of; and Abraham85 built1129 an altar4196 there, and laid6186 the wood6086 in order6186, and bound6123 Isaac3327 his son1121, and laid7760 him on the altar4196 upon4605 the wood6086.","24":"And his concubine6370, whose name8034 was Reumah7208, she bare3205 also Tebah2875, and Gaham1514, and Thahash8477, and Maachah4601.","14":"And Abraham85 called7121 the name8034 of that place4725 Jehovahjireh3070: as834 it is said559 to this day3117, In the mount2022 of the LORD3068 it shall be seen7200. Jehovahjireh: that is, The Lord will see, or, provide","7":"And Isaac3327 spake559 unto Abraham85 his father1, and said559, My father1: and he said559, Here am I, my son1121. And he said559, Behold the fire784 and the wood6086: but where is the lamb7716 for a burnt offering5930? lamb: or, kid","15":"And the angel4397 of the LORD3068 called7121 unto Abraham85 out of heaven8064 the second time8145,","20":"And it came to pass after310 these things1697, that it was told5046 Abraham85, saying559, Behold, Milcah4435, she hath also born3205 children1121 unto thy brother251 Nahor5152;","23":"And Bethuel1328 begat3205 Rebekah7259: these eight8083 Milcah4435 did bear3205 to Nahor5152, Abraham\u0027s85 brother251. Rebekah: Gr. Rebecca","6":"And Abraham85 took3947 the wood6086 of the burnt offering5930, and laid7760 it upon Isaac3327 his son1121; and he took3947 the fire784 in his hand3027, and a knife3979; and they went3212 both8147 of them together3162.","4":"Then on the third7992 day3117 Abraham85 lifted up5375 his eyes5869, and saw7200 the place4725 afar off7350.","19":"So Abraham85 returned7725 unto his young men5288, and they rose up6965 and went3212 together3162 to Beersheba884; and Abraham85 dwelt3427 at Beersheba884.","13":"And Abraham85 lifted up5375 his eyes5869, and looked7200, and behold behind310 him a ram352 caught270 in a thicket5442 by his horns7161: and Abraham85 went3212 and took3947 the ram352, and offered him up5927 for a burnt offering5930 in the stead8478 of his son1121."},"28":{"16":"And Jacob3290 awaked3364 out of his sleep8142, and he said559, Surely403 the LORD3068 is3426 in this place4725; and I knew3045 it not.","3":"And God410 Almighty7706 bless1288 thee, and make thee fruitful6509, and multiply7235 thee, that thou mayest be a multitude6951 of people5971; a multitude: Heb. an assembly of people","5":"And Isaac3327 sent away7971 Jacob3290: and he went3212 to Padanaram6307 unto Laban3837, son1121 of Bethuel1328 the Syrian761, the brother251 of Rebekah7259, Jacob\u0027s3290 and Esau\u0027s6215 mother517.","21":"So that I come again7725 to my father\u0027s1 house1004 in peace7965; then shall the LORD3068 be my God430:","18":"And Jacob3290 rose up early7925 in the morning1242, and took3947 the stone68 that he had put7760 for his pillows4763, and set it up7760 for a pillar4676, and poured3332 oil8081 upon the top of it7218.","12":"And he dreamed2492, and behold a ladder5551 set up5324 on the earth776, and the top of it7218 reached5060 to heaven8064: and behold the angels4397 of God430 ascending5927 and descending3381 on it.","10":"And Jacob3290 went out3318 from Beersheba884, and went3212 toward Haran2771. Haran: Gr. Charran","2":"Arise6965, go3212 to Padanaram6307, to the house1004 of Bethuel1328 thy mother\u0027s517 father1; and take3947 thee a wife802 from thence of the daughters1323 of Laban3837 thy mother\u0027s517 brother251.","22":"And this stone68, which I have set7760 for a pillar4676, shall be God\u0027s430 house1004: and of all that thou shalt give5414 me I will surely6237 give the tenth6237 unto thee.","8":"And Esau6215 seeing7200 that the daughters1323 of Canaan3667 pleased5869 not7451 Isaac3327 his father1; pleased: Heb. were evil in the eyes, etc","17":"And he was afraid3372, and said559, How dreadful3372 is this place4725! this is none other but the house1004 of God430, and this is the gate8179 of heaven8064.","11":"And he lighted6293 upon a certain place4725, and tarried there all night3885, because the sun8121 was set935; and he took3947 of the stones68 of that place4725, and put7760 them for his pillows4763, and lay down7901 in that place4725 to sleep7901.","1":"And Isaac3327 called7121 Jacob3290, and blessed1288 him, and charged6680 him, and said559 unto him, Thou shalt not take3947 a wife802 of the daughters1323 of Canaan3667.","9":"Then went3212 Esau6215 unto Ishmael3458, and took3947 unto the wives802 which he had Mahalath4258 the daughter1323 of Ishmael3458 Abraham\u0027s85 son1121, the sister269 of Nebajoth5032, to be his wife802. Mahalath: or, Bashemath","14":"And thy seed2233 shall be as the dust6083 of the earth776, and thou shalt spread abroad6555 to the west3220, and to the east6924, and to the north6828, and to the south5045: and in thee and in thy seed2233 shall all the families4940 of the earth127 be blessed1288. spread: Heb. break forth","7":"And that Jacob3290 obeyed8085 his father1 and his mother517, and was gone3212 to Padanaram6307;","15":"And, behold, I am with thee, and will keep8104 thee in all places whither834 thou goest3212, and will bring thee again7725 into this land127; for I will not leave5800 thee, until834 I have done6213 that which I have spoken1696 to thee of.","20":"And Jacob3290 vowed5087 a vow5088, saying559, If God430 will be with me, and will keep me8104 in this way1870 that I go1980, and will give5414 me bread3899 to eat398, and raiment899 to put on3847,","6":"When Esau6215 saw7200 that Isaac3327 had blessed1288 Jacob3290, and sent him away7971 to Padanaram6307, to take3947 him a wife802 from thence; and that as he blessed1288 him he gave him a charge6680, saying559, Thou shalt not take3947 a wife802 of the daughters1323 of Canaan3667;","4":"And give5414 thee the blessing1293 of Abraham85, to thee, and to thy seed2233 with thee; that thou mayest inherit3423 the land776 wherein thou art a stranger4033, which God430 gave5414 unto Abraham85. wherein: Heb. of thy sojournings","19":"And he called7121 the name8034 of that place4725 Bethel1008: but199 the name8034 of that city5892 was called Luz3870 at the first7223. Bethel: that is, The house of God","13":"And, behold, the LORD3068 stood5324 above it, and said559, I am the LORD3068 God430 of Abraham85 thy father1, and the God430 of Isaac3327: the land776 whereon thou liest7901, to thee will I give it5414, and to thy seed2233;"},"25":{"11":"And it came to pass after310 the death4194 of Abraham85, that God430 blessed1288 his son1121 Isaac3327; and Isaac3327 dwelt3427 by5973 the well Lahairoi883.","3":"And Jokshan3370 begat3205 Sheba7614, and Dedan1719. And the sons1121 of Dedan1719 were Asshurim805, and Letushim3912, and Leummim3817.","20":"And Isaac3327 was forty705 years8141 old1121 when he took3947 Rebekah7259 to wife802, the daughter1323 of Bethuel1328 the Syrian761 of Padanaram6307, the sister269 to Laban3837 the Syrian761.","12":"Now these are the generations8435 of Ishmael3458, Abraham\u0027s85 son1121, whom Hagar1904 the Egyptian4713, Sarah\u0027s8283 handmaid8198, bare3205 unto Abraham85:","10":"The field7704 which Abraham85 purchased7069 of the sons1121 of Heth2845: there was Abraham85 buried6912, and Sarah8283 his wife802.","17":"And these are the years8141 of the life2416 of Ishmael3458, an hundred3967 8141 and thirty7970 8141 and seven7651 years8141: and he gave up the ghost1478 and died4191; and was gathered622 unto his people5971.","13":"And these are the names8034 of the sons1121 of Ishmael3458, by their names8034, according to their generations8435: the firstborn1060 of Ishmael3458, Nebajoth5032; and Kedar6938, and Adbeel110, and Mibsam4017,","27":"And the boys5288 grew1431: and Esau6215 was a cunning3045 hunter6718, a man376 of the field7704; and Jacob3290 was a plain8535 man376, dwelling3427 in tents168.","30":"And Esau6215 said559 to Jacob3290, Feed3938 me, I pray thee, with4480 that same122 red122 pottage; for I am faint5889: therefore was his name8034 called7121 Edom123. with: Heb. with that red, with that red pottage Edom: that is Red","18":"And they dwelt7931 from Havilah2341 unto Shur7793, that is before6440 Egypt4714, as thou goest935 toward Assyria804: and he died5307 in the presence6440 of all his brethren251. died: Heb. fell","29":"And Jacob3290 sod2102 pottage5138: and Esau6215 came935 from the field7704, and he was faint5889:","23":"And the LORD3068 said559 unto her, Two8147 nations1471 are in thy womb990, and two manner8147 of people3816 shall be separated6504 from thy bowels4578; and the one people3816 shall be stronger553 than the other people3816; and the elder7227 shall serve5647 the younger6810.","19":"And these are the generations8435 of Isaac3327, Abraham\u0027s85 son1121: Abraham85 begat3205 Isaac3327:","1":"Then again3254 Abraham85 took3947 a wife802, and her name8034 was Keturah6989.","5":"And Abraham85 gave5414 all that he had unto Isaac3327.","4":"And the sons1121 of Midian4080; Ephah5891, and Epher6081, and Hanoch2585, and Abida28, and Eldaah420. All these were the children1121 of Keturah6989.","8":"Then Abraham85 gave up the ghost1478, and died4191 in a good2896 old age7872, an old man2205, and full7649 of years; and was gathered622 to his people5971.","26":"And after310 that came3318 his brother251 out3318, and his hand3027 took hold270 on Esau\u0027s6215 heel6119; and his name8034 was called7121 Jacob3290: and Isaac3327 was threescore8346 years8141 old1121 when she bare3205 them.","14":"And Mishma4927, and Dumah1746, and Massa4854,","22":"And the children1121 struggled together7533 within her7130; and she said559, If it be so, why am I thus2088? And she went3212 to enquire1875 of the LORD3068.","28":"And Isaac3327 loved157 Esau6215, because he did eat6310 of his venison6718: but Rebekah7259 loved157 Jacob3290. he: Heb. venison was in his mouth","25":"And the first7223 came out3318 red132, all over like an hairy8181 garment155; and they called7121 his name8034 Esau6215.","9":"And his sons1121 Isaac3327 and Ishmael3458 buried6912 him in the cave4631 of Machpelah4375, in the field7704 of Ephron6085 the son1121 of Zohar6714 the Hittite2850, which is before6440 Mamre4471;","33":"And Jacob3290 said559, Swear7650 to me this day3117; and he sware7650 unto him: and he sold4376 his birthright1062 unto Jacob3290.","15":"Hadar2316, and Tema8485, Jetur3195, Naphish5305, and Kedemah6929: Hadar: or, Hadad","34":"Then Jacob3290 gave5414 Esau6215 bread3899 and pottage5138 of lentiles5742; and he did eat398 and drink8354, and rose up6965, and went his way3212: thus Esau6215 despised959 his birthright1062.","21":"And Isaac3327 intreated6279 the LORD3068 for5227 his wife802, because she was barren6135: and the LORD3068 was intreated6279 of him, and Rebekah7259 his wife802 conceived2029.","24":"And when her days3117 to be delivered3205 were fulfilled4390, behold, there were twins8380 in her womb990.","16":"These are the sons1121 of Ishmael3458, and these are their names8034, by their towns2691, and by their castles2918; twelve8147 6240 princes5387 according to their nations523.","32":"And Esau6215 said559, Behold, I am at the point1980 to die4191: and what profit shall this birthright1062 do to me? at: Heb. going to die","7":"And these are the days3117 of the years8141 of Abraham\u0027s85 life2416 which he lived2425, an hundred3967 8141 threescore and fifteen7657 8141 2568 years8141.","2":"And she bare3205 him Zimran2175, and Jokshan3370, and Medan4091, and Midian4080, and Ishbak3435, and Shuah7744.","6":"But unto the sons1121 of the concubines6370, which Abraham85 had, Abraham85 gave5414 gifts4979, and sent them away7971 from Isaac3327 his son1121, while he yet lived2416, eastward6924, unto the east6924 country776.","31":"And Jacob3290 said559, Sell4376 me this day3117 thy birthright1062."},"9":{"11":"And I will establish6965 my covenant1285 with you; neither shall all flesh1320 be cut off3772 any more by the waters4325 of a flood3999; neither shall there any more be a flood3999 to destroy7843 the earth776.","3":"Every moving thing7431 that liveth2416 shall be meat402 for you; even as the green3418 herb6212 have I given5414 you all things.","20":"And Noah5146 began2490 to be an husbandman376 127, and he planted5193 a vineyard3754:","12":"And God430 said559, This is the token226 of the covenant1285 which I589 make5414 between me and you and every living2416 creature5315 that is with you, for perpetual5769 generations1755:","10":"And with every living2416 creature5315 that is with you, of the fowl5775, of the cattle929, and of every beast2416 of the earth776 with you; from all that go out3318 of the ark8392, to every beast2416 of the earth776.","17":"And God430 said559 unto Noah5146, This is the token226 of the covenant1285, which I have established6965 between me and all flesh1320 that is upon the earth776.","13":"I do set5414 my bow7198 in the cloud6051, and it shall be for a token226 of a covenant1285 between me and the earth776.","27":"God430 shall enlarge6601 Japheth3315, and he shall dwell7931 in the tents168 of Shem8035; and Canaan3667 shall be his servant5650. enlarge: or, persuade","18":"And the sons1121 of Noah5146, that went forth3318 of the ark8392, were Shem8035, and Ham2526, and Japheth3315: and Ham2526 1931 is the father1 of Canaan3667. Canaan: Heb. Chenaan","29":"And all the days3117 of Noah5146 were nine8672 hundred3967 8141 and fifty2572 years8141: and he died4191.","23":"And Shem8035 and Japheth3315 took3947 a garment8071, and laid7760 it upon both8147 their shoulders7926, and went3212 backward322, and covered3680 the nakedness6172 of their father1; and their faces6440 were backward322, and they saw7200 not their father\u0027s1 nakedness6172.","19":"These are the three7969 sons1121 of Noah5146: and of them was the whole earth776 overspread5310.","1":"And God430 blessed1288 Noah5146 and his sons1121, and said559 unto them, Be fruitful6509, and multiply7235, and replenish4390 the earth776.","5":"And surely389 your blood1818 of your lives5315 will I require1875; at the hand3027 of every beast2416 will I require it1875, and at the hand3027 of man120; at the hand3027 of every man\u0027s376 brother251 will I require1875 the life5315 of man120.","4":"But389 flesh1320 with the life5315 thereof, which is the blood1818 thereof, shall ye not eat398.","8":"And God430 spake559 unto Noah5146, and to his sons1121 with him, saying559,","26":"And he said559, Blessed1288 be the LORD3068 God430 of Shem8035; and Canaan3667 shall be1961 his servant5650. his servant: or, servant to them","14":"And it shall come to pass, when I bring6049 a cloud6051 over the earth776, that the bow7198 shall be seen7200 in the cloud6051:","22":"And Ham2526, the father1 of Canaan3667, saw7200 the nakedness6172 of his father1, and told5046 his two8147 brethren251 without2351.","28":"And Noah5146 lived2421 after310 the flood3999 three7969 hundred3967 8141 and fifty2572 years8141.","25":"And he said559, Cursed779 be Canaan3667; a servant5650 of servants5650 shall he be unto his brethren251.","9":"And I, behold, I establish6965 my covenant1285 with you, and with your seed2233 after you310;","15":"And I will remember2142 my covenant1285, which is between me and you and every living2416 creature5315 of all flesh1320; and the waters4325 shall no more5750 become a flood3999 to destroy7843 all flesh1320.","21":"And he drank8354 of the wine3196, and was drunken7937; and he was uncovered1540 within8432 his tent168.","24":"And Noah5146 awoke3364 from his wine3196, and knew3045 what his younger6996 son1121 had done6213 unto him.","16":"And the bow7198 shall be in the cloud6051; and I will look upon it7200, that I may remember2142 the everlasting5769 covenant1285 between996 God430 and996 every living2416 creature5315 of all flesh1320 that is upon the earth776.","7":"And you, be ye fruitful6509, and multiply7235; bring forth abundantly8317 in the earth776, and multiply7235 therein.","2":"And the fear of you4172 and the dread of you2844 shall be upon every beast2416 of the earth776, and upon every fowl5775 of the air8064, upon all that moveth7430 upon the earth127, and upon all the fishes1709 of the sea3220; into your hand3027 are they delivered5414.","6":"Whoso sheddeth8210 man\u0027s120 blood1818, by man120 shall his blood1818 be shed8210: for in the image6754 of God430 made6213 he man120."},"33":{"16":"So Esau6215 returned7725 that day3117 on his way1870 unto Seir8165.","3":"And he passed over5674 before them6440, and bowed himself7812 to the ground776 seven7651 times6471, until he came near5066 to his brother251.","5":"And he lifted up5375 his eyes5869, and saw7200 the women802 and the children3206; and said559, Who are those428 with thee? And he said559, The children3206 which God430 hath graciously given2603 thy servant5650. with: Heb. to thee","18":"And Jacob3290 came935 to Shalem8004, a city5892 of Shechem7927, which is in the land776 of Canaan3667, when he came935 from Padanaram6307; and pitched his tent2583 before6440 the city5892. Shechem: Gr. Sychem","12":"And he said559, Let us take our journey5265, and let us go3212, and I will go3212 before thee.","10":"And Jacob3290 said559, Nay, I pray thee, if now I have found4672 grace2580 in thy sight5869, then receive3947 my present4503 at my hand3027: for therefore I have seen7200 thy face6440, as though I had seen7200 the face6440 of God430, and thou wast pleased with me7521.","2":"And he put7760 the handmaids8198 and their children3206 foremost7223, and Leah3812 and her children3206 after314, and Rachel7354 and Joseph3130 hindermost314.","8":"And he said559, What meanest thou by all this drove4264 which I met6298? And he said559, These are to find4672 grace2580 in the sight5869 of my lord113. What: Heb. What is all this band to thee?","17":"And Jacob3290 journeyed5265 to Succoth5523, and built1129 him an house1004, and made6213 booths5521 for his cattle4735: therefore the name8034 of the place4725 is called7121 Succoth5523. Succoth: that is, Booths","11":"Take3947, I pray thee, my blessing1293 that is brought935 to thee; because God430 hath dealt graciously with me2603, and because3605 I have3426 enough3605. And he urged6484 him, and he took3947 it. enough: Heb. all things","1":"And Jacob3290 lifted up5375 his eyes5869, and looked7200, and, behold, Esau6215 came935, and with him four702 hundred3967 men376. And he divided2673 the children3206 unto Leah3812, and unto Rachel7354, and unto the two8147 handmaids8198.","9":"And Esau6215 said559, I have3426 enough7227, my brother251; keep that thou hast unto thyself. keep: Heb. be that to thee that is thine","14":"Let my lord113, I pray thee, pass over5674 before6440 his servant5650: and I will lead on5095 softly328, according as7272 the cattle4399 that goeth before me6440 and the children3206 be able to endure7272, until I come935 unto my lord113 unto Seir8165. according: Heb. according to the foot of the work, etc., and according to the foot of the children","7":"And Leah3812 also with her children3206 came near5066, and bowed themselves7812: and after310 came5066 Joseph3130 near5066 and Rachel7354, and they bowed7812 themselves.","15":"And Esau6215 said559, Let me now leave3322 with thee some of the folk5971 that are with me. And he said559, What4100 needeth it? let me find4672 grace2580 in the sight5869 of my lord113. leave: Heb. set, or, place What: Heb. Wherefore is this?","20":"And he erected5324 there an altar4196, and called it7121 Elelohe-Israel415. Elelohe-Israel: that is God the God of Israel","6":"Then the handmaidens8198 came near5066, they and their children3206, and they bowed themselves7812.","4":"And Esau6215 ran7323 to meet him7125, and embraced2263 him, and fell5307 on his neck6677, and kissed him5401: and they wept1058.","19":"And he bought7069 a parcel2513 of a field7704, where he had spread5186 his tent168, at the hand3027 of the children1121 of Hamor2544, Shechem\u0027s7927 father1, for an hundred3967 pieces of money7192. Hamor: Gr. Emmor pieces: or, lambs","13":"And he said559 unto him, My lord113 knoweth3045 that the children3206 are tender7390, and the flocks6629 and herds1241 with young5763 are with me: and if men should overdrive1849 them one259 day3117, all the flock6629 will die4191."},"15":{"16":"But in the fourth7243 generation1755 they shall come hither2008 again7725: for the iniquity5771 of the Amorites567 is not yet2008 full8003.","3":"And Abram87 said559, Behold, to me thou hast given5414 no3808 seed2233: and, lo, one born1121 in my house1004 is mine heir3423.","5":"And he brought him forth3318 abroad2351, and said559, Look5027 now toward heaven8064, and tell5608 the stars3556, if thou be able3201 to number5608 them: and he said559 unto him, So3541 shall thy seed2233 be.","21":"And the Amorites567, and the Canaanites3669, and the Girgashites1622, and the Jebusites2983.","18":"In the same1931 day3117 the LORD3068 made3772 a covenant1285 with Abram87, saying559, Unto thy seed2233 have I given5414 this land776, from the river5104 of Egypt4714 unto the great1419 river5104, the river5104 Euphrates6578:","12":"And when the sun8121 was going down935, a deep sleep8639 fell5307 upon Abram87; and, lo, an horror367 of great1419 darkness2825 fell5307 upon him.","10":"And he took3947 unto him all these, and divided1334 them in the midst8432, and laid5414 each376 piece1335 one against7125 another7453: but the birds6833 divided1334 he not.","2":"And Abram87 said559, Lord136 GOD3069, what wilt thou give5414 me, seeing I go1980 childless6185, and the steward1121 4943 of my house1004 is this1931 Eliezer461 of Damascus1834?","8":"And he said559, Lord136 GOD3069, whereby4100 shall I know3045 that I shall inherit it3423?","17":"And it came to pass, that, when the sun8121 went down935, and it was dark5939, behold a smoking6227 furnace8574, and a burning784 lamp3940 that passed5674 between996 those pieces1506. a burning: Heb. a lamp of fire","11":"And when the fowls5861 came down3381 upon the carcases6297, Abram87 drove them away5380.","1":"After310 these things1697 the word1697 of the LORD3068 came1961 unto Abram87 in a vision4236, saying559, Fear3372 not, Abram87: I am thy shield4043, and thy exceeding3966 great7235 reward7939.","9":"And he said559 unto him, Take3947 me an heifer5697 of three years old8027, and a she goat5795 of three years old8027, and a ram352 of three years old8027, and a turtledove8449, and a young pigeon1469.","14":"And also that nation1471, whom they shall serve5647, will I judge1777: and afterward310 3651 shall they come out3318 with great1419 substance7399.","7":"And he said559 unto him, I am the LORD3068 that brought thee out3318 of Ur218 of the Chaldees3778, to give5414 thee this land776 to inherit3423 it.","15":"And thou shalt go935 to thy fathers1 in peace7965; thou shalt be buried6912 in a good2896 old age7872.","20":"And the Hittites2850, and the Perizzites6522, and the Rephaims7497,","6":"And he believed539 in the LORD3068; and he counted2803 it to him for righteousness6666.","4":"And, behold, the word1697 of the LORD3068 came unto him, saying559, This shall not be thine heir3423; but he that shall come forth3318 out of thine own bowels4578 shall be thine heir3423.","19":"The Kenites7017, and the Kenizzites7074, and the Kadmonites6935,","13":"And he said559 unto Abram87, Know3045 of a surety3045 that thy seed2233 shall be a stranger1616 in a land776 that is not theirs, and shall serve5647 them; and they shall afflict6031 them four702 hundred3967 years8141;"},"34":{"11":"And Shechem7927 said559 unto her father1 and unto her brethren251, Let me find4672 grace2580 in your eyes5869, and what ye shall say559 unto me I will give5414.","3":"And his soul5315 clave1692 unto Dinah1783 the daughter1323 of Jacob3290, and he loved157 the damsel5291, and spake1696 kindly3820 unto the damsel5291. kindly: Heb. to the heart of the damsel","20":"And Hamor2544 and Shechem7927 his son1121 came935 unto the gate8179 of their city5892, and communed1696 with the men582 of their city5892, saying559,","12":"Ask7235 me never so much3966 dowry4119 and gift4976, and I will give5414 according as ye shall say559 unto me: but give5414 me the damsel5291 to wife802.","10":"And ye shall dwell3427 with us: and the land776 shall be1961 before you6440; dwell3427 and trade5503 ye therein, and get you possessions270 therein.","17":"But if ye will not hearken8085 unto us, to be circumcised4135; then will we take3947 our daughter1323, and we will be gone1980.","13":"And the sons1121 of Jacob3290 answered6030 Shechem7927 and Hamor2544 his father1 deceitfully4820, and said1696, because he had defiled2930 Dinah1783 their sister269:","27":"The sons1121 of Jacob3290 came935 upon the slain2491, and spoiled962 the city5892, because they had defiled2930 their sister269.","30":"And Jacob3290 said559 to Simeon8095 and Levi3878, Ye have troubled5916 me to make me to stink887 among the inhabitants3427 of the land776, among the Canaanites3669 and the Perizzites6522: and I being few4962 in number4557, they shall gather themselves together622 against me, and slay me5221; and I shall be destroyed8045, I and my house1004.","18":"And their words1697 pleased3190 5869 Hamor2544, and Shechem7927 Hamor\u0027s2544 son1121.","29":"And all their wealth2428, and all their little ones2945, and their wives802 took they captive7617, and spoiled962 even all that was in the house1004.","23":"Shall not their cattle4735 and their substance7075 and every beast929 of theirs be ours? only let us consent225 unto them, and they will dwell3427 with us.","19":"And the young man5288 deferred309 not to do6213 the thing1697, because he had delight2654 in Jacob\u0027s3290 daughter1323: and he was more honourable3513 than all the house1004 of his father1.","1":"And Dinah1783 the daughter1323 of Leah3812, which she bare3205 unto Jacob3290, went out3318 to see7200 the daughters1323 of the land776.","5":"And Jacob3290 heard8085 that he had defiled2930 Dinah1783 his daughter1323: now his sons1121 were with his cattle4735 in the field7704: and Jacob3290 held his peace2790 until they were come935.","4":"And Shechem7927 spake559 unto his father1 Hamor2544, saying559, Get3947 me this damsel3207 to wife802.","8":"And Hamor2544 communed1696 with them, saying559, The soul5315 of my son1121 Shechem7927 longeth2836 for your daughter1323: I pray you give5414 her him to wife802.","26":"And they slew2026 Hamor2544 and Shechem7927 his son1121 with the edge6310 of the sword2719, and took3947 Dinah1783 out3947 of Shechem\u0027s7927 house1004, and went out3318. edge: Heb. mouth","14":"And they said559 unto them, We cannot3808 3201 do6213 this thing1697, to give5414 our sister269 to one376 that is uncircumcised6190; for that were a reproach2781 unto us:","22":"Only herein2063 will the men582 consent225 unto us for to dwell3427 with us, to be one259 people5971, if every male2145 among us be circumcised4135, as they are circumcised4135.","28":"They took3947 their sheep6629, and their oxen1241, and their asses2543, and that which was in the city5892, and that which was in the field7704,","25":"And it came to pass on the third7992 day3117, when they were sore3510, that two8147 of the sons1121 of Jacob3290, Simeon8095 and Levi3878, Dinah\u0027s1783 brethren251, took3947 each man376 his sword2719, and came935 upon the city5892 boldly983, and slew2026 all the males2145.","9":"And make ye marriages2859 with us, and give5414 your daughters1323 unto us, and take3947 our daughters1323 unto you.","15":"But in this2063 will we consent225 unto you: If ye will be as we be, that every male2145 of you be circumcised4135;","21":"These men582 are peaceable8003 with854 us; therefore let them dwell3427 in the land776, and trade5503 therein; for the land776, behold, it is large7342 enough3027 for them6440; let us take3947 their daughters1323 to us for wives802, and let us give5414 them our daughters1323.","24":"And unto Hamor2544 and unto Shechem7927 his son1121 hearkened8085 all that went out3318 of the gate8179 of his city5892; and every male2145 was circumcised4135, all that went out3318 of the gate8179 of his city5892.","16":"Then will we give5414 our daughters1323 unto you, and we will take3947 your daughters1323 to us, and we will dwell3427 with you, and we will become one259 people5971.","7":"And the sons1121 of Jacob3290 came935 out of the field7704 when they heard8085 it: and the men582 were grieved6087, and they were very3966 wroth2734, because he had wrought6213 folly5039 in Israel3478 in lying7901 with Jacob\u0027s3290 daughter1323; which thing ought not to be done6213.","2":"And when Shechem7927 the son1121 of Hamor2544 the Hivite2340, prince5387 of the country776, saw7200 her, he took3947 her, and lay7901 with her, and defiled her6031. defiled: Heb. humbled her","6":"And Hamor2544 the father1 of Shechem7927 went out3318 unto Jacob3290 to commune1696 with854 him.","31":"And they said559, Should he deal6213 with our sister269 as with an harlot2181?"},"21":{"11":"And the thing1697 was very3966 grievous3415 in Abraham\u0027s85 sight5869 because182 of his son1121.","3":"And Abraham85 called7121 the name8034 of his son1121 that was born3205 unto him, whom Sarah8283 bare3205 to him, Isaac3327.","20":"And God430 was with the lad5288; and he grew1431, and dwelt3427 in the wilderness4057, and became an archer7235 7199.","12":"And God430 said559 unto Abraham85, Let it not be grievous3415 in thy sight5869 because of the lad5288, and because of thy bondwoman519; in all that Sarah8283 hath said559 unto thee, hearken8085 unto her voice6963; for in Isaac3327 shall thy seed2233 be called7121.","10":"Wherefore she said559 unto Abraham85, Cast out1644 this bondwoman519 and her son1121: for the son1121 of this bondwoman519 shall not be heir3423 with my son1121, even with Isaac3327.","17":"And God430 heard8085 the voice6963 of the lad5288; and the angel4397 of God430 called7121 to Hagar1904 out of heaven8064, and said559 unto her, What aileth thee, Hagar1904? fear3372 not; for God430 hath heard8085 the voice6963 of the lad5288 where he is.","13":"And also of the son1121 of the bondwoman519 will I make7760 a nation1471, because he is thy seed2233.","27":"And Abraham85 took3947 sheep6629 and oxen1241, and gave5414 them unto Abimelech40; and both of them8147 made3772 a covenant1285.","30":"And he said559, For these seven7651 ewe lambs3535 shalt thou take3947 of my hand3027, that5668 they may be a witness5713 unto me, that I have digged2658 this well875.","18":"Arise6965, lift up5375 the lad5288, and hold2388 him in thine hand3027; for I will make7760 him a great1419 nation1471.","29":"And Abimelech40 said559 unto Abraham85, What2008 mean these seven7651 ewe lambs3535 which thou hast set5324 by themselves?","23":"Now therefore swear7650 unto me here2008 by God430 that thou wilt not deal falsely8266 with me, nor with my son5209, nor with my son\u0027s son5220: but according to the kindness2617 that I have done6213 unto thee, thou shalt do6213 unto me, and to the land776 wherein thou hast sojourned1481. that thou: Heb. if thou shalt lie unto me","19":"And God430 opened6491 her eyes5869, and she saw7200 a well875 of water4325; and she went3212, and filled4390 the bottle2573 with water4325, and gave8248 the lad5288 drink8248.","1":"And the LORD3068 visited6485 Sarah8283 as he had said559, and the LORD3068 did6213 unto Sarah8283 as he had spoken1696.","5":"And Abraham85 was an hundred3967 years8141 old1121, when his son1121 Isaac3327 was born3205 unto him.","4":"And Abraham85 circumcised4135 his son1121 Isaac3327 being eight8083 days3117 old1121, as God430 had commanded6680 him.","8":"And the child3206 grew1431, and was weaned1580: and Abraham85 made6213 a great1419 feast4960 the same day3117 that Isaac3327 was weaned1580.","26":"And Abimelech40 said559, I wot3045 not who hath done6213 this thing1697: neither3808 didst thou tell5046 me, neither3808 yet heard8085 I of it, but1115 to day3117.","14":"And Abraham85 rose up early7925 in the morning1242, and took3947 bread3899, and a bottle2573 of water4325, and gave5414 it unto Hagar1904, putting7760 it on her shoulder7926, and the child3206, and sent her away7971: and she departed3212, and wandered8582 in the wilderness4057 of Beersheba884.","22":"And it came to pass at that time6256, that Abimelech40 and Phichol6369 the chief captain8269 of his host6635 spake559 unto Abraham85, saying559, God430 is with thee in all that thou doest6213:","28":"And Abraham85 set5324 seven7651 ewe lambs3535 of the flock6629 by themselves.","25":"And Abraham85 reproved3198 Abimelech40 because182 of a well875 of water4325, which Abimelech\u0027s40 servants5650 had violently taken away1497.","9":"And Sarah8283 saw7200 the son1121 of Hagar1904 the Egyptian4713, which she had born3205 unto Abraham85, mocking6711.","33":"And Abraham planted5193 a grove815 in Beersheba884, and called7121 there on the name8034 of the LORD3068, the everlasting5769 God410. grove: or, tree","15":"And the water4325 was spent3615 in4480 the bottle2573, and she cast7993 the child3206 under one259 of the shrubs7880.","34":"And Abraham85 sojourned1481 in the Philistines\u00276430 land776 many7227 days3117.","21":"And he dwelt3427 in the wilderness4057 of Paran6290: and his mother517 took3947 him a wife802 out of the land776 of Egypt4714.","24":"And Abraham85 said559, I will swear7650.","16":"And she went3212, and sat her down3427 over against5048 him a good way off7368, as it were a bowshot2909 7198: for she said559, Let me not see7200 the death4194 of the child3206. And she sat3427 over against him, and lift up5375 her voice6963, and wept1058.","32":"Thus they made3772 a covenant1285 at Beersheba884: then Abimelech40 rose up6965, and Phichol6369 the chief captain8269 of his host6635, and they returned7725 into the land776 of the Philistines6430.","7":"And she said559, Who would have said4448 unto Abraham85, that Sarah8283 should have given children1121 suck3243? for I have born3205 him a son1121 in his old age2208.","2":"For Sarah8283 conceived2029, and bare3205 Abraham85 a son1121 in his old age2208, at the set time4150 of which God430 had spoken1696 to him.","6":"And Sarah8283 said559, God430 hath made6213 me to laugh6712, so that all that hear8085 will laugh6711 with me.","31":"Wherefore he called7121 that place4725 Beersheba884; because there they sware7650 both of them8147. Beersheba: that is, The well of the oath"},"24":{"10":"And the servant5650 took3947 ten6235 camels1581 of the camels1581 of his master113, and departed3212; for all the goods2898 of his master113 were in his hand3027: and he arose6965, and went3212 to Mesopotamia763, unto the city5892 of Nahor5152. for: or, and","63":"And Isaac3327 went out3318 to meditate7742 in the field7704 at6437 the eventide6153: and he lifted up5375 his eyes5869, and saw7200, and, behold, the camels1581 were coming935. to meditate: or, to pray","30":"And it came to pass, when he saw7200 the earring5141 and bracelets6781 upon his sister\u0027s269 hands3027, and when he heard8085 the words1697 of Rebekah7259 his sister269, saying559, Thus3541 spake1696 the man376 unto me; that he came935 unto the man376; and, behold, he stood5975 by5921 the camels1581 at the well5869.","49":"And now if ye will3426 deal6213 kindly2617 and truly571 with my master113, tell5046 me: and if not, tell5046 me; that I may turn6437 to the right hand3225, or176 to the left8040.","62":"And Isaac3327 came935 from the way935 of the well Lahairoi883; for he dwelt3427 in the south5045 country776.","22":"And it came to pass, as the camels1581 had done3615 drinking8354, that the man376 took3947 a golden2091 earring5141 of half a shekel1235 weight4948, and two8147 bracelets6781 for her hands3027 of ten6235 shekels weight4948 of gold2091; earring: or, jewel for the forehead","13":"Behold, I stand5324 here by the well5869 of water4325; and the daughters1323 of the men582 of the city5892 come out3318 to draw7579 water4325:","47":"And I asked7592 her, and said559, Whose daughter1323 art thou? And she said559, The daughter1323 of Bethuel1328, Nahor\u0027s5152 son1121, whom Milcah4435 bare3205 unto him: and I put7760 the earring5141 upon her face639, and the bracelets6781 upon her hands3027.","3":"And I will make thee swear7650 by the LORD3068, the God430 of heaven8064, and the God430 of the earth776, that thou shalt not take3947 a wife802 unto my son1121 of the daughters1323 of the Canaanites3669, among7130 whom I dwell3427:","8":"And if the woman802 will not be willing14 to follow3212 thee310, then thou shalt be clear5352 from this my oath7621: only bring7725 not my son1121 thither again7725.","12":"And he said559, O LORD3068 God430 of my master113 Abraham85, I pray thee, send me6440 good speed7136 this day3117, and shew6213 kindness2617 unto5973 my master113 Abraham85.","65":"For she had said559 unto the servant5650, What4310 man376 is this1976 that walketh1980 in the field7704 to meet us7125? And the servant5650 had said559, It is my master113: therefore she took3947 a vail6809, and covered herself3680.","40":"And he said559 unto me, The LORD3068, before6440 whom I walk1980, will send7971 his angel4397 with thee, and prosper6743 thy way1870; and thou shalt take3947 a wife802 for my son1121 of my kindred4940, and of my father\u0027s1 house1004:","14":"And let it come to pass, that the damsel5291 to whom I shall say559, Let down5186 thy pitcher3537, I pray thee, that I may drink8354; and she shall say559, Drink8354, and I will give8248 thy camels1581 drink8248 also: let the same be she that thou hast appointed3198 for thy servant5650 Isaac3327; and thereby shall I know3045 that thou hast shewed6213 kindness2617 unto my master113.","26":"And the man376 bowed down his head6915, and worshipped7812 the LORD3068.","17":"And the servant5650 ran7323 to meet her7125, and said559, Let me, I pray thee, drink1572 a little4592 water4325 of thy pitcher3537.","28":"And the damsel5291 ran7323, and told5046 them of her mother\u0027s517 house1004 these things1697.","36":"And Sarah8283 my master\u0027s113 wife802 bare3205 a son1121 to my master113 when310 she was old2209: and unto him hath he given5414 all that he hath.","4":"But thou shalt go3212 unto my country776, and to my kindred4138, and take3947 a wife802 unto my son1121 Isaac3327.","50":"Then Laban3837 and Bethuel1328 answered6030 and said559, The thing1697 proceedeth3318 from the LORD3068: we cannot3201 speak1696 unto thee bad7451 or176 good2896.","45":"And before I had done3615 speaking1696 in mine heart3820, behold, Rebekah7259 came forth3318 with her pitcher3537 on her shoulder7926; and she went down3381 unto the well5869, and drew7579 water: and I said559 unto her, Let me drink8248, I pray thee.","60":"And they blessed1288 Rebekah7259, and said559 unto her, Thou859 art our sister269, be thou1961 the mother of thousands505 of millions7233, and let thy seed2233 possess3423 the gate8179 of those which hate8130 them.","38":"But518 thou shalt go3212 unto my father\u0027s1 house1004, and to my kindred4940, and take3947 a wife802 unto my son1121.","23":"And said559, Whose4310 daughter1323 art thou859? tell5046 me, I pray thee: is there3426 room4725 in thy father\u0027s1 house1004 for us to lodge in3885?","51":"Behold, Rebekah7259 is before thee6440, take3947 her, and go3212, and let her be thy master\u0027s113 son\u0027s1121 wife802, as the LORD3068 hath spoken1696.","20":"And she hasted4116, and emptied6168 her pitcher3537 into the trough8268, and ran7323 again unto the well875 to draw7579 water, and drew7579 for all his camels1581.","59":"And they sent away7971 Rebekah7259 their sister269, and her nurse3243, and Abraham\u0027s85 servant5650, and his men582.","54":"And they did eat398 and drink8354, he and the men582 that were with him, and tarried all night3885; and they rose up6965 in the morning1242, and he said559, Send me away7971 unto my master113.","66":"And the servant5650 told5608 Isaac3327 all things1697 that he had done6213.","57":"And they said559, We will call7121 the damsel5291, and enquire7592 at her mouth6310.","43":"Behold, I stand5324 by the well5869 of water4325; and it shall come to pass, that when the virgin5959 cometh forth3318 to draw7579 water, and I say559 to her, Give me8248, I pray thee, a little4592 water4325 of thy pitcher3537 to drink8248;","35":"And the LORD3068 hath blessed1288 my master113 greatly3966; and he is become great1431: and he hath given5414 him flocks6629, and herds1241, and silver3701, and gold2091, and menservants5650, and maidservants8198, and camels1581, and asses2543.","41":"Then shalt thou be clear5352 from this my oath423, when thou comest935 to my kindred4940; and if they give5414 not thee one, thou shalt be clear5355 from my oath423.","5":"And the servant5650 said559 unto him, Peradventure the woman802 will not be willing14 to follow3212 me310 unto this land776: must I needs bring7725 thy son1121 again7725 unto the land776 from whence thou camest3318?","34":"And he said559, I am Abraham\u0027s85 servant5650.","6":"And Abraham85 said559 unto him, Beware8104 thou that thou bring7725 not6435 my son1121 thither again7725.","53":"And the servant5650 brought forth3318 jewels3627 of silver3701, and jewels3627 of gold2091, and raiment899, and gave5414 them to Rebekah7259: he gave5414 also to her brother251 and to her mother517 precious things4030. jewels: Heb. vessels","2":"And Abraham85 said559 unto his eldest2205 servant5650 of his house1004, that ruled over4910 all that he had, Put7760, I pray thee, thy hand3027 under my thigh3409:","44":"And she say559 to me, Both drink8354 thou, and I will also draw7579 for thy camels1581: let the same be the woman802 whom the LORD3068 hath appointed out3198 for my master\u0027s113 son1121.","11":"And he made1288 his camels1581 to kneel down1288 without2351 the city5892 by413 a well875 of water4325 at the time6256 of the evening6153, even the time6256 that women go out3318 to draw7579 water. that: Heb. that women who draw water go forth","1":"And Abraham85 was old2204, and well stricken935 in age3117: and the LORD3068 had blessed1288 Abraham85 in all things. well: Heb. gone into days","58":"And they called7121 Rebekah7259, and said559 unto her, Wilt thou go3212 with this man376? And she said559, I will go3212.","55":"And her brother251 and her mother517 said559, Let the damsel5291 abide3427 with us a few days3117, at the least176 ten6218; after310 that she shall go3212. a few: or, a full year, or ten months","33":"And there was set7760 3455 meat before him6440 to eat398: but he said559, I will not eat398, until I have told1696 mine errand1697. And he said559, Speak on1696.","67":"And Isaac3327 brought her935 into his mother517 Sarah\u0027s8283 tent168, and took3947 Rebekah7259, and she became his wife802; and he loved157 her: and Isaac3327 was comforted5162 after310 his mother\u0027s517 death.","27":"And he said559, Blessed1288 be the LORD3068 God430 of my master113 Abraham85, who hath not left destitute5800 5973 my master113 of his mercy2617 and his truth571: I being in the way1870, the LORD3068 led me5148 to the house1004 of my master\u0027s113 brethren251.","16":"And the damsel5291 was very3966 fair2896 to look upon4758, a virgin1330, neither had any man376 known3045 her: and she went down3381 to the well5869, and filled4390 her pitcher3537, and came up5927. very: Heb. good of countenance","64":"And Rebekah7259 lifted up5375 her eyes5869, and when she saw7200 Isaac3327, she lighted5307 off5921 the camel1581.","24":"And she said559 unto him, I am the daughter1323 of Bethuel1328 the son1121 of Milcah4435, which she bare3205 unto Nahor5152.","19":"And when she had done3615 giving him drink8248, she said559, I will draw7579 water for thy camels1581 also, until they have done3615 drinking8354.","29":"And Rebekah7259 had a brother251, and his name8034 was Laban3837: and Laban3837 ran7323 out2351 unto the man376, unto the well5869.","61":"And Rebekah7259 arose6965, and her damsels5291, and they rode7392 upon the camels1581, and followed3212 310 the man376: and the servant5650 took3947 Rebekah7259, and went his way3212.","9":"And the servant5650 put7760 his hand3027 under the thigh3409 of Abraham85 his master113, and sware7650 to him concerning5921 that2088 matter1697.","37":"And my master113 made me swear7650, saying559, Thou shalt not take3947 a wife802 to my son1121 of the daughters1323 of the Canaanites3669, in whose land776 I dwell3427:","7":"The LORD3068 God430 of heaven8064, which took me3947 from my father\u0027s1 house1004, and from the land776 of my kindred4138, and which spake1696 unto me, and that sware7650 unto me, saying559, Unto thy seed2233 will I give5414 this land776; he shall send7971 his angel4397 before thee6440, and thou shalt take3947 a wife802 unto my son1121 from thence.","52":"And it came to pass, that, when Abraham\u0027s85 servant5650 heard8085 their words1697, he worshipped7812 the LORD3068, bowing himself to the earth776.","39":"And I said559 unto my master113, Peradventure the woman802 will not follow3212 310 me.","48":"And I bowed down my head6915, and worshipped7812 the LORD3068, and blessed1288 the LORD3068 God430 of my master113 Abraham85, which had led me5148 in the right571 way1870 to take3947 my master\u0027s113 brother\u0027s251 daughter1323 unto his son1121.","21":"And the man376 wondering7583 at her held his peace2790, to wit3045 whether the LORD3068 had made6743 his journey1870 prosperous6743 or518 not.","56":"And he said559 unto them, Hinder me309 not, seeing the LORD3068 hath prospered6743 my way1870; send me away7971 that I may go3212 to my master113.","46":"And she made haste4116, and let down3381 her pitcher3537 from her shoulder, and said559, Drink8354, and I will give8248 thy camels1581 drink8248 also: so I drank8354, and she made8248 the camels1581 drink8248 also.","32":"And the man376 came935 into the house1004: and he ungirded6605 his camels1581, and gave5414 straw8401 and provender4554 for the camels1581, and water4325 to wash7364 his feet7272, and the men\u0027s582 feet7272 that were with him.","31":"And he said559, Come in935, thou blessed1288 of the LORD3068; wherefore standest5975 thou without2351? for I have prepared6437 the house1004, and room4725 for the camels1581.","15":"And it came to pass, before he had done3615 speaking1696, that, behold, Rebekah7259 came out3318, who834 was born3205 to Bethuel1328, son1121 of Milcah4435, the wife802 of Nahor5152, Abraham\u0027s85 brother251, with her pitcher3537 upon her shoulder7926.","25":"She said559 moreover unto him, We have both1571 straw8401 and provender4554 enough7227, and1571 room4725 to lodge in3885.","18":"And she said559, Drink8354, my lord113: and she hasted4116, and let down3381 her pitcher3537 upon her hand3027, and gave him drink8248.","42":"And I came935 this day3117 unto the well5869, and said559, O LORD3068 God430 of my master113 Abraham85, if now thou do3426 prosper6743 my way1870 which I go1980:"},"46":{"11":"And the sons1121 of Levi3878; Gershon1648, Kohath6955, and Merari4847. Gershon: or, Gershom","3":"And he said559, I am God410, the God430 of thy father1: fear3372 not to go down3381 into Egypt4714; for I will there make7760 of thee a great1419 nation1471:","20":"And unto Joseph3130 in the land776 of Egypt4714 were born3205 Manasseh4519 and Ephraim669, which Asenath621 the daughter1323 of Potipherah6319 priest3548 of On204 bare3205 unto him. priest: or, prince","12":"And the sons1121 of Judah3063; Er6147, and Onan209, and Shelah7956, and Pharez6557, and Zerah2226: but Er6147 and Onan209 died4191 in the land776 of Canaan3667. And the sons1121 of Pharez6557 were Hezron2696 and Hamul2538.","10":"And the sons1121 of Simeon8095; Jemuel3223, and Jamin3226, and Ohad161, and Jachin3199, and Zohar6714, and Shaul7586 the son1121 of a Canaanitish3669 woman. Jemuel: or, Nemuel Jachin: or, Jarib Zohar: or, Zerah","17":"And the sons1121 of Asher836; Jimnah3232, and Ishuah3438, and Isui3440, and Beriah1283, and Serah8294 their sister269: and the sons1121 of Beriah1283; Heber2268, and Malchiel4439.","13":"And the sons1121 of Issachar3485; Tola8439, and Phuvah6312, and Job3102, and Shimron8110. Phuvah, and Job: or, Puah, and Jashub","27":"And the sons1121 of Joseph3130, which were born3205 him in Egypt4714, were two8147 souls5315: all the souls5315 of the house1004 of Jacob3290, which came935 into Egypt4714, were threescore and ten7657.","30":"And Israel3478 said559 unto Joseph3130, Now6471 let me die4191, since310 I have seen7200 thy face6440, because thou art yet5750 alive2416.","18":"These are the sons1121 of Zilpah2153, whom Laban3837 gave5414 to Leah3812 his daughter1323, and these she bare3205 unto Jacob3290, even sixteen6240 8337 souls5315.","29":"And Joseph3130 made ready631 his chariot4818, and went up5927 to meet7125 Israel3478 his father1, to Goshen1657, and presented7200 himself unto him; and he fell5307 on his neck6677, and wept1058 on his neck6677 a good while5750.","23":"And the sons1121 of Dan1835; Hushim2366. Hushim: or, Shuham","19":"The sons1121 of Rachel7354 Jacob\u0027s3290 wife802; Joseph3130, and Benjamin1144.","1":"And Israel3478 took his journey5265 with all that he had, and came935 to Beersheba884, and offered2076 sacrifices2077 unto the God430 of his father1 Isaac3327.","5":"And Jacob3290 rose up6965 from Beersheba884: and the sons1121 of Israel3478 carried5375 Jacob3290 their father1, and their little ones2945, and their wives802, in the wagons5699 which Pharaoh6547 had sent7971 to carry5375 him.","4":"I will go down3381 with thee into Egypt4714; and I will also surely5927 bring thee up5927 again: and Joseph3130 shall put7896 his hand3027 upon thine eyes5869.","8":"And these are the names8034 of the children1121 of Israel3478, which came935 into Egypt4714, Jacob3290 and his sons1121: Reuben7205, Jacob\u0027s3290 firstborn1060.","26":"All the souls5315 that came935 with Jacob3290 into Egypt4714, which came out3318 of his loins3409, besides Jacob\u0027s3290 sons\u00271121 wives802, all the souls5315 were threescore8346 and six8337; loins: Heb. thigh","14":"And the sons1121 of Zebulun2074; Sered5624, and Elon356, and Jahleel3177.","22":"These are the sons1121 of Rachel7354, which were born3205 to Jacob3290: all the souls5315 were fourteen702 6240.","28":"And he sent7971 Judah3063 before him6440 unto Joseph3130, to direct3384 his face6440 unto Goshen1657; and they came935 into the land776 of Goshen1657.","25":"These are the sons1121 of Bilhah1090, which Laban3837 gave5414 unto Rachel7354 his daughter1323, and she bare3205 these unto Jacob3290: all the souls5315 were seven7651.","9":"And the sons1121 of Reuben7205; Hanoch2585, and Phallu6396, and Hezron2696, and Carmi3756.","33":"And it shall come to pass, when Pharaoh6547 shall call7121 you, and shall say559, What is your occupation4639?","15":"These be the sons1121 of Leah3812, which she bare3205 unto Jacob3290 in Padanaram6307, with his daughter1323 Dinah1783: all the souls5315 of his sons1121 and his daughters1323 were thirty7970 and three7969.","34":"That ye shall say559, Thy servants\u00275650 trade582 hath been about cattle4735 from our youth5271 even until now, both we, and also our fathers1: that ye may dwell3427 in the land776 of Goshen1657; for every shepherd7462 6629 is an abomination8441 unto the Egyptians4714.","21":"And the sons1121 of Benjamin1144 were Belah1106, and Becher1071, and Ashbel788, Gera1617, and Naaman5283, Ehi278, and Rosh7220, Muppim4649, and Huppim2650, and Ard714. Ehi: or, Ahiram Muppim: or, Shupham or, Shuppim Huppim: or, Hupham","24":"And the sons1121 of Naphtali5321; Jahzeel3183, and Guni1476, and Jezer3337, and Shillem8006.","16":"And the sons1121 of Gad1410; Ziphion6837, and Haggi2291, Shuni7764, and Ezbon675, Eri6179, and Arodi722, and Areli692. Ziphion: or, Zephon Ezbon: or, Ozni Arodi: or, Arod","32":"And the men582 are shepherds7462 6629, for their trade hath been to feed cattle4735; and they have brought935 their flocks6629, and their herds1241, and all that they have. their trade: Heb. they are men of cattle","7":"His sons1121, and his sons\u00271121 sons1121 with him, his daughters1323, and his sons\u00271121 daughters1323, and all his seed2233 brought he935 with him into Egypt4714.","2":"And God430 spake559 unto Israel3478 in the visions4759 of the night3915, and said559, Jacob3290, Jacob3290. And he said559, Here am I.","6":"And they took3947 their cattle4735, and their goods7399, which they had gotten7408 in the land776 of Canaan3667, and came935 into Egypt4714, Jacob3290, and all his seed2233 with him:","31":"And Joseph3130 said559 unto his brethren251, and unto his father\u0027s1 house1004, I will go up5927, and shew5046 Pharaoh6547, and say559 unto him, My brethren251, and my father\u0027s1 house1004, which were in the land776 of Canaan3667, are come935 unto me;"},"16":{"16":"And Abram87 was fourscore8084 8141 and six8337 years8141 old1121, when Hagar1904 bare3205 Ishmael3458 to Abram87.","3":"And Sarai8297 Abram\u0027s87 wife802 took3947 Hagar1904 her maid8198 the Egyptian4713, after7093 Abram87 had dwelt3427 ten6235 years8141 in the land776 of Canaan3667, and gave5414 her to her husband376 Abram87 to be his wife802.","5":"And Sarai8297 said559 unto Abram87, My wrong2555 be upon thee: I have given5414 my maid8198 into thy bosom2436; and when she saw7200 that she had conceived2029, I was despised7043 in her eyes5869: the LORD3068 judge8199 between me and thee.","12":"And he will be a wild6501 man120; his hand3027 will be against every man, and every man\u0027s hand3027 against him; and he shall dwell7931 in the presence6440 of all his brethren251.","10":"And the angel4397 of the LORD3068 said559 unto her, I will multiply7235 thy seed2233 exceedingly7235, that it shall not be numbered5608 for multitude7230.","2":"And Sarai8297 said559 unto Abram87, Behold now, the LORD3068 hath restrained me6113 from bearing3205: I pray thee, go in935 unto my maid8198; it may194 be that I may obtain children1129 by her. And Abram87 hearkened8085 to the voice6963 of Sarai8297. obtain: Heb. be built by her","8":"And he said559, Hagar1904, Sarai\u0027s8297 maid8198, whence335 camest thou935? and whither wilt thou go3212? And she said559, I flee1272 from the face6440 of my mistress1404 Sarai8297.","11":"And the angel4397 of the LORD3068 said559 unto her, Behold2009, thou art with child2030, and shalt bear3205 a son1121, and shalt call7121 his name8034 Ishmael3458; because the LORD3068 hath heard8085 thy affliction6040. Ishmael: that is, God shall hear","1":"Now Sarai8297 Abram\u0027s87 wife802 bare3205 him no3808 children3205: and she had an handmaid8198, an Egyptian4713, whose name8034 was Hagar1904.","9":"And the angel4397 of the LORD3068 said559 unto her, Return7725 to thy mistress1404, and submit6031 thyself under her hands3027.","14":"Wherefore the well875 was called7121 Beerlahairoi883 2416; behold, it is between Kadesh6946 and Bered1260. Beerlahairoi: that is, The well of him that liveth and seeth me","7":"And the angel4397 of the LORD3068 found her4672 by a fountain5869 of water4325 in the wilderness4057, by the fountain5869 in the way1870 to Shur7793.","15":"And Hagar1904 bare3205 Abram87 a son1121: and Abram87 called7121 his son\u0027s1121 name8034, which Hagar1904 bare3205, Ishmael3458.","6":"But Abram87 said559 unto Sarai8297, Behold, thy maid8198 is in thy hand3027; do6213 to her as it pleaseth thee2896 5869. And when Sarai8297 dealt hardly with6031 her, she fled1272 from her face6440. as: Heb. that which is good in thine eyes dealt: Heb. afflicted her","4":"And he went in935 unto Hagar1904, and she conceived2029: and when she saw7200 that she had conceived2029, her mistress1404 was despised7043 in her eyes5869.","13":"And she called7121 the name8034 of the LORD3068 that spake1696 unto her, Thou God410 seest me7210: for she said559, Have I also here1988 looked7200 after him310 that seeth me7210?"},"35":{"11":"And God430 said559 unto him, I am God410 Almighty7706: be fruitful6509 and multiply7235; a nation1471 and a company6951 of nations1471 shall be of thee, and kings4428 shall come3318 out of thy loins2504;","3":"And let us arise6965, and go up5927 to Bethel1008; and I will make6213 there an altar4196 unto God410, who answered6030 me in the day3117 of my distress6869, and was with me in the way1870 which I went1980.","20":"And Jacob3290 set5324 a pillar4676 upon her grave6900: that is the pillar4678 of Rachel\u0027s7354 grave6900 unto this day3117.","12":"And the land776 which I gave5414 Abraham85 and Isaac3327, to thee I will give it5414, and to thy seed2233 after thee310 will I give5414 the land776.","10":"And God430 said559 unto him, Thy name8034 is Jacob3290: thy name8034 shall not be called7121 any more Jacob3290, but Israel3478 shall be thy name8034: and he called7121 his name8034 Israel3478.","17":"And it came to pass, when she was in hard7185 labour3205, that the midwife3205 said559 unto her, Fear3372 not; thou shalt have this son1121 also.","13":"And God430 went up5927 from him in the place4725 where he talked1696 with him.","27":"And Jacob3290 came935 unto Isaac3327 his father1 unto Mamre4471, unto the city of Arbah7153, which is Hebron2275, where Abraham85 and Isaac3327 sojourned1481.","18":"And it came to pass, as her soul5315 was in departing3318, (for she died4191) that she called7121 his name8034 Benoni1126: but his father1 called7121 him Benjamin1144. Benoni: that is, The son of my sorrow Benjamin: that is, The son of the right hand","29":"And Isaac3327 gave up the ghost1478, and died4191, and was gathered622 unto his people5971, being old2205 and full7649 of days3117: and his sons1121 Esau6215 and Jacob3290 buried6912 him.","23":"The sons1121 of Leah3812; Reuben7205, Jacob\u0027s3290 firstborn1060, and Simeon8095, and Levi3878, and Judah3063, and Issachar3485, and Zebulun2074:","19":"And Rachel7354 died4191, and was buried6912 in the way1870 to Ephrath672, which is Bethlehem1035.","1":"And God430 said559 unto Jacob3290, Arise6965, go up5927 to Bethel1008, and dwell3427 there: and make6213 there an altar4196 unto God410, that appeared7200 unto thee when thou fleddest1272 from the face6440 of Esau6215 thy brother251.","5":"And they journeyed5265: and the terror2847 of God430 was upon the cities5892 that were round about5439 them, and they did not pursue7291 after310 the sons1121 of Jacob3290.","4":"And they gave5414 unto Jacob3290 all the strange5236 gods430 which were in their hand3027, and all their earrings5141 which were in their ears241; and Jacob3290 hid2934 them under the oak424 which was by Shechem7927.","8":"But Deborah1683 Rebekah\u0027s7259 nurse3243 died4191, and she was buried6912 beneath Bethel1008 under an oak437: and the name8034 of it was called7121 Allonbachuth439. Allonbachuth: that is, The oak of weeping","26":"And the sons1121 of Zilpah2153, Leah\u0027s3812 handmaid8198; Gad1410, and Asher836: these are the sons1121 of Jacob3290, which were born3205 to him in Padanaram6307.","14":"And Jacob3290 set up5324 a pillar4676 in the place4725 where he talked1696 with him, even a pillar4678 of stone68: and he poured5258 a drink offering5262 thereon, and he poured3332 oil8081 thereon.","22":"And it came to pass, when Israel3478 dwelt7931 in that land776, that Reuben7205 went3212 and lay7901 with Bilhah1090 his father\u0027s1 concubine6370: and Israel3478 heard8085 it. Now the sons1121 of Jacob3290 were twelve8147 6240:","28":"And the days3117 of Isaac3327 were an hundred3967 8141 and fourscore8084 years8141.","25":"And the sons1121 of Bilhah1090, Rachel\u0027s7354 handmaid8198; Dan1835, and Naphtali5321:","9":"And God430 appeared7200 unto Jacob3290 again, when he came935 out of Padanaram6307, and blessed1288 him.","15":"And Jacob3290 called7121 the name8034 of the place4725 where God430 spake1696 with him, Bethel1008.","21":"And Israel3478 journeyed5265, and spread5186 his tent168 beyond1973 the tower4026 of Edar4029.","24":"The sons1121 of Rachel7354; Joseph3130, and Benjamin1144:","16":"And they journeyed5265 from Bethel1008; and there was but5750 a little3530 way776 to come935 to Ephrath672: and Rachel7354 travailed3205, and she had hard7185 labour3205. a little: Heb. a little piece of ground","7":"And he built1129 there an altar4196, and called7121 the place4725 Elbethel416: because there God430 appeared1540 unto him, when he fled1272 from the face6440 of his brother251. Elbethel: that is, The God of Bethel","2":"Then Jacob3290 said559 unto his household1004, and to all that were with him, Put away5493 the strange5236 gods430 that are among you8432, and be clean2891, and change2498 your garments8071:","6":"So Jacob3290 came935 to Luz3870, which is in the land776 of Canaan3667, that is, Bethel1008, he and all the people5971 that were with him."},"32":{"11":"Deliver me5337, I pray thee, from the hand3027 of my brother251, from the hand3027 of Esau6215: for I fear3373 him, lest he will come935 and smite me5221, and the mother517 with5921 the children1121. with: Heb. upon","3":"And Jacob3290 sent7971 messengers4397 before him6440 to Esau6215 his brother251 unto the land776 of Seir8165, the country7704 of Edom123. country: Heb. field","20":"And say ye559 moreover1571, Behold, thy servant5650 Jacob3290 is behind us310. For he said559, I will appease3722 him6440 with the present4503 that goeth1980 before me6440, and afterward310 I will see7200 his face6440; peradventure he will accept5375 of me6440. of me: Heb. my face","12":"And thou saidst559, I will surely3190 do thee good3190, and make7760 thy seed2233 as the sand2344 of the sea3220, which cannot be numbered5608 for multitude7230.","10":"I am not worthy of the least6994 of all the mercies2617, and of all the truth571, which thou hast shewed6213 unto thy servant5650; for with my staff4731 I passed over5674 this Jordan3383; and now I am become two8147 bands4264. I am not: Heb. I am less than all","17":"And he commanded6680 the foremost7223, saying559, When Esau6215 my brother251 meeteth thee6298, and asketh thee7592, saying559, Whose art thou? and whither goest3212 thou? and whose are these before6440 thee?","13":"And he lodged3885 there that same night3915; and took3947 of that which came935 to his hand3027 a present4503 for Esau6215 his brother251;","27":"And he said559 unto him, What is thy name8034? And he said559, Jacob3290.","30":"And Jacob3290 called7121 the name8034 of the place4725 Peniel6439: for I have seen7200 God430 face6440 to face6440, and my life5315 is preserved5337. Peniel: that is, The face of God","18":"Then thou shalt say559, They be thy servant5650 Jacob\u0027s3290; it is a present4503 sent7971 unto my lord113 Esau6215: and, behold, also he is behind us310.","29":"And Jacob3290 asked7592 him, and said559, Tell5046 me, I pray thee, thy name8034. And he said559, Wherefore is it2088 that thou dost ask7592 after my name8034? And he blessed1288 him there.","23":"And he took them3947, and sent them over5674 the brook5158, and sent over5674 that he had. sent them: Heb. caused to pass","19":"And so1571 commanded he6680 the second8145, and the third7992, and all that followed1980 310 the droves5739, saying559, On this manner1697 shall ye speak1696 unto Esau6215, when ye find4672 him.","1":"And Jacob3290 went1980 on his way1870, and the angels4397 of God430 met6293 him.","5":"And I have oxen7794, and asses2543, flocks6629, and menservants5650, and womenservants8198: and I have sent7971 to tell5046 my lord113, that I may find4672 grace2580 in thy sight5869.","4":"And he commanded6680 them, saying559, Thus shall ye speak559 unto my lord113 Esau6215; Thy servant5650 Jacob3290 saith559 thus, I have sojourned1481 with Laban3837, and stayed there309 until now:","8":"And said559, If Esau6215 come935 to the one259 company4264, and smite it5221, then the other company4264 which is left7604 shall escape6413.","26":"And he said559, Let me go7971, for the day7837 breaketh5927. And he said559, I will not let thee go7971, except518 thou bless1288 me.","14":"Two hundred3967 she goats5795, and twenty6242 he goats8495, two hundred3967 ewes7353, and twenty6242 rams352,","22":"And he rose up6965 that night3915, and took3947 his two8147 wives802, and his two8147 womenservants8198, and his eleven6240 259 sons3206, and passed over5674 the ford4569 Jabbok2999.","28":"And he said559, Thy name8034 shall be called559 no more Jacob3290, but Israel3478: for as a prince hast thou power8280 with God430 and with men582, and hast prevailed3201. Israel: that is, A prince of God","25":"And when he saw7200 that he prevailed3201 not against him, he touched5060 the hollow of his thigh3409; and the hollow3709 of Jacob\u0027s3290 thigh3409 was out of joint3363, as he wrestled79 with him.","9":"And Jacob3290 said559, O God430 of my father1 Abraham85, and God430 of my father1 Isaac3327, the LORD3068 which saidst559 unto me, Return7725 unto thy country776, and to thy kindred4138, and I will deal well3190 with thee:","15":"Thirty7970 milch3243 camels1581 with their colts1121, forty705 kine6510, and ten6235 bulls6499, twenty6242 she asses860, and ten6235 foals5895.","21":"So went5674 the present4503 over5674 before him6440: and himself lodged3885 that night3915 in the company4264.","24":"And Jacob3290 was left3498 alone; and there wrestled79 a man376 with him until the breaking5927 of the day7837. breaking: Heb. ascending of the morning","16":"And he delivered5414 them into the hand3027 of his servants5650, every drove5739 by themselves; and said559 unto his servants5650, Pass over5674 before me6440, and put7760 a space7305 betwixt996 drove5739 and996 drove5739.","32":"Therefore the children1121 of Israel3478 eat398 not of the sinew1517 which shrank5384, which is upon the hollow3709 of the thigh3409, unto this day3117: because he touched5060 the hollow3709 of Jacob\u0027s3290 thigh3409 in the sinew1517 that shrank5384.","7":"Then Jacob3290 was greatly3966 afraid3372 and distressed3334: and he divided2673 the people5971 that was with him, and the flocks6629, and herds1241, and the camels1581, into two8147 bands4264;","2":"And when Jacob3290 saw them7200, he said559, This is God\u0027s430 host4264: and he called7121 the name8034 of that place4725 Mahanaim4266. Mahanaim: that is, Two hosts, or, camps","6":"And the messengers4397 returned7725 to Jacob3290, saying559, We came935 to thy brother251 Esau6215, and also he cometh1980 to meet thee7125, and four hundred3967 men376 with him.","31":"And as he passed over5674 Penuel6439 the sun8121 rose2224 upon him, and he halted6760 upon his thigh3409."},"7":{"16":"And they that went in935, went in935 male2145 and female5347 of all flesh1320, as God430 had commanded6680 him: and the LORD3068 shut him in5462.","3":"Of fowls5775 also of the air8064 by sevens7651 7651, the male2145 and the female5347; to keep2421 seed2233 alive2421 upon the face6440 of all the earth776. by sevens: Heb. seven seven","5":"And Noah5146 did6213 according unto all that the LORD3068 commanded6680 him.","21":"And all flesh1320 died1478 that moved7430 upon the earth776, both of fowl5775, and of cattle929, and of beast2416, and of every creeping thing8318 that creepeth8317 upon the earth776, and every man120:","18":"And the waters4325 prevailed1396, and were increased7235 greatly3966 upon the earth776; and the ark8392 went3212 upon the face6440 of the waters4325.","12":"And the rain1653 was upon the earth776 forty705 days3117 and forty705 nights3915.","10":"And it came to pass after seven7651 days3117, that the waters4325 of the flood3999 were upon the earth776. after: or, on the seventh day","2":"Of every clean2889 beast929 thou shalt take3947 to thee by sevens7651 7651, the male376 and his female802: and of beasts929 that are not clean2889 1931 by two8147, the male376 and his female802. by sevens: Heb. seven seven","22":"All in whose nostrils639 was the breath5397 7307 of life2416, of all that was in the dry2724 land, died4191. the breath: Heb. the breath of the spirit of life","8":"Of clean2889 beasts929, and of beasts929 that are not clean2889, and of fowls5775, and of every thing that creepeth7430 upon the earth127,","17":"And the flood3999 was forty705 days3117 upon the earth776; and the waters4325 increased7235, and bare up5375 the ark8392, and it was lift up7311 above the earth776.","11":"In8141 the six8337 hundredth3967 year8141 of Noah\u0027s5146 life2416, in the second8145 month2320, the seventeenth7651 6240 day3117 of the month2320, the same2088 day3117 were all the fountains4599 of the great7227 deep8415 broken up1234, and the windows699 of heaven8064 were opened6605. windows: or, floodgates","1":"And the LORD3068 said559 unto Noah5146, Come935 thou and all thy house1004 into the ark8392; for thee have I seen7200 righteous6662 before me6440 in this2088 generation1755.","9":"There went in935 two8147 and two8147 unto Noah5146 into the ark8392, the male2145 and the female5347, as834 God430 had commanded6680 Noah5146.","24":"And the waters4325 prevailed1396 upon the earth776 an hundred3967 and fifty2572 days3117.","14":"They1992, and every beast2416 after his kind4327, and all the cattle929 after their kind4327, and every creeping thing7431 that creepeth7430 upon the earth776 after his kind4327, and every fowl5775 after his kind4327, every bird6833 of every sort3671. sort: Heb. wing","7":"And Noah5146 went in935, and his sons1121, and his wife802, and his sons\u00271121 wives802 with him, into the ark8392, because of6440 the waters4325 of the flood3999.","15":"And they went in935 unto Noah5146 into the ark8392, two8147 and two8147 of all flesh1320, wherein834 is the breath7307 of life2416.","20":"Fifteen6240 2568 cubits520 upward4605 did the waters4325 prevail1396; and the mountains2022 were covered3680.","23":"And every living substance3351 was destroyed4229 which was upon the face6440 of the ground127, both man120, and cattle929, and the creeping things7431, and the fowl5775 of the heaven8064; and they were destroyed4229 from the earth776: and Noah5146 only389 remained7604 alive, and they that834 were with him in the ark8392.","6":"And Noah5146 was six8337 hundred3967 years8141 old1121 when the flood3999 of waters4325 was upon the earth776.","4":"For yet5750 seven7651 days3117, and I will cause it to rain4305 upon the earth776 forty705 days3117 and forty705 nights3915; and every3605 living substance3351 that I have made6213 will I destroy4229 from off5921 the face6440 of the earth127. destroy: Heb. blot out","19":"And the waters4325 prevailed1396 exceedingly3966 3966 upon the earth776; and all the high1364 hills2022, that were under8478 the whole heaven8064, were covered3680.","13":"In the selfsame6106 day3117 entered935 Noah5146, and Shem8035, and Ham2526, and Japheth3315, the sons1121 of Noah5146, and Noah\u0027s5146 wife802, and the three7969 wives802 of his sons1121 with them, into the ark8392;"},"43":{"11":"And their father1 Israel3478 said559 unto them, If it must be so now645, do6213 this; take3947 of the best fruits2173 in the land776 in your vessels3627, and carry down3381 the man376 a present4503, a little4592 balm6875, and a little4592 honey1706, spices5219, and myrrh3910, nuts992, and almonds8247:","3":"And Judah3063 spake559 unto him, saying559, The man376 did solemnly5749 protest5749 unto us, saying559, Ye shall not see7200 my face6440, except1115 your brother251 be with you. did: Heb. protesting protested","20":"And said559, O994 sir113, we came indeed3381 down3381 at the first time8462 to buy7666 food400: we: Heb. coming down we came down","12":"And take3947 double4932 money3701 in your hand3027; and the money3701 that was brought again7725 in the mouth6310 of your sacks572, carry it again7725 in your hand3027; peradventure it was an oversight4870:","10":"For except3884 we had lingered4102, surely now we had returned7725 this second time6471. this: or, twice by this","17":"And the man376 did6213 as Joseph3130 bade559; and the man376 brought935 the men582 into Joseph\u0027s3130 house1004.","13":"Take3947 also your brother251, and arise6965, go again7725 unto the man376:","27":"And he asked7592 them of their welfare7965, and said559, Is your father1 well7965, the old man2205 of whom ye spake559? Is he yet alive2416? welfare: Heb. peace Is your: Heb. Is there peace to your father?","30":"And Joseph3130 made haste4116; for his bowels7356 did yearn3648 upon his brother251: and he sought1245 where to weep1058; and he entered935 into his chamber2315, and wept1058 there.","18":"And the men582 were afraid3372, because they were brought935 into Joseph\u0027s3130 house1004; and they said559, Because1697 of the money3701 that was returned7725 in our sacks572 at the first time8462 are we brought in935; that he may seek occasion1556 against us, and fall5307 upon us, and take3947 us for bondmen5650, and our asses2543. seek: Heb. roll himself upon us","29":"And he lifted up5375 his eyes5869, and saw7200 his brother251 Benjamin1144, his mother\u0027s517 son1121, and said559, Is this your younger6996 brother251, of whom ye spake559 unto me? And he said559, God430 be gracious2603 unto thee, my son1121.","23":"And he said559, Peace7965 be to you, fear3372 not: your God430, and the God430 of your father1, hath given5414 you treasure4301 in your sacks572: I had935 your money3701. And he brought3318 Simeon8095 out unto them. I had: Heb. your money came to me","19":"And they came near5066 to the steward376 of Joseph\u0027s3130 house1004, and they communed1696 with him at the door6607 of the house1004,","1":"And the famine7458 was sore3515 in the land776.","5":"But if thou wilt not send7971 him, we will not go down3381: for the man376 said559 unto us, Ye shall not see7200 my face6440, except your brother251 be with you.","4":"If thou wilt3426 send7971 our brother251 with us, we will go down3381 and buy7666 thee food400:","8":"And Judah3063 said559 unto Israel3478 his father1, Send7971 the lad5288 with me, and we will arise6965 and go3212; that we may live2421, and not die4191, both we, and thou, and also our little ones2945.","26":"And when Joseph3130 came935 home1004, they brought935 him the present4503 which was in their hand3027 into the house1004, and bowed7812 themselves to him to the earth776.","14":"And God410 Almighty7706 give5414 you mercy7356 before6440 the man376, that he may send away7971 your other312 brother251, and Benjamin1144. If834 I be bereaved7921 of my children, I am bereaved7921. If: or, And I, as I have been, etc.","22":"And other312 money3701 have we brought down3381 in our hands3027 to buy7666 food400: we cannot tell3045 who put7760 our money3701 in our sacks572.","28":"And they answered559, Thy servant5650 our father1 is in good health7965, he is yet alive2416. And they bowed down their heads6915, and made obeisance7812.","25":"And they made ready3559 the present4503 against5704 Joseph3130 came935 at noon6672: for they heard8085 that they should eat398 bread3899 there.","9":"I will be surety6148 for him; of my hand3027 shalt thou require1245 him: if518 I bring935 him not518 unto thee, and set3322 him before thee6440, then let me bear the blame2398 for ever3117:","33":"And they sat3427 before him6440, the firstborn1060 according to his birthright1062, and the youngest6810 according to his youth6812: and the men582 marvelled8539 one376 at another7453.","15":"And the men582 took3947 that2063 present4503, and they took3947 double4932 money3701 in their hand3027, and Benjamin1144; and rose up6965, and went down3381 to Egypt4714, and stood5975 before6440 Joseph3130.","34":"And he took5375 and sent messes4864 unto them from before him6440: but Benjamin\u0027s1144 mess4864 was five2568 times3027 so much as7235 any of theirs. And they drank8354, and were merry7937 with him. were: Heb. drank largely","21":"And it came to pass, when we came935 to the inn4411, that we opened6605 our sacks572, and, behold, every man\u0027s376 money3701 was in the mouth6310 of his sack572, our money3701 in full weight4948: and we have brought it again7725 in our hand3027.","24":"And the man376 brought935 the men582 into Joseph\u0027s3130 house1004, and gave5414 them water4325, and they washed7364 their feet7272; and he gave5414 their asses2543 provender4554.","16":"And when Joseph3130 saw7200 Benjamin1144 with854 them, he said559 to the ruler of his house1004, Bring935 these men582 home1004, and slay2873 2874, and make ready3559; for these men582 shall dine398 with me at noon6672. slay: Heb. kill a killing dine: Heb. eat","32":"And they set on7760 for him by himself, and for them by themselves, and for the Egyptians4713, which did eat398 with him, by themselves: because the Egyptians4713 might3201 not eat398 bread3899 with the Hebrews5680; for that is an abomination8441 unto the Egyptians4714.","7":"And they said559, The man376 asked7592 us straitly7592 of our state, and of our kindred4138, saying559, Is your father1 yet alive2416? have ye3426 another brother251? and we told5046 him according5921 to the tenor6310 of these words1697: could we certainly3045 know3045 that he would say559, Bring3381 your brother251 down3381? asked: Heb. asking asked us tenor: Heb. mouth could: Heb. knowing could we know","2":"And it came to pass, when they had eaten up3615 398 the corn7668 which they had brought out935 of Egypt4714, their father1 said559 unto them, Go again7725, buy7666 us a little4592 food400.","6":"And Israel3478 said559, Wherefore dealt ye so ill7489 with me, as to tell5046 the man376 whether ye had yet a brother251?","31":"And he washed7364 his face6440, and went out3318, and refrained662 himself, and said559, Set on7760 bread3899."},"48":{"16":"The Angel4397 which redeemed1350 me from all evil7451, bless1288 the lads5288; and let my name8034 be named7121 on them, and the name8034 of my fathers1 Abraham85 and Isaac3327; and let them grow1711 into a multitude7230 in the midst7130 of the earth776. grow: Heb. as fishes do increase","3":"And Jacob3290 said559 unto Joseph3130, God410 Almighty7706 appeared7200 unto me at Luz3870 in the land776 of Canaan3667, and blessed1288 me,","5":"And now thy two8147 sons1121, Ephraim669 and Manasseh4519, which were born3205 unto thee in the land776 of Egypt4714 before5704 I came935 unto thee into Egypt4714, are mine; as Reuben7205 and Simeon8095, they shall be mine.","21":"And Israel3478 said559 unto Joseph3130, Behold, I die4191: but God430 shall be with you, and bring you again7725 unto the land776 of your fathers1.","18":"And Joseph3130 said559 unto his father1, Not so, my father1: for this is the firstborn1060; put7760 thy right hand3225 upon his head7218.","12":"And Joseph3130 brought them out3318 from between5973 his knees1290, and he bowed7812 himself with his face639 to the earth776.","10":"Now the eyes5869 of Israel3478 were dim3513 for age2207, so that he could3201 not see7200. And he brought them near5066 unto him; and he kissed5401 them, and embraced2263 them. dim: Heb. heavy","2":"And one told5046 Jacob3290, and said559, Behold, thy son1121 Joseph3130 cometh935 unto thee: and Israel3478 strengthened2388 himself, and sat3427 upon the bed4296.","22":"Moreover I have given5414 to thee one259 portion7926 above thy brethren251, which I took3947 out of the hand3027 of the Amorite567 with my sword2719 and with my bow7198.","8":"And Israel3478 beheld7200 Joseph\u0027s3130 sons1121, and said559, Who are these?","17":"And when Joseph3130 saw7200 that his father1 laid7896 his right3225 hand3027 upon the head7218 of Ephraim669, it displeased3415 5869 him: and he held up8551 his father\u0027s1 hand3027, to remove5493 it from Ephraim\u0027s669 head7218 unto Manasseh\u0027s4519 head7218. displeased: was evil in his eyes","11":"And Israel3478 said559 unto Joseph3130, I had not thought6419 to see7200 thy face6440: and, lo, God430 hath shewed7200 me also thy seed2233.","1":"And it came to pass after310 these things1697, that one told559 Joseph3130, Behold, thy father1 is sick2470: and he took3947 with him his two8147 sons1121, Manasseh4519 and Ephraim669.","9":"And Joseph3130 said559 unto his father1, They are my sons1121, whom God430 hath given5414 me in this place. And he said559, Bring them3947, I pray thee, unto me, and I will bless1288 them.","14":"And Israel3478 stretched out7971 his right hand3225, and laid7896 it upon Ephraim\u0027s669 head7218, who was the younger6810, and his left hand8040 upon Manasseh\u0027s4519 head7218, guiding7919 his hands3027 wittingly7919; for Manasseh4519 was the firstborn1060.","7":"And as for me, when I came935 from Padan6307, Rachel7354 died4191 by me in the land776 of Canaan3667 in the way1870, when5750 yet there was but a little3530 way776 to come935 unto Ephrath672: and I buried her6912 there in the way1870 of Ephrath672; the same is Bethlehem1035.","15":"And he blessed1288 Joseph3130, and said559, God430, before6440 whom my fathers1 Abraham85 and Isaac3327 did walk1980, the God430 which fed7462 me all my life long5750 unto this day3117,","20":"And he blessed1288 them that day3117, saying559, In thee shall Israel3478 bless1288, saying559, God430 make7760 thee as Ephraim669 and as Manasseh4519: and he set7760 Ephraim669 before6440 Manasseh4519.","6":"And thy issue4138, which thou begettest3205 after310 them, shall be thine, and shall be called7121 after5921 the name8034 of their brethren251 in their inheritance5159.","4":"And said559 unto me, Behold, I will make thee fruitful6509, and multiply7235 thee, and I will make5414 of thee a multitude6951 of people5971; and will give5414 this land776 to thy seed2233 after thee310 for an everlasting5769 possession272.","19":"And his father1 refused3985, and said559, I know3045 it, my son1121, I know3045 it: he also shall become a people5971, and he also shall be great1431: but truly199 his younger6996 brother251 shall be greater1431 than he, and his seed2233 shall become a multitude4393 of nations1471. multitude: Heb. fulness","13":"And Joseph3130 took3947 them both8147, Ephraim669 in his right hand3225 toward Israel\u0027s3478 left hand8040, and Manasseh4519 in his left hand8040 toward Israel\u0027s3478 right hand3225, and brought them near5066 unto him."},"2":{"16":"And the LORD3068 God430 commanded6680 the man120, saying559, Of every tree6086 of the garden1588 thou mayest freely398 eat398: thou: Heb. eating thou shalt eat","3":"And God430 blessed1288 the seventh7637 day3117, and sanctified6942 it: because3588 that in it he had rested7673 from all his work4399 which God430 created1254 and made6213. created: Heb. created to make","5":"And every plant7880 of the field7704 before2962 it was in the earth776, and every herb6212 of the field7704 before2962 it grew6779: for3588 the LORD3068 God430 had not3808 caused it to rain4305 upon the earth776, and there was not369 a man120 to till5647 the ground127.","21":"And the LORD3068 God430 caused5307 a deep sleep8639 to fall5307 upon Adam121, and he slept3462: and he took3947 one259 of his ribs6763, and closed up5462 the flesh1320 instead thereof;","18":"And the LORD3068 God430 said559, It is not good2896 that the man120 should be1961 alone; I will make6213 him an help meet5828 for him. meet: Heb. as before him","12":"And the gold2091 of that1931 land776 is good2896: there is bdellium916 and the onyx7718 stone68.","10":"And a river5104 went out3318 of Eden5731 to water8248 the garden1588; and from thence it was parted6504, and became into four702 heads7218.","2":"And on the seventh7637 day3117 God430 ended3615 his work4399 which he had made6213; and he rested7673 on the seventh7637 day3117 from all his work4399 which he had made6213.","22":"And the rib6763, which the LORD3068 God430 had taken3947 from man120, made1129 he a woman802, and brought935 her unto the man120. made: Heb. builded","8":"And the LORD3068 God430 planted5193 a garden1588 eastward6924 in Eden5731; and there8033 he put7760 the man120 whom834 he had formed3335.","17":"But of the tree6086 of the knowledge1847 of good2896 and evil7451, thou shalt not eat398 of it: for in the day3117 that thou eatest398 thereof thou shalt surely4191 die4191. thou shalt surely: Heb. dying thou shalt die","11":"The name8034 of the first259 is Pison6376: that1931 is it which compasseth5437 the whole land776 of Havilah2341, where834 there is gold2091;","1":"Thus the heavens8064 and the earth776 were finished3615, and all the host of them6635.","9":"And out4480 of the ground127 made6779 the LORD3068 God430 to grow6779 every tree6086 that is pleasant2530 to the sight4758, and good2896 for food3978; the tree6086 of life2416 also in the midst8432 of the garden1588, and the tree6086 of knowledge1847 of good2896 and evil7451.","24":"Therefore3651 shall a man376 leave5800 his father1 and his mother517, and shall cleave1692 unto his wife802: and they shall be one259 flesh1320.","14":"And the name8034 of the third7992 river5104 is Hiddekel2313: that is it which goeth toward1980 the east6926 of Assyria804. And the fourth7243 river5104 is Euphrates6578. toward: or, eastward to Assyria","7":"And the LORD3068 God430 formed3335 man120 of the dust6083 of4480 the ground127, and breathed5301 into his nostrils639 the breath5397 of life2416; and man120 became a living2416 soul5315. of the dust: Heb. dust of the ground","15":"And the LORD3068 God430 took3947 the man120, and put him3240 into the garden1588 of Eden5731 to dress5647 it and to keep8104 it. the man: or, Adam","20":"And Adam120 gave7121 names8034 to all cattle929, and to the fowl5775 of the air8064, and to every beast2416 of the field7704; but for Adam120 there was not found4672 an help meet5828 for him. gave: Heb. called","25":"And they were both8147 naked6174, the man120 and his wife802, and were not ashamed954.","23":"And Adam120 said559, This2063 is now6471 bone6106 of my bones6106, and flesh1320 of my flesh1320: she2063 shall be called7121 Woman802, because she2063 was taken3947 out of Man376. Woman: Heb. Isha Man: Heb. Ish","6":"But there went up5927 a mist108 from4480 the earth776, and watered8248 the whole face6440 of the ground127. there: or, a mist which went up from, etc.","4":"These428 are the generations8435 of the heavens8064 and of the earth776 when they were created1254, in the day3117 that the LORD3068 God430 made6213 the earth776 and the heavens8064,","19":"And out of the ground127 the LORD3068 God430 formed3335 every beast2416 of the field7704, and every fowl5775 of the air8064; and brought935 them unto Adam120 to see7200 what he would call7121 them: and whatsoever Adam120 called7121 every living2416 creature5315, that1931 was the name thereof8034. Adam: or, the man","13":"And the name8034 of the second8145 river5104 is Gihon1521: the same is it that compasseth5437 the whole land776 of Ethiopia3568. Ethiopia: Heb. Cush"},"38":{"11":"Then said559 Judah3063 to Tamar8559 his daughter in law3618, Remain3427 a widow490 at thy father\u0027s1 house1004, till Shelah7956 my son1121 be grown1431: for he said559, Lest peradventure he die4191 also, as his brethren251 did. And Tamar8559 went3212 and dwelt3427 in her father\u0027s1 house1004.","3":"And she conceived2029, and bare3205 a son1121; and he called7121 his name8034 Er6147.","20":"And Judah3063 sent7971 the kid1423 5795 by the hand3027 of his friend7453 the Adullamite5726, to receive3947 his pledge6162 from the woman\u0027s802 hand3027: but he found her4672 not.","12":"And in process7235 of time3117 the daughter1323 of Shuah7770 Judah\u0027s3063 wife802 died4191; and Judah3063 was comforted5162, and went up5927 unto his sheepshearers1494 6629 to Timnath8553, he and his friend7453 Hirah2437 the Adullamite5726. in process: Heb. the days were multiplied","10":"And the thing which834 he did6213 displeased3415 5869 the LORD3068: wherefore he slew4191 him also. displeased: Heb. was evil in the eyes of the Lord","17":"And he said559, I will send7971 thee a kid5795 1423 from the flock6629. And she said559, Wilt thou give5414 me a pledge6162, till thou send7971 it? a kid: Heb. a kid of the goats","13":"And it was told5046 Tamar8559, saying559, Behold thy father in law2524 goeth up5927 to Timnath8553 to shear1494 his sheep6629.","27":"And it came to pass in the time6256 of her travail3205, that, behold, twins8380 were in her womb990.","30":"And afterward310 came out3318 his brother251, that had the scarlet thread8144 upon his hand3027: and his name8034 was called7121 Zarah2226.","18":"And he said559, What834 pledge6162 shall I give5414 thee? And she said559, Thy signet2368, and thy bracelets6616, and thy staff4294 that is in thine hand3027. And he gave5414 it her, and came in935 unto her, and she conceived2029 by him.","29":"And it came to pass, as he drew back7725 his hand3027, that, behold, his brother251 came out3318: and she said559, How hast thou broken forth6555? this breach6556 be upon thee: therefore his name8034 was called7121 Pharez6557. How hast: or, Wherefore hast thou made this breach against thee? Pharez: that is A breach","23":"And Judah3063 said559, Let her take3947 it to her, lest we be shamed937: behold, I sent7971 this kid1423, and thou hast not found4672 her. be shamed: Heb. become a contempt","19":"And she arose6965, and went away3212, and laid by5493 her vail6809 from her, and put on3847 the garments899 of her widowhood491.","1":"And it came to pass at that time6256, that Judah3063 went down3381 from his brethren251, and turned5186 in to a certain376 Adullamite5726, whose name8034 was Hirah2437.","5":"And she yet again conceived3254, and bare3205 a son1121; and called7121 his name8034 Shelah7956: and he was at Chezib3580, when she bare3205 him.","4":"And she conceived2029 again, and bare3205 a son1121; and she called7121 his name8034 Onan209.","8":"And Judah3063 said559 unto Onan209, Go in935 unto thy brother\u0027s251 wife802, and marry2992 her, and raise up6965 seed2233 to thy brother251.","26":"And Judah3063 acknowledged5234 them, and said559, She hath been more righteous6663 than I; because that I gave5414 her not to Shelah7956 my son1121. And he knew her3045 again3254 no more.","14":"And she put5493 her widow\u0027s491 garments899 off5493 from her, and covered her3680 with a vail6809, and wrapped herself5968, and sat in3427 an open5869 place6607, which is by the way1870 to Timnath8553; for she saw7200 that Shelah7956 was grown1431, and she was not given5414 unto him to wife802. an open: Heb. the door of eyes, or, of Enajim","22":"And he returned7725 to Judah3063, and said559, I cannot3808 find4672 her; and also the men582 of the place4725 said559, that there was no harlot6948 in this place.","28":"And it came to pass, when she travailed3205, that the one put out5414 his hand3027: and the midwife3205 took3947 and bound7194 upon his hand3027 a scarlet thread8144, saying559, This came out3318 first7223.","25":"When she was brought forth3318, she sent7971 to her father in law2524, saying559, By the man376, whose these are, am I with child2030: and she said559, Discern5234, I pray thee, whose are these, the signet2858, and bracelets6616, and staff4294.","9":"And Onan209 knew3045 that the seed2233 should not be his; and it came to pass, when518 he went in935 unto his brother\u0027s251 wife802, that he spilled7843 it on the ground776, lest1115 that he should give5414 seed2233 to his brother251.","15":"When Judah3063 saw her7200, he thought2803 her to be an harlot2181; because she had covered3680 her face6440.","21":"Then he asked7592 the men582 of that place4725, saying559, Where is the harlot6948, that was openly5869 by the way side1870? And they said559, There was no harlot6948 in this2088 place. openly: or, in Enajim","24":"And it came to pass about three7969 months2320 after, that it was told5046 Judah3063, saying559, Tamar8559 thy daughter in law3618 hath played the harlot2181; and also, behold, she is with child2030 by whoredom2183. And Judah3063 said559, Bring her forth3318, and let her be burnt8313.","16":"And he turned5186 unto her by the way1870, and said559, Go to3051, I pray thee, let me come in935 unto thee; (for he knew3045 not that she was his daughter in law3618.) And she said559, What wilt thou give5414 me, that thou mayest come in935 unto me?","7":"And Er6147, Judah\u0027s3063 firstborn1060, was wicked7451 in the sight5869 of the LORD3068; and the LORD3068 slew4191 him.","2":"And Judah3063 saw7200 there a daughter1323 of a certain376 Canaanite3669, whose name8034 was Shuah7770; and he took her3947, and went in935 unto her.","6":"And Judah3063 took3947 a wife802 for Er6147 his firstborn1060, whose name8034 was Tamar8559."},"50":{"16":"And they sent a messenger6680 unto Joseph3130, saying559, Thy father1 did command6680 before6440 he died4194, saying559, sent: Heb. charged","3":"And forty705 days3117 were fulfilled4390 for him; for so are fulfilled4390 the days3117 of those which are embalmed2590: and the Egyptians4714 mourned1058 for him threescore and ten7657 days3117. mourned: Heb. wept","5":"My father1 made me swear7650, saying559, Lo2009, I die4191: in my grave6913 which I have digged3738 for me in the land776 of Canaan3667, there shalt thou bury me6912. Now therefore let me go up5927, I pray thee, and bury6912 my father1, and I will come again7725.","21":"Now therefore fear3372 ye not: I will nourish3557 you, and your little ones2945. And he comforted5162 them, and spake1696 kindly3820 unto them. kindly: Heb. to their hearts","18":"And his brethren251 also went3212 and fell down5307 before his face6440; and they said559, Behold, we be thy servants5650.","12":"And his sons1121 did6213 unto him according as he commanded6680 them:","10":"And they came935 to the threshingfloor1637 of Atad329, which is beyond5676 Jordan3383, and there they mourned5594 with a great1419 and very3966 sore3515 lamentation4553: and he made6213 a mourning60 for his father1 seven7651 days3117.","2":"And Joseph3130 commanded6680 his servants5650 the physicians7495 to embalm2590 his father1: and the physicians7495 embalmed2590 Israel3478.","22":"And Joseph3130 dwelt3427 in Egypt4714, he, and his father\u0027s1 house1004: and Joseph3130 lived2421 an hundred3967 and ten6235 years8141.","8":"And all the house1004 of Joseph3130, and his brethren251, and his father\u0027s1 house1004: only their little ones2945, and their flocks6629, and their herds1241, they left5800 in the land776 of Goshen1657.","17":"So shall ye say559 unto Joseph3130, Forgive5375, I pray thee577 now, the trespass6588 of thy brethren251, and their sin2403; for they did1580 unto thee evil7451: and now, we pray thee, forgive5375 the trespass6588 of the servants5650 of the God430 of thy father1. And Joseph3130 wept1058 when they spake1696 unto him.","11":"And when the inhabitants3427 of the land776, the Canaanites3669, saw7200 the mourning60 in the floor1637 of Atad329, they said559, This is a grievous3515 mourning60 to the Egyptians4714: wherefore the name of it8034 was called7121 Abelmizraim67, which is beyond5676 Jordan3383. Abelmizraim: that is, The mourning of the Egyptians","1":"And Joseph3130 fell5307 upon his father\u0027s1 face6440, and wept1058 upon him, and kissed5401 him.","9":"And there went up5927 with him both chariots7393 and horsemen6571: and it was a very3966 great3515 company4264.","24":"And Joseph3130 said559 unto his brethren251, I die4191: and God430 will surely6485 visit6485 you, and bring you out5927 of this land776 unto the land776 which he sware7650 to Abraham85, to Isaac3327, and to Jacob3290.","14":"And Joseph3130 returned7725 into Egypt4714, he, and his brethren251, and all that went up5927 with him to bury6912 his father1, after310 he had buried6912 his father1.","7":"And Joseph3130 went up5927 to bury6912 his father1: and with him went up5927 all the servants5650 of Pharaoh6547, the elders2205 of his house1004, and all the elders2205 of the land776 of Egypt4714,","15":"And when Joseph\u0027s3130 brethren251 saw7200 that their father1 was dead4191, they said559, Joseph3130 will peradventure3863 hate us7852, and will certainly7725 requite7725 us all the evil7451 which we did1580 unto him.","20":"But as for you, ye thought2803 evil7451 against me; but God430 meant it2803 unto good2896, to4616 bring to pass6213, as it is this day3117, to save2421 much7227 people5971 alive2421.","25":"And Joseph3130 took an oath7650 of the children1121 of Israel3478, saying559, God430 will surely6485 visit6485 you, and ye shall carry up5927 my bones6106 from hence2088.","23":"And Joseph3130 saw7200 Ephraim\u0027s669 children1121 of the third8029 generation: the children1121 also of Machir4353 the son1121 of Manasseh4519 were brought up3205 upon Joseph\u0027s3130 knees1290. brought: Heb. born","6":"And Pharaoh6547 said559, Go up5927, and bury6912 thy father1, according as he made thee swear7650.","4":"And when the days3117 of his mourning1068 were past5674, Joseph3130 spake1696 unto the house1004 of Pharaoh6547, saying559, If now I have found4672 grace2580 in your eyes5869, speak1696, I pray you, in the ears241 of Pharaoh6547, saying559,","19":"And Joseph3130 said559 unto them, Fear3372 not: for am I in the place of God430?","13":"For his sons1121 carried5375 him into the land776 of Canaan3667, and buried6912 him in the cave4631 of the field7704 of Machpelah4375, which Abraham85 bought7069 with the field7704 for a possession272 of a buryingplace6913 of Ephron6085 the Hittite2850, before6440 Mamre4471.","26":"So Joseph3130 died4191, being an hundred3967 and ten6235 years8141 old1121: and they embalmed2590 him, and he was put3455 in a coffin727 in Egypt4714."},"6":{"16":"A window6672 shalt thou make6213 to the ark8392, and in a cubit520 shalt thou finish3615 it above4605; and the door6607 of the ark8392 shalt thou set7760 in the side thereof6654; with lower8482, second8145, and third7992 stories shalt thou make6213 it.","3":"And the LORD3068 said559, My spirit7307 shall not always5769 strive1777 with man120, for that he also1571 is flesh1320 7683: yet his days3117 shall be an hundred3967 and twenty6242 years8141.","5":"And GOD3068 saw7200 that the wickedness7451 of man120 was great7227 in the earth776, and that every imagination3336 of the thoughts4284 of his heart3820 was only7535 evil7451 continually3117. every: or, the whole imagination: the Hebrew word signifieth not only the imagination, but also the purposes and desires continually: Heb. every day","21":"And take3947 thou unto thee of all food3978 that is eaten398, and thou shalt gather622 it to thee; and it shall be for food402 for thee, and for them.","18":"But with thee will I establish6965 my covenant1285; and thou shalt come935 into413 the ark8392, thou859, and thy sons1121, and thy wife802, and thy sons\u00271121 wives802 with thee.","12":"And God430 looked7200 upon the earth776, and, behold, it was corrupt7843; for all flesh1320 had corrupted7843 his way1870 upon the earth776.","10":"And Noah5146 begat3205 three7969 sons1121, Shem8035, Ham2526, and Japheth3315.","2":"That the sons1121 of God430 saw7200 the daughters1323 of men120 that they2007 were fair2896; and they took3947 them wives802 of all which they chose977.","22":"Thus did6213 Noah5146; according to all that God430 commanded6680 him, so did6213 he.","8":"But Noah5146 found4672 grace2580 in the eyes5869 of the LORD3068.","17":"And, behold2009, I589, even I, do bring935 a flood3999 of waters4325 upon the earth776, to destroy7843 all flesh1320, wherein is the breath7307 of life2416, from under8478 heaven8064; and every thing3605 that is in the earth776 shall die1478.","11":"The earth776 also was corrupt7843 before6440 God430, and the earth776 was filled4390 with violence2555.","1":"And it came to pass, when men120 began2490 to multiply7231 on5921 the face6440 of the earth127, and daughters1323 were born3205 unto them,","9":"These are the generations8435 of Noah5146: Noah5146 was a just6662 man376 and perfect8549 in his generations1755, and Noah5146 walked1980 with God430. perfect: or, upright","14":"Make6213 thee an ark8392 of gopher1613 wood6086; rooms7064 shalt thou make6213 in854 the ark8392, and shalt pitch3722 it within1004 and without2351 with pitch3724. rooms: Heb. nests","7":"And the LORD3068 said559, I will destroy4229 man120 whom I have created1254 from the face6440 of the earth127; both man120, and5704 beast929, and the creeping thing7431, and the fowls5775 of the air8064; for it repenteth5162 me that I have made6213 them. both: Heb. from man unto beast","15":"And this is the fashion which thou shalt make6213 it of: The length753 of the ark8392 shall be three7969 hundred3967 cubits520, the breadth7341 of it fifty2572 cubits520, and the height6967 of it thirty7970 cubits520.","20":"Of fowls5775 after their kind4327, and of cattle929 after their kind4327, of every creeping thing7431 of the earth127 after his kind4327, two8147 of every sort shall come935 unto thee, to keep them alive2421.","6":"And it repented5162 the LORD3068 that he had made6213 man120 on the earth776, and it grieved6087 him at413 his heart3820.","4":"There were giants5303 in the earth776 in those days3117; and also after310 that3651, when834 the sons1121 of God430 came in935 unto the daughters1323 of men120, and they bare3205 children to them, the same1992 became mighty men1368 which were of old5769, men582 of renown8034.","19":"And of every living thing2416 of all flesh1320, two8147 of every sort shalt thou bring935 into the ark8392, to keep them alive2421 with thee; they shall be male2145 and female5347.","13":"And God430 said559 unto Noah5146, The end7093 of all flesh1320 is come935 before me6440; for the earth776 is filled with4390 violence2555 through them6440; and, behold, I will destroy7843 them with854 the earth776. with the earth: or, from the earth"},"31":{"11":"And the angel4397 of God430 spake559 unto me in a dream2472, saying, Jacob3290: And I said559, Here am I.","41":"Thus have I been twenty6242 years8141 in thy house1004; I served thee5647 fourteen702 6240 years8141 for thy two8147 daughters1323, and six8337 years8141 for thy cattle6629: and thou hast changed2498 my wages4909 ten6235 times4489.","45":"And Jacob3290 took3947 a stone68, and set it up7311 for a pillar4676.","42":"Except3884 the God430 of my father1, the God430 of Abraham85, and the fear6343 of Isaac3327, had been with me, surely thou hadst sent me away7971 now empty7387. God430 hath seen7200 mine affliction6040 and the labour3018 of my hands3709, and rebuked3198 thee yesternight570.","3":"And the LORD3068 said559 unto Jacob3290, Return7725 unto the land776 of thy fathers1, and to thy kindred4138; and I will be with thee.","20":"And Jacob3290 stole away1589 unawares3820 to Laban3837 the Syrian761, in that5921 he told5046 him not1097 that he fled1272. unawares: Heb. the heart of Laban","12":"And he said559, Lift up5375 now thine eyes5869, and see7200, all the rams6260 which leap5927 upon the cattle6629 are ringstraked6124, speckled5348, and grisled1261: for I have seen7200 all that Laban3837 doeth6213 unto thee.","10":"And it came to pass at the time6256 that the cattle6629 conceived3179, that I lifted up5375 mine eyes5869, and saw7200 in a dream2472, and, behold, the rams6260 which leaped5927 upon the cattle6629 were ringstraked6124, speckled5348, and grisled1261. rams: or, he goats","17":"Then Jacob3290 rose up6965, and set5375 his sons1121 and his wives802 upon camels1581;","51":"And Laban3837 said559 to Jacob3290, Behold this heap1530, and behold this pillar4676, which I have cast3384 betwixt me and thee;","44":"Now therefore come thou3212, let us make3772 a covenant1285, I and thou; and let it be for a witness5707 between me and thee.","40":"Thus I was; in the day3117 the drought2721 consumed398 me, and the frost7140 by night3915; and my sleep8142 departed5074 from mine eyes5869.","13":"I am the God410 of Bethel1008, where thou anointedst4886 the pillar4676, and where thou vowedst5087 a vow5088 unto me: now arise6965, get thee out3318 from this land776, and return7725 unto the land776 of thy kindred4138.","27":"Wherefore didst thou flee away1272 secretly2244, and steal away1589 from me; and didst not tell5046 me, that I might have sent thee away7971 with mirth8057, and with songs7892, with tabret8596, and with harp3658? steal: Heb. hast stolen me","30":"And now, though thou wouldest needs1980 be gone1980, because thou sore3700 longedst3700 after thy father\u0027s1 house1004, yet wherefore hast thou stolen1589 my gods430?","53":"The God430 of Abraham85, and the God430 of Nahor5152, the God430 of their father1, judge8199 betwixt us. And Jacob3290 sware7650 by the fear6343 of his father1 Isaac3327.","18":"And he carried away5090 all his cattle4735, and all his goods7399 which he had gotten7408, the cattle4735 of his getting7075, which he had gotten7408 in Padanaram6307, for to go935 to Isaac3327 his father1 in the land776 of Canaan3667.","36":"And Jacob3290 was wroth2734, and chode7378 with Laban3837: and Jacob3290 answered6030 and said559 to Laban3837, What is my trespass6588? what is my sin2403, that thou hast so hotly pursued1814 after me310?","29":"It is3426 in the power410 of my hand3027 to do6213 you hurt7451: but the God430 of your father1 spake559 unto me yesternight570, saying559, Take thou heed8104 that thou speak not1696 to Jacob3290 either good2896 or bad7451.","23":"And he took3947 his brethren251 with him, and pursued7291 after him310 seven7651 days\u00273117 journey1870; and they overtook1692 him in the mount2022 Gilead1568.","19":"And Laban3837 went1980 to shear1494 his sheep6629: and Rachel7354 had stolen1589 the images8655 that were her father\u0027s1. images: Heb. teraphim","1":"And he heard8085 the words1697 of Laban\u0027s3837 sons1121, saying559, Jacob3290 hath taken away3947 all that was our father\u0027s1; and of that which was our father\u0027s1 hath he gotten6213 all this glory3519.","47":"And Laban3837 called7121 it Jegarsahadutha3026: but Jacob3290 called7121 it Galeed1567. Jegarsahadutha: that is, The heap of witness, Chaldee Galeed: that is, The heap of witness, Heb.","5":"And said559 unto them, I see7200 your father\u0027s1 countenance6440, that it is not toward me as8543 before8032; but the God430 of my father1 hath been1961 with me.","54":"Then Jacob3290 offered2076 sacrifice2077 upon the mount2022, and called7121 his brethren251 to eat398 bread3899: and they did eat398 bread3899, and tarried all night3885 in the mount2022. offered: or, killed beasts","52":"This heap1530 be witness5707, and this pillar4676 be witness5713, that I will not pass over5674 this heap1530 to thee, and that thou shalt not pass over5674 this heap1530 and this pillar4676 unto me, for harm7451.","49":"And Mizpah4709; for834 he said559, The LORD3068 watch6822 between me and thee, when we are absent5641 one376 from another7453. Mizpah: that is, A beacon, or, watchtower","4":"And Jacob3290 sent7971 and called7121 Rachel7354 and Leah3812 to the field7704 unto his flock6629,","8":"If he said559 thus, The speckled5348 shall be thy wages7939; then all the cattle6629 bare3205 speckled5348: and if he said559 thus, The ringstraked6124 shall be thy hire7939; then bare3205 all the cattle6629 ringstraked6124.","26":"And Laban3837 said559 to Jacob3290, What hast thou done6213, that thou hast stolen away1589 unawares3824 to me, and carried away5090 my daughters1323, as captives7617 taken with the sword2719?","39":"That which was torn2966 of beasts I brought935 not unto thee; I bare the loss2398 of it; of my hand3027 didst thou require1245 it, whether stolen1589 by day3117, or stolen1589 by night3915.","14":"And Rachel7354 and Leah3812 answered6030 and said559 unto him, Is there yet any portion2506 or inheritance5159 for us in our father\u0027s1 house1004?","37":"Whereas3588 thou hast searched4959 all my stuff3627, what hast thou found4672 of all thy household1004 stuff3627? set7760 it here3541 before my brethren251 and thy brethren251, that they may judge3198 betwixt996 us both8147. searched: Heb. felt","22":"And it was told5046 Laban3837 on the third7992 day3117 that Jacob3290 was fled1272.","28":"And hast not suffered5203 me to kiss5401 my sons1121 and my daughters1323? thou hast now done foolishly5528 in so doing6213.","25":"Then Laban3837 overtook5381 Jacob3290. Now Jacob3290 had pitched8628 his tent168 in the mount2022: and Laban3837 with his brethren251 pitched8628 in the mount2022 of Gilead1568.","9":"Thus God430 hath taken away5337 the cattle4735 of your father1, and given5414 them to me.","33":"And Laban3837 went935 into Jacob\u0027s3290 tent168, and into Leah\u0027s3812 tent168, and into the two8147 maidservants\u0027519 tents168; but he found4672 them not. Then went he out3318 of Leah\u0027s3812 tent168, and entered935 into Rachel\u0027s7354 tent168.","15":"Are we not counted2803 of him strangers5237? for he hath sold4376 us, and hath quite398 devoured398 also our money3701.","34":"Now Rachel7354 had taken3947 the images8655, and put7760 them in the camel\u0027s1581 furniture3733, and sat3427 upon them. And Laban3837 searched4959 all the tent168, but found4672 them not. searched: Heb. felt","21":"So he fled1272 with all that he had; and he rose up6965, and passed over5674 the river5104, and set7760 his face6440 toward the mount2022 Gilead1568.","24":"And God430 came935 to Laban3837 the Syrian761 in a dream2472 by night3915, and said559 unto him, Take heed8104 that thou speak1696 not to5973 Jacob3290 either good2896 or5704 bad7451. either: Heb. from good to bad","46":"And Jacob3290 said559 unto his brethren251, Gather3950 stones68; and they took3947 stones68, and made6213 an heap1530: and they did eat398 there upon the heap1530.","16":"For all the riches6239 which God430 hath taken5337 from our father1, that is ours, and our children\u0027s1121: now then, whatsoever God430 hath said559 unto thee, do6213.","35":"And she said559 to her father1, Let it not displease2734 5869 my lord113 that I cannot3201 rise up6965 before thee6440; for the custom1870 of women802 is upon me. And he searched2664, but found4672 not the images8655.","32":"With whomsoever834 thou findest4672 thy gods430, let him not live2421: before5048 our brethren251 discern5234 thou what is thine with me, and take3947 it to thee. For Jacob3290 knew3045 not that Rachel7354 had stolen1589 them.","7":"And your father1 hath deceived2048 me, and changed2498 my wages4909 ten6235 times4489; but God430 suffered him5414 not to hurt7489 me5978.","43":"And Laban3837 answered6030 and said559 unto Jacob3290, These daughters1323 are my daughters1323, and these children1121 are my children1121, and these cattle6629 are my cattle6629, and all that thou seest7200 is mine: and what can I do6213 this day3117 unto these my daughters1323, or176 unto their children1121 which they have born3205?","48":"And Laban3837 said559, This heap1530 is a witness5707 between me and thee this day3117. Therefore was the name8034 of it called7121 Galeed1567;","2":"And Jacob3290 beheld7200 the countenance6440 of Laban3837, and, behold, it was not toward him as8543 before8032. as before: Heb. as yesterday and the day before","38":"This twenty6242 years8141 have I been with thee; thy ewes7353 and thy she goats5795 have not cast their young7921, and the rams352 of thy flock6629 have I not eaten398.","55":"And early7925 in the morning1242 Laban3837 rose up7925, and kissed5401 his sons1121 and his daughters1323, and blessed1288 them: and Laban3837 departed3212, and returned7725 unto his place4725.","50":"If thou shalt afflict6031 my daughters1323, or if thou shalt take3947 other wives802 beside5921 my daughters1323, no man376 is with us; see7200, God430 is witness5707 betwixt me and thee.","6":"And ye859 know3045 that with all my power3581 I have served5647 your father1.","31":"And Jacob3290 answered6030 and said559 to Laban3837, Because I was afraid3372: for I said559, Peradventure6435 thou wouldest take by force1497 thy daughters1323 from me."}}}