{"translationKey":"kjv","translation":"KJV","book":"Habakkuk","bookSlug":"habakkuk","chapters":{"2":{"16":"Thou art filled7646 with shame7036 for glory3519: drink8354 thou also, and let thy foreskin be uncovered6188: the cup3563 of the LORD\u0027S3068 right hand3225 shall be turned5437 unto thee, and shameful spewing7022 shall be on thy glory3519. with: or, more with shame than with glory","3":"For the vision2377 is yet for an appointed time4150, but at the end7093 it shall speak6315, and not lie3576: though it tarry4102, wait2442 for it; because it will surely935 come935, it will not tarry309.","5":"Yea also, because he transgresseth898 by wine3196, he is a proud3093 man1397, neither keepeth at home5115, who enlargeth7337 his desire5315 as hell7585, and is as death4194, and cannot be satisfied7646, but gathereth622 unto him all nations1471, and heapeth6908 unto him all people5971: Yea: or, How much more","18":"What profiteth3276 the graven image6459 that the maker3335 thereof hath graven6458 it; the molten image4541, and a teacher3384 of lies8267, that the maker3335 of his work3336 trusteth982 therein, to make6213 dumb483 idols457? maker of: Heb. fashioner of his fashion","12":"Woe1945 to him that buildeth1129 a town5892 with blood1818, and stablisheth3559 a city7151 by iniquity5766! blood: Heb. bloods","10":"Thou hast consulted3289 shame1322 to thy house1004 by cutting off7096 many7227 people5971, and hast sinned2398 against thy soul5315.","2":"And the LORD3068 answered6030 me, and said559, Write3789 the vision2377, and make it plain874 upon tables3871, that he may run7323 that readeth7121 it.","8":"Because thou hast spoiled7997 many7227 nations1471, all the remnant3499 of the people5971 shall spoil7997 thee; because of men\u0027s120 blood1818, and for the violence2555 of the land776, of the city7151, and of all that dwell3427 therein. blood: Heb. bloods","17":"For the violence2555 of Lebanon3844 shall cover3680 thee, and the spoil7701 of beasts929, which made them afraid2865, because of men\u0027s120 blood1818, and for the violence2555 of the land776, of the city7151, and of all that dwell3427 therein.","11":"For the stone68 shall cry out2199 of the wall7023, and the beam out3714 of the timber6086 shall answer6030 it. beam: or, piece, or, fastening answer it: or, witness against it","1":"I will stand5975 upon my watch4931, and set3320 me upon the tower4692, and will watch6822 to see7200 what he will say1696 unto me, and what I shall answer7725 when I am reproved8433. tower: Heb. fenced place unto me: or, in me when: or, when I am argued with: Heb. upon my reproof, or, arguing","9":"Woe1945 to him that coveteth1214 an evil7451 covetousness1215 to his house1004, that he may set7760 his nest7064 on high4791, that he may be delivered5337 from the power3709 of evil7451! coveteth: or, gaineth and evil gain power: Heb. palm of the hand","14":"For the earth776 shall be filled4390 with the knowledge3045 of the glory3519 of the LORD3068, as the waters4325 cover3680 the sea3220. with: or, by knowing the glory","7":"Shall they not rise up6965 suddenly6621 that shall bite5391 thee, and awake3364 that shall vex2111 thee, and thou shalt be for booties4933 unto them?","15":"Woe1945 unto him that giveth his neighbour7453 drink8248, that puttest5596 thy bottle2573 to him, and makest him drunken7937 also, that thou mayest look5027 on their nakedness4589!","20":"But the LORD3068 is in his holy6944 temple1964: let all the earth776 keep silence2013 before6440 him. let: Heb. be silent all the earth before him","6":"Shall not all these take up5375 a parable4912 against him, and a taunting4426 proverb2420 against him, and say559, Woe1945 to him that increaseth7235 that which is not his! how long? and to him that ladeth3513 himself with thick clay5671! Woe: or, Ho, he","4":"Behold, his soul5315 which is lifted up6075 is not upright3474 in him: but the just6662 shall live2421 by his faith530.","19":"Woe1945 unto him that saith559 to the wood6086, Awake6974; to the dumb1748 stone68, Arise5782, it shall teach3384! Behold, it is laid8610 over with gold2091 and silver3701, and there is no breath7307 at all in the midst7130 of it.","13":"Behold, is it not of the LORD3068 of hosts6635 that the people5971 shall labour3021 in the very1767 fire784, and the people3816 shall weary3286 themselves for very1767 vanity7385? for: or, in vain?"},"1":{"16":"Therefore they sacrifice2076 unto their net2764, and burn incense6999 unto their drag4365; because by them1992 their portion2506 is fat8082, and their meat3978 plenteous1277. plenteous: or, dainty: Heb. fat","3":"Why dost thou shew7200 me iniquity205, and cause me to behold5027 grievance5999? for spoiling7701 and violence2555 are before me: and there are that raise up5375 strife7379 and contention4066.","5":"Behold7200 ye among the heathen1471, and regard5027, and wonder8539 marvellously8539: for I will work6466 a work6467 in your days3117, which ye will not believe539, though it be told5608 you.","12":"Art thou not from everlasting6924, O LORD3068 my God430, mine Holy One6918? we shall not die4191. O LORD3068, thou hast ordained7760 them for judgment4941; and, O mighty God6697, thou hast established3245 them for correction3198. mighty: Heb. rock. established: Heb. founded","10":"And they shall scoff7046 at the kings4428, and the princes7336 shall be a scorn4890 unto them: they shall deride7832 every strong hold4013; for they shall heap6651 dust6083, and take3920 it.","2":"O LORD3068, how long shall I cry7768, and thou wilt not hear8085! even cry out2199 unto thee of violence2555, and thou wilt not save3467!","8":"Their horses5483 also are swifter7043 than the leopards5246, and are more fierce2300 than the evening6153 wolves2061: and their horsemen6571 shall spread6335 themselves, and their horsemen6571 shall come935 from far7350; they shall fly5774 as the eagle5404 that hasteth2363 to eat398. fierce: Heb. sharp","17":"Shall they therefore empty7324 their net2764, and not spare2550 continually8548 to slay2026 the nations1471?","11":"Then shall his mind7307 change2498, and he shall pass over5674, and offend816, imputing this2098 his power3581 unto his god433.","1":"The burden4853 which Habakkuk2265 the prophet5030 did see2372.","9":"They shall come935 all for violence2555: their faces6440 shall sup up4041 as the east wind6921, and they shall gather622 the captivity7628 as the sand2344. their: or, the supping up of their faces, etc: or, their faces shall look (Heb. the opposition of their faces) toward the east","14":"And makest6213 men120 as the fishes1709 of the sea3220, as the creeping things7431, that have no ruler4910 over them? creeping: or, moving","7":"They are terrible366 and dreadful3372: their judgment4941 and their dignity7613 shall proceed3318 of themselves. their judgment: or, from them shall proceed the judgment of these, and the captivity of these","15":"They take up5927 all of them with the angle2443, they catch1641 them in their net2764, and gather622 them in their drag4365: therefore they rejoice8055 and are glad1523. drag: or, flue net","6":"For, lo, I raise up6965 the Chaldeans3778, that bitter4751 and hasty4116 nation1471, which shall march1980 through the breadth4800 of the land776, to possess3423 the dwellingplaces4908 that are not theirs. breadth: Heb. breadths","4":"Therefore the law8451 is slacked6313, and judgment4941 doth never5331 go forth3318: for the wicked7563 doth compass3803 about the righteous6662; therefore wrong6127 judgment4941 proceedeth3318. wrong: or, wrested","13":"Thou art of purer2889 eyes5869 than to behold7200 evil7451, and canst3201 not look5027 on iniquity5999: wherefore lookest5027 thou upon them that deal treacherously898, and holdest thy tongue2790 when the wicked7563 devoureth1104 the man that is more righteous6662 than he? iniquity: or, grievance"},"3":{"16":"When I heard8085, my belly990 trembled7264; my lips8193 quivered6750 at the voice6963: rottenness7538 entered935 into my bones6106, and I trembled7264 in myself, that I might rest5117 in the day3117 of trouble6869: when he cometh up5927 unto the people5971, he will invade them with his troops1464. invade: or, cut them in pieces","3":"God433 came935 from Teman8487, and the Holy One6918 from mount2022 Paran6290. Selah5542. His glory1935 covered3680 the heavens8064, and the earth776 was full4390 of his praise8416. Teman: or, the south","5":"Before6440 him went3212 the pestilence1698, and burning coals7565 went forth3318 at his feet7272. coals: or, diseases","18":"Yet I will rejoice5937 in the LORD3068, I will joy1523 in the God430 of my salvation3468.","12":"Thou didst march through6805 the land776 in indignation2195, thou didst thresh1758 the heathen1471 in anger639.","10":"The mountains2022 saw7200 thee, and they trembled2342: the overflowing2230 of the water4325 passed by5674: the deep8415 uttered5414 his voice6963, and lifted up5375 his hands3027 on high7315.","2":"O LORD3068, I have heard8085 thy speech8088, and was afraid3372: O LORD3068, revive2421 thy work6467 in the midst7130 of the years8141, in the midst7130 of the years8141 make known3045; in wrath7267 remember2142 mercy7355. speech: Heb. report, or, hearing revive: or, preserve alive","8":"Was the LORD3068 displeased2734 against the rivers5104? was thine anger639 against the rivers5104? was thy wrath5678 against the sea3220, that thou didst ride7392 upon thine horses5483 and thy chariots4818 of salvation3444? of: or, were salvation?","17":"Although the fig tree8384 shall not blossom6524, neither shall fruit2981 be in the vines1612; the labour4639 of the olive2132 shall fail3584, and the fields7709 shall yield6213 no meat400; the flock6629 shall be cut off1504 from the fold4356, and there shall be no herd1241 in the stalls7517: fail: Heb. lie","11":"The sun8121 and moon3394 stood still5975 in their habitation2073: at the light216 of thine arrows2671 they went1980, and at the shining5051 of thy glittering1300 spear2595. at the light: or, thine arrows walked in the light","1":"A prayer8605 of Habakkuk2265 the prophet5030 upon Shigionoth7692. upon: or, according to variable songs, or, tunes, called in Hebrew, Shigionoth","9":"Thy bow7198 was made quite6181 naked5783, according to the oaths7621 of the tribes4294, even thy word562. Selah5542. Thou didst cleave1234 the earth776 with rivers5104. earth: or, rivers of the earth","14":"Thou didst strike through5344 with his staves4294 the head7218 of his villages6518: they came out as a whirlwind5590 to scatter6327 me: their rejoicing5951 was as to devour398 the poor6041 secretly4565. came: Heb. were tempestuous","7":"I saw7200 the tents168 of Cushan3572 in affliction205: and the curtains3407 of the land776 of Midian4080 did tremble7264. Cushan: or, Ethiopia in: or, under affliction, or, vanity","15":"Thou didst walk1869 through the sea3220 with thine horses5483, through the heap2563 of great7227 waters4325. heap: or, mud","6":"He stood5975, and measured4128 the earth776: he beheld7200, and drove asunder5425 the nations1471; and the everlasting5703 mountains2042 were scattered6327, the perpetual5769 hills1389 did bow7817: his ways1979 are everlasting5769.","4":"And his brightness5051 was as the light216; he had horns7161 coming out of his hand3027: and there was the hiding2253 of his power5797. horns: or, bright beams out of his side","19":"The LORD3069 God136 is my strength2428, and he will make7760 my feet7272 like hinds\u0027355 feet, and he will make me to walk1869 upon mine high places1116. To the chief singer5329 on my stringed instruments5058. stringed: Heb. Neginoth","13":"Thou wentest forth3318 for the salvation3468 of thy people5971, even for salvation3468 with thine anointed4899; thou woundedst4272 the head7218 out of the house1004 of the wicked7563, by discovering6168 the foundation3247 unto the neck6677. Selah5542. by: Heb. making naked"}}}