{"translationKey":"kjv","translation":"KJV","book":"Haggai","bookSlug":"haggai","chapters":{"2":{"16":"Since those days were, when one came935 to an heap6194 of twenty6242 measures, there were but ten6235: when one came935 to the pressfat3342 for to draw out2834 fifty2572 vessels out of the press6333, there were but twenty6242.","3":"Who is left7604 among you that saw7200 this house1004 in her first7223 glory3519? and how do ye see7200 it now? is it not in your eyes5869 in comparison3644 of it as nothing?","5":"According to the word1697 that I covenanted3772 with you when ye came3318 out of Egypt4714, so my spirit7307 remaineth5975 among8432 you: fear3372 ye not.","21":"Speak559 to Zerubbabel2216, governor6346 of Judah3063, saying559, I will shake7493 the heavens8064 and the earth776;","18":"Consider7760 3824 now from this day3117 and upward4605, from the four702 and twentieth6242 day3117 of the ninth8671 month, even from the day3117 that the foundation3245 of the LORD\u0027S3068 temple1964 was laid, consider7760 3824 it.","12":"If one376 bear5375 holy6944 flesh1320 in the skirt3671 of his garment899, and with his skirt3671 do touch5060 bread3899, or pottage5138, or wine3196, or oil8081, or any meat3978, shall it be holy6942? And the priests3548 answered6030 and said559, No.","10":"In the four702 and twentieth6242 day of the ninth8671 month, in the second8147 year8141 of Darius1867, came the word1697 of the LORD3068 by3027 Haggai2292 the prophet5030, saying559,","2":"Speak559 now to Zerubbabel2216 the son1121 of Shealtiel7597, governor6346 of Judah3063, and to Joshua3091 the son1121 of Josedech3087, the high1419 priest3548, and to the residue7611 of the people5971, saying559,","22":"And I will overthrow2015 the throne3678 of kingdoms4467, and I will destroy8045 the strength2392 of the kingdoms4467 of the heathen1471; and I will overthrow2015 the chariots4818, and those that ride7392 in them; and the horses5483 and their riders7392 shall come down3381, every one376 by the sword2719 of his brother251.","8":"The silver3701 is mine, and the gold2091 is mine, saith5002 the LORD3068 of hosts6635.","17":"I smote5221 you with blasting7711 and with mildew3420 and with hail1259 in all the labours4639 of your hands3027; yet ye turned not to me, saith5002 the LORD3068.","11":"Thus saith559 the LORD3068 of hosts6635; Ask7592 now the priests3548 concerning the law8451, saying559,","1":"In the seventh7637 month, in the one259 and twentieth6242 day of the month2320, came the word1697 of the LORD3068 by3027 the prophet5030 Haggai2292, saying559, by: Heb. by the hand of","9":"The glory3519 of this latter314 house1004 shall be greater than1419 of the former7223, saith5002 the LORD3068 of hosts6635: and in this place4725 will I give5414 peace7965, saith559 the LORD3068 of hosts6635.","14":"Then answered6030 Haggai2292, and said559, So is this people5971, and so is this nation1471 before6440 me, saith5002 the LORD3068; and so is every work4639 of their hands3027; and that which they offer7126 there is unclean2931.","7":"And I will shake7493 all nations1471, and the desire2532 of all nations1471 shall come935: and I will fill4390 this house1004 with glory3519, saith559 the LORD3068 of hosts6635.","15":"And now, I pray you, consider7760 3824 from this day3117 and upward4605, from before2962 a stone68 was laid7760 upon a stone68 in the temple1964 of the LORD3068:","20":"And again8145 the word1697 of the LORD3068 came unto Haggai2292 in the four702 and twentieth6242 day of the month2320, saying559,","23":"In that day3117, saith5002 the LORD3068 of hosts6635, will I take3947 thee, O Zerubbabel2216, my servant5650, the son1121 of Shealtiel7597, saith5002 the LORD3068, and will make7760 thee as a signet2368: for I have chosen977 thee, saith5002 the LORD3068 of hosts6635.","6":"For thus saith559 the LORD3068 of hosts6635; Yet once259, it is a little while4592, and I will shake7493 the heavens8064, and the earth776, and the sea3220, and the dry2724 land;","4":"Yet now be strong2388, O Zerubbabel2216, saith5002 the LORD3068; and be strong2388, O Joshua3091, son1121 of Josedech3087, the high1419 priest3548; and be strong2388, all ye people5971 of the land776, saith5002 the LORD3068, and work6213: for I am with you, saith5002 the LORD3068 of hosts6635:","19":"Is the seed2233 yet in the barn4035? yea, as yet the vine1612, and the fig tree8384, and the pomegranate7416, and the olive2132 tree6086, hath not brought forth5375: from this day3117 will I bless1288 you.","13":"Then said559 Haggai2292, If one that is unclean2931 by a dead body5315 touch5060 any of these, shall it be unclean2930? And the priests3548 answered6030 and said559, It shall be unclean2930."},"1":{"3":"Then came the word1697 of the LORD3068 by3027 Haggai2292 the prophet5030, saying559,","5":"Now therefore thus saith559 the LORD3068 of hosts6635; Consider7760 3824 your ways1870. Consider: Heb. Set your heart on your ways","12":"Then Zerubbabel2216 the son1121 of Shealtiel7597, and Joshua3091 the son1121 of Josedech3087, the high1419 priest3548, with all the remnant7611 of the people5971, obeyed8085 the voice6963 of the LORD3068 their God430, and the words1697 of Haggai2292 the prophet5030, as the LORD3068 their God430 had sent7971 him, and the people5971 did fear3372 before6440 the LORD3068.","10":"Therefore the heaven8064 over you is stayed3607 from dew2919, and the earth776 is stayed3607 from her fruit2981.","2":"Thus speaketh559 the LORD3068 of hosts6635, saying559, This people5971 say559, The time6256 is not come935, the time6256 that the LORD\u0027S3068 house1004 should be built1129.","8":"Go up5927 to the mountain2022, and bring935 wood6086, and build1129 the house1004; and I will take pleasure7521 in it, and I will be glorified3513, saith559 the LORD3068.","11":"And I called7121 for a drought2721 upon the land776, and upon the mountains2022, and upon the corn1715, and upon the new wine8492, and upon the oil3323, and upon that which the ground127 bringeth forth3318, and upon men120, and upon cattle929, and upon all the labour3018 of the hands3709.","1":"In the second8147 year8141 of Darius1867 the king4428, in the sixth8345 month2320, in the first259 day3117 of the month2320, came the word1697 of the LORD3068 by3027 Haggai2292 the prophet5030 unto Zerubbabel2216 the son1121 of Shealtiel7597, governor6346 of Judah3063, and to Joshua3091 the son1121 of Josedech3087, the high1419 priest3548, saying559, by: Heb. by the hand of governor: or, captain","9":"Ye looked6437 for much7235, and, lo, it came to little4592; and when ye brought935 it home1004, I did blow5301 upon it. Why? saith5002 the LORD3068 of hosts6635. Because3282 of mine house1004 that is waste2720, and ye run7323 every man376 unto his own house1004. blow: or, blow it away","14":"And the LORD3068 stirred up5782 the spirit7307 of Zerubbabel2216 the son1121 of Shealtiel7597, governor6346 of Judah3063, and the spirit7307 of Joshua3091 the son1121 of Josedech3087, the high1419 priest3548, and the spirit7307 of all the remnant7611 of the people5971; and they came935 and did6213 work4399 in the house1004 of the LORD3068 of hosts6635, their God430,","7":"Thus saith559 the LORD3068 of hosts6635; Consider7760 3824 your ways1870. Consider: Heb. Set your heart on your ways","15":"In the four702 and twentieth6242 day3117 of the sixth8345 month2320, in the second8147 year8141 of Darius1867 the king4428.","6":"Ye have sown2232 much7235, and bring935 in little4592; ye eat398, but ye have not enough7654; ye drink8354, but ye are not filled with drink7937; ye clothe3847 you, but there is none warm2527; and he that earneth wages7936 earneth wages7936 to put it into a bag6872 with holes5344. with holes: Heb. pierced through","4":"Is it time6256 for you, O ye, to dwell3427 in your cieled5603 houses1004, and this house1004 lie waste2720?","13":"Then spake559 Haggai2292 the LORD\u0027S3068 messenger4397 in the LORD\u0027S3068 message4400 unto the people5971, saying559, I am with you, saith5002 the LORD3068."}}}