{"translationKey":"kjv","translation":"KJV","book":"Hosea","bookSlug":"hosea","chapters":{"3":{"2":"So I bought3739 her to me for fifteen6240 2568 pieces of silver3701, and for an homer2563 of barley8184, and an half homer3963 of barley8184: half: Heb. lethech","4":"For the children1121 of Israel3478 shall abide3427 many7227 days3117 without a king4428, and without a prince8269, and without a sacrifice2077, and without an image4676, and without an ephod646, and without teraphim8655: image: Heb. a standing, or, statue, or, pillar","5":"Afterward310 shall the children1121 of Israel3478 return7725, and seek1245 the LORD3068 their God430, and David1732 their king4428; and shall fear6342 the LORD3068 and his goodness2898 in the latter319 days3117.","1":"Then said559 the LORD3068 unto me, Go3212 yet, love157 a woman802 beloved157 of her friend7453, yet an adulteress5003, according to the love160 of the LORD3068 toward the children1121 of Israel3478, who look6437 to other312 gods430, and love157 flagons809 of wine6025. of wine: Heb. of grapes","3":"And I said559 unto her, Thou shalt abide3427 for me many7227 days3117; thou shalt not play the harlot2181, and thou shalt not be1961 for another man376: so will I also be for thee."},"5":{"3":"I know3045 Ephraim669, and Israel3478 is not hid3582 from me: for now, O Ephraim669, thou committest whoredom2181, and Israel3478 is defiled2930.","5":"And the pride1347 of Israel3478 doth testify6030 to his face6440: therefore shall Israel3478 and Ephraim669 fall3782 in their iniquity5771; Judah3063 also shall fall3782 with them.","12":"Therefore will I be unto Ephraim669 as a moth6211, and to the house1004 of Judah3063 as rottenness7538. rottenness: or, a worm","10":"The princes8269 of Judah3063 were like them that remove5253 the bound1366: therefore I will pour out8210 my wrath5678 upon them like water4325.","2":"And the revolters7846 are profound6009 to make slaughter7819, though I have been a rebuker4148 of them all. though: or, and a rebuker: Heb. a correction","8":"Blow8628 ye the cornet7782 in Gibeah1390, and the trumpet2689 in Ramah7414: cry aloud7321 at Bethaven1007, after310 thee, O Benjamin1144.","11":"Ephraim669 is oppressed6231 and broken7533 in judgment4941, because he willingly2974 walked1980 after310 the commandment6673.","1":"Hear8085 ye this, O priests3548; and hearken7181, ye house1004 of Israel3478; and give ye ear238, O house1004 of the king4428; for judgment4941 is toward you, because ye have been a snare6341 on Mizpah4709, and a net7568 spread6566 upon Tabor8396.","9":"Ephraim669 shall be desolate8047 in the day3117 of rebuke8433: among the tribes7626 of Israel3478 have I made known3045 that which shall surely be539.","14":"For I will be unto Ephraim669 as a lion7826, and as a young lion3715 to the house1004 of Judah3063: I, even I, will tear2963 and go away3212; I will take away5375, and none shall rescue5337 him.","7":"They have dealt treacherously898 against the LORD3068: for they have begotten3205 strange2114 children1121: now shall a month2320 devour398 them with their portions2506.","15":"I will go3212 and return7725 to my place4725, till they acknowledge their offence816, and seek1245 my face6440: in their affliction6862 they will seek me early7836. acknowledge: Heb. be guilty","6":"They shall go3212 with their flocks6629 and with their herds1241 to seek1245 the LORD3068; but they shall not find4672 him; he hath withdrawn2502 himself from them.","4":"They will not frame5414 their doings4611 to turn7725 unto their God430: for the spirit7307 of whoredoms2183 is in the midst7130 of them, and they have not known3045 the LORD3068. They will: or, Their doings will not suffer them frame: Heb. give","13":"When Ephraim669 saw7200 his sickness2483, and Judah3063 saw his wound4205, then went3212 Ephraim669 to the Assyrian804, and sent7971 to king4428 Jareb3377 7378: yet could3201 he not heal7495 you, nor cure1455 you of your wound4205. king Jareb: or, the king of Jareb: or, the king that should plead"},"12":{"3":"He took his brother251 by the heel6117 in the womb990, and by his strength202 he had power8280 with God430: had: Heb. was a prince, or, behaved himself princely","5":"Even the LORD3068 God430 of hosts6635; the LORD3068 is his memorial2143.","12":"And Jacob3290 fled1272 into the country7704 of Syria758, and Israel3478 served5647 for a wife802, and for a wife802 he kept8104 sheep.","10":"I have also spoken1696 by the prophets5030, and I have multiplied7235 visions2377, and used similitudes1819, by the ministry3027 of the prophets5030. ministry: Heb. hand","2":"The LORD3068 hath also a controversy7379 with Judah3063, and will punish6485 Jacob3290 according to his ways1870; according to his doings4611 will he recompense7725 him. punish: Heb. visit upon","8":"And Ephraim669 said559, Yet I am become rich6238, I have found me out4672 substance202: in all my labours3018 they shall find4672 none iniquity5771 in me that were sin2399. in all: or, all my labours suffice me not: he shall have punishment of iniquity in whom is sin that: Heb. which","11":"Is there iniquity205 in Gilead1568? surely they are vanity7723: they sacrifice2076 bullocks7794 in Gilgal1537; yea, their altars4196 are as heaps1530 in the furrows8525 of the fields7704.","1":"Ephraim669 feedeth7462 on wind7307, and followeth7291 after the east wind6921: he daily3117 increaseth7235 lies3577 and desolation7701; and they do make3772 a covenant1285 with the Assyrians804, and oil8081 is carried2986 into Egypt4714.","9":"And I that am the LORD3068 thy God430 from the land776 of Egypt4714 will yet make thee to dwell3427 in tabernacles168, as in the days3117 of the solemn feast4150.","14":"Ephraim669 provoked him to anger3707 most bitterly8563: therefore shall he leave5203 his blood1818 upon him, and his reproach2781 shall his Lord113 return7725 unto him. most: Heb. with bitternesses blood: Heb. bloods","7":"He is a merchant3667, the balances3976 of deceit4820 are in his hand3027: he loveth157 to oppress6231. a merchant: or, Canaan oppress: or, deceive","6":"Therefore turn7725 thou to thy God430: keep8104 mercy2617 and judgment4941, and wait6960 on thy God430 continually8548.","4":"Yea, he had power7786 over the angel4397, and prevailed3201: he wept1058, and made supplication2603 unto him: he found4672 him in Bethel1008, and there he spake1696 with us;","13":"And by a prophet5030 the LORD3068 brought5927 Israel3478 out of Egypt4714, and by a prophet5030 was he preserved8104."},"10":{"3":"For now they shall say559, We have no king4428, because we feared3372 not the LORD3068; what then should a king4428 do6213 to us?","5":"The inhabitants7934 of Samaria8111 shall fear1481 because of the calves5697 of Bethaven1007: for the people5971 thereof shall mourn56 over it, and the priests3649 thereof that rejoiced1523 on it, for the glory3519 thereof, because it is departed1540 from it. the priests: or, Chemarim","12":"Sow2232 to yourselves in righteousness6666, reap7114 in6310 mercy2617; break up5214 your fallow ground5215: for it is time6256 to seek1875 the LORD3068, till he come935 and rain3384 righteousness6664 upon you.","10":"It is in my desire185 that I should chastise3256 them; and the people5971 shall be gathered622 against them, when they shall bind631 themselves in their two8147 furrows5869. when: or, when I shall bind them for their two transgressions, or, in their two habitations","2":"Their heart3820 is divided2505; now shall they be found faulty816: he shall break down6202 their altars4196, he shall spoil7703 their images4676. Their heart: or, He hath divided their heart break: Heb. behead images: Heb. statues, or, standing images","8":"The high places1116 also of Aven206, the sin2403 of Israel3478, shall be destroyed8045: the thorn6975 and the thistle1863 shall come up5927 on their altars4196; and they shall say559 to the mountains2022, Cover3680 us; and to the hills1389, Fall5307 on us.","11":"And Ephraim669 is as an heifer5697 that is taught3925, and loveth157 to tread out1758 the corn; but I passed over5674 upon her fair2898 neck6677: I will make Ephraim669 to ride7392; Judah3063 shall plow2790, and Jacob3290 shall break his clods7702. her: Heb. the beauty of her neck","1":"Israel3478 is an empty1238 vine1612, he bringeth forth7737 fruit6529 unto himself: according to the multitude7230 of his fruit6529 he hath increased7235 the altars4196; according to the goodness2896 of his land776 they have made goodly2895 images4676. an: or, a vine emptying the fruit which it giveth images: Heb. statues, or, standing images","9":"O Israel3478, thou hast sinned2398 from the days3117 of Gibeah1390: there they stood5975: the battle4421 in Gibeah1390 against the children1121 of iniquity5932 did not overtake5381 them.","14":"Therefore shall a tumult7588 arise6965 among thy people5971, and all thy fortresses4013 shall be spoiled7703, as Shalman8020 spoiled7701 Betharbel1009 in the day3117 of battle4421: the mother517 was dashed in pieces7376 upon her children1121.","7":"As for Samaria8111, her king4428 is cut off1820 as the foam7110 upon6440 the water4325. the water: Heb. the face of the water","15":"So3602 shall Bethel1008 do6213 unto you because6440 of your great7451 wickedness7451: in a morning7837 shall the king4428 of Israel3478 utterly1820 be cut off1820. your: Heb. the evil of your evil","6":"It shall be also carried2986 unto Assyria804 for a present4503 to king4428 Jareb3377: Ephraim669 shall receive3947 shame1317, and Israel3478 shall be ashamed954 of his own counsel6098.","4":"They have spoken1696 words1697, swearing422 falsely7723 in making3772 a covenant1285: thus judgment4941 springeth up6524 as hemlock7219 in the furrows8525 of the field7704.","13":"Ye have plowed2790 wickedness7562, ye have reaped7114 iniquity5766; ye have eaten398 the fruit6529 of lies3585: because thou didst trust982 in thy way1870, in the multitude7230 of thy mighty men1368."},"2":{"16":"And it shall be at that day3117, saith5002 the LORD3068, that thou shalt call7121 me Ishi376; and shalt call7121 me no more Baali1180. Ishi: that is, My husband Baali: that is, My lord","3":"Lest I strip6584 her naked6174, and set3322 her as in the day3117 that she was born3205, and make7760 her as a wilderness4057, and set7896 her like a dry6723 land776, and slay4191 her with thirst6772.","5":"For their mother517 hath played the harlot2181: she that conceived2029 them hath done shamefully3001: for she said559, I will go3212 after310 my lovers157, that give5414 me my bread3899 and my water4325, my wool6785 and my flax6593, mine oil8081 and my drink8250. drink: Heb. drinks","21":"And it shall come to pass in that day3117, I will hear6030, saith5002 the LORD3068, I will hear6030 the heavens8064, and they shall hear6030 the earth776;","18":"And in that day3117 will I make3772 a covenant1285 for them with the beasts2416 of the field7704, and with the fowls5775 of heaven8064, and with the creeping things7431 of the ground127: and I will break7665 the bow7198 and the sword2719 and the battle4421 out of the earth776, and will make them to lie down7901 safely983.","12":"And I will destroy8074 her vines1612 and her fig trees8384, whereof she hath said559, These are my rewards866 that my lovers157 have given5414 me: and I will make7760 them a forest3293, and the beasts2416 of the field7704 shall eat398 them. destroy: Heb. make desolate","10":"And now will I discover1540 her lewdness5040 in the sight5869 of her lovers157, and none376 shall deliver5337 her out of mine hand3027. lewdness: Heb. folly, or, villany","2":"Plead7378 with your mother517, plead7378: for she is not my wife802, neither am I her husband376: let her therefore put away5493 her whoredoms2183 out of her sight6440, and her adulteries5005 from between her breasts7699;","22":"And the earth776 shall hear6030 the corn1715, and the wine8492, and the oil3323; and they shall hear6030 Jezreel3157.","8":"For she did not know3045 that I gave5414 her corn1715, and wine8492, and oil3323, and multiplied7235 her silver3701 and gold2091, which they prepared6213 for Baal1168. wine: Heb. new wine which: or, wherewith they made Baal","17":"For I will take away5493 the names8034 of Baalim1168 out of her mouth6310, and they shall no more be remembered2142 by their name8034.","11":"I will also cause all her mirth4885 to cease7673, her feast days2282, her new moons2320, and her sabbaths7676, and all her solemn feasts4150.","1":"Say559 ye unto your brethren251, Ammi5971; and to your sisters269, Ruhamah7355. Ammi: that is, My people Ruhamah: that is, Having obtained mercy","9":"Therefore will I return7725, and take away3947 my corn1715 in the time6256 thereof, and my wine8492 in the season4150 thereof, and will recover5337 my wool6785 and my flax6593 given to cover3680 her nakedness6172. recover: or, take away","14":"Therefore, behold, I will allure6601 her, and bring3212 her into the wilderness4057, and speak1696 comfortably3820 unto her. comfortably: or, friendly: Heb. to her heart","7":"And she shall follow7291 after her lovers157, but she shall not overtake5381 them; and she shall seek1245 them, but shall not find4672 them: then shall she say559, I will go3212 and return7725 to my first7223 husband376; for then was it better2896 with me than now6258.","15":"And I will give5414 her her vineyards3754 from thence, and the valley6010 of Achor5911 for a door6607 of hope8615: and she shall sing6030 there, as in the days3117 of her youth5271, and as in the day3117 when she came up5927 out of the land776 of Egypt4714.","20":"I will even betroth781 thee unto me in faithfulness530: and thou shalt know3045 the LORD3068.","23":"And I will sow2232 her unto me in the earth776; and I will have mercy7355 upon her that had not obtained mercy7355 3818; and I will say559 to them which were not my people5971, Thou art my people5971; and they shall say559, Thou art my God430.","6":"Therefore, behold, I will hedge7753 up thy way1870 with thorns5518, and make1443 a wall1447, that she shall not find4672 her paths5410. make: Heb. wall a wall","4":"And I will not have mercy7355 upon her children1121; for they be the children1121 of whoredoms2183.","19":"And I will betroth781 thee unto me for ever5769; yea, I will betroth781 thee unto me in righteousness6664, and in judgment4941, and in lovingkindness2617, and in mercies7356.","13":"And I will visit6485 upon her the days3117 of Baalim1168, wherein she burned incense6999 to them, and she decked5710 herself with her earrings5141 and her jewels2484, and she went3212 after310 her lovers157, and forgat7911 me, saith5002 the LORD3068."},"8":{"3":"Israel3478 hath cast off2186 the thing that is good2896: the enemy341 shall pursue7291 him.","5":"Thy calf5695, O Samaria8111, hath cast2186 thee off; mine anger639 is kindled2734 against them: how long will it be ere3808 they attain3201 to innocency5356?","12":"I have written3789 to him the great things7230 7239 of my law8451, but they were counted2803 as a strange thing2114.","10":"Yea, though they have hired8566 among the nations1471, now will I gather6908 them, and they shall sorrow2490 a little4592 for the burden4853 of the king4428 of princes8269. sorrow: or, begin a: or, in a little while","2":"Israel3478 shall cry2199 unto me, My God430, we know3045 thee.","8":"Israel3478 is swallowed up1104: now shall they be among the Gentiles1471 as a vessel3627 wherein is no pleasure2656.","11":"Because Ephraim669 hath made many7235 altars4196 to sin2398, altars4196 shall be unto him to sin2398.","1":"Set the trumpet7782 to thy mouth2441. He shall come as an eagle5404 against the house1004 of the LORD3068, because they have transgressed5674 my covenant1285, and trespassed6586 against my law8451. thy: Heb. the roof of thy","9":"For they are gone up5927 to Assyria804, a wild ass6501 alone909 by himself: Ephraim669 hath hired8566 lovers158. lovers: Heb. loves","14":"For Israel3478 hath forgotten7911 his Maker6213, and buildeth1129 temples1964; and Judah3063 hath multiplied7235 fenced1219 cities5892: but I will send7971 a fire784 upon his cities5892, and it shall devour398 the palaces759 thereof.","7":"For they have sown2232 the wind7307, and they shall reap7114 the whirlwind5492: it hath no stalk7054: the bud6780 shall yield6213 no meal7058: if194 so be it yield6213, the strangers2114 shall swallow it up1104. stalk: or, standing corn","6":"For from Israel3478 was it also: the workman2796 made6213 it; therefore it is not God430: but the calf5695 of Samaria8111 shall be broken in pieces7616.","4":"They have set up kings4427, but not by me: they have made princes7786, and I knew3045 it not: of their silver3701 and their gold2091 have they made6213 them idols6091, that they may be cut off3772.","13":"They sacrifice2076 flesh1320 for the sacrifices2077 of mine offerings1890, and eat398 it; but the LORD3068 accepteth7521 them not; now will he remember2142 their iniquity5771, and visit6485 their sins2403: they shall return7725 to Egypt4714. They sacrifice: or, In the sacrifices of mine offerings they, etc"},"11":{"7":"And my people5971 are bent8511 to backsliding4878 from me: though they called7121 them to the most High5920, none at all3162 would exalt7311 him. none: Heb. together they exalted not","9":"I will not execute6213 the fierceness2740 of mine anger639, I will not return7725 to destroy7843 Ephraim669: for I am God410, and not man376; the Holy One6918 in the midst7130 of thee: and I will not enter935 into the city5892.","10":"They shall walk3212 after310 the LORD3068: he shall roar7580 like a lion738: when he shall roar7580, then the children1121 shall tremble2729 from the west3220.","3":"I taught8637 Ephraim669 also to go8637, taking3947 them by their arms2220; but they knew3045 not that I healed7495 them.","11":"They shall tremble2729 as a bird6833 out of Egypt4714, and as a dove3123 out of the land776 of Assyria804: and I will place3427 them in their houses1004, saith5002 the LORD3068.","2":"As they called7121 them, so they went1980 from them6440: they sacrificed2076 unto Baalim1168, and burned incense6999 to graven images6456.","1":"When Israel3478 was a child5288, then I loved157 him, and called7121 my son1121 out of Egypt4714.","12":"Ephraim669 compasseth5437 me about with lies3585, and the house1004 of Israel3478 with deceit4820: but Judah3063 yet ruleth7300 with God410, and is faithful539 with the saints6918. saints: or, most holy","4":"I drew4900 them with cords2256 of a man120, with bands5688 of love160: and I was to them as they that take off7311 the yoke5923 on their jaws3895, and I laid5186 meat398 unto them. take off: Heb. lift up","6":"And the sword2719 shall abide2342 on his cities5892, and shall consume3615 his branches905, and devour398 them, because of their own counsels4156.","5":"He shall not return7725 into the land776 of Egypt4714, but the Assyrian804 shall be his king4428, because they refused3985 to return7725.","8":"How shall I give thee up5414, Ephraim669? how shall I deliver4042 thee, Israel3478? how shall I make5414 thee as Admah126? how shall I set7760 thee as Zeboim6636? mine heart3820 is turned2015 within me, my repentings5150 are kindled3648 together3162."},"1":{"7":"But I will have mercy7355 upon the house1004 of Judah3063, and will save3467 them by the LORD3068 their God430, and will not save3467 them by bow7198, nor by sword2719, nor by battle4421, by horses5483, nor by horsemen6571.","9":"Then said559 God, Call7121 his name8034 Loammi3818: for ye are not my people5971, and I will not be your God. Loammi: that is, Not my people","10":"Yet the number4557 of the children1121 of Israel3478 shall be as the sand2344 of the sea3220, which cannot be measured4058 nor numbered5608; and it shall come to pass, that in the place4725 where it was said559 unto them, Ye are not my people5971, there it shall be said559 unto them, Ye are the sons1121 of the living2416 God410. in: or, instead of that","3":"So he went3212 and took3947 Gomer1586 the daughter1323 of Diblaim1691; which conceived2029, and bare3205 him a son1121.","11":"Then shall the children1121 of Judah3063 and the children1121 of Israel3478 be gathered6908 together3162, and appoint7760 themselves one259 head7218, and they shall come up5927 out of the land776: for great1419 shall be the day3117 of Jezreel3157.","2":"The beginning8462 of the word1696 of the LORD3068 by Hosea1954. And the LORD3068 said559 to Hosea1954, Go3212, take3947 unto thee a wife802 of whoredoms2183 and children3206 of whoredoms2183: for the land776 hath committed great2181 whoredom2181, departing from310 the LORD3068.","1":"The word1697 of the LORD3068 that came unto Hosea1954, the son1121 of Beeri882, in the days3117 of Uzziah5818, Jotham3147, Ahaz271, and Hezekiah3169, kings4428 of Judah3063, and in the days3117 of Jeroboam3379 the son1121 of Joash3101, king4428 of Israel3478.","4":"And the LORD3068 said559 unto him, Call7121 his name8034 Jezreel3157; for yet a little4592 while, and I will avenge6485 the blood1818 of Jezreel3157 upon the house1004 of Jehu3058, and will cause to cease7673 the kingdom4468 of the house1004 of Israel3478. avenge: Heb. visit","6":"And she conceived again2029, and bare3205 a daughter1323. And God said559 unto him, Call7121 her name8034 Loruhamah3819: for I will no more3254 have mercy7355 upon the house1004 of Israel3478; but I will utterly5375 take them away5375. Loruhamah: that is, Not having obtained mercy no: Heb. not add any more to but: or, that I should altogether pardon them","5":"And it shall come to pass at that day3117, that I will break7665 the bow7198 of Israel3478 in the valley6010 of Jezreel3157.","8":"Now when she had weaned1580 Loruhamah3819, she conceived2029, and bare3205 a son1121."},"9":{"16":"Ephraim669 is smitten5221, their root8328 is dried up3001, they shall bear6213 no fruit6529: yea, though they bring forth3205, yet will I slay4191 even the beloved4261 fruit of their womb990. the: Heb. the desires","3":"They shall not dwell3427 in the LORD\u0027S3068 land776; but Ephraim669 shall return7725 to Egypt4714, and they shall eat398 unclean2931 things in Assyria804.","5":"What will ye do6213 in the solemn4150 day3117, and in the day3117 of the feast2282 of the LORD3068?","12":"Though they bring up1431 their children1121, yet will I bereave7921 them, that there shall not be a man120 left: yea, woe188 also to them when I depart5493 from them!","10":"I found4672 Israel3478 like grapes6025 in the wilderness4057; I saw7200 your fathers1 as the firstripe1063 in the fig tree8384 at her first time7225: but they went935 to Baalpeor1187, and separated5144 themselves unto that shame1322; and their abominations8251 were according as they loved157.","2":"The floor1637 and the winepress3342 shall not feed7462 them, and the new wine8492 shall fail3584 in her. winepress: or, winefat","8":"The watchman6822 of Ephraim669 was with my God430: but the prophet5030 is a snare6341 of a fowler3352 in all his ways1870, and hatred4895 in the house1004 of his God430. in the: or, against the","17":"My God430 will cast them away3988, because they did not hearken8085 unto him: and they shall be wanderers5074 among the nations1471.","11":"As for Ephraim669, their glory3519 shall fly away5774 like a bird5775, from the birth3205, and from the womb990, and from the conception2032.","1":"Rejoice8055 not, O Israel3478, for joy1524, as other people5971: for thou hast gone a whoring2181 from thy God430, thou hast loved157 a reward868 upon every cornfloor1637 1715. upon: or, in, etc","9":"They have deeply6009 corrupted7843 themselves, as in the days3117 of Gibeah1390: therefore he will remember2142 their iniquity5771, he will visit6485 their sins2403.","14":"Give5414 them, O LORD3068: what wilt thou give5414? give5414 them a miscarrying7921 womb7358 and dry6784 breasts7699. miscarrying: Heb. that casteth the fruit","7":"The days3117 of visitation6486 are come935, the days3117 of recompence7966 are come935; Israel3478 shall know3045 it: the prophet5030 is a fool191, the spiritual7307 man376 is mad7696, for the multitude7230 of thine iniquity5771, and the great7227 hatred4895. spiritual: Heb. man of the spirit","15":"All their wickedness7451 is in Gilgal1537: for there I hated8130 them: for the wickedness7455 of their doings4611 I will drive them out1644 of mine house1004, I will love160 them no more3254: all their princes8269 are revolters5637.","6":"For, lo, they are gone1980 because of destruction7701: Egypt4714 shall gather them up6908, Memphis4644 shall bury6912 them: the pleasant4261 places for their silver3701, nettles7057 shall possess3423 them: thorns2336 shall be in their tabernacles168. destruction: Heb. spoil the: or, their silver shall be desired, the nettle, etc.: Heb. the desire","4":"They shall not offer5258 wine3196 offerings to the LORD3068, neither shall they be pleasing6149 unto him: their sacrifices2077 shall be unto them as the bread3899 of mourners205; all that eat398 thereof shall be polluted2930: for their bread3899 for their soul5315 shall not come935 into the house1004 of the LORD3068.","13":"Ephraim669, as I saw7200 Tyrus6865, is planted8362 in a pleasant place5116: but Ephraim669 shall bring forth3318 his children1121 to the murderer2026."},"14":{"7":"They that dwell3427 under his shadow6738 shall return7725; they shall revive2421 as the corn1715, and grow6524 as the vine1612: the scent2143 thereof shall be as the wine3196 of Lebanon3844. grow: or, blossom scent: or, memorial","9":"Who is wise2450, and he shall understand995 these things? prudent995, and he shall know3045 them? for the ways1870 of the LORD3068 are right3477, and the just6662 shall walk3212 in them: but the transgressors6586 shall fall3782 therein.","3":"Asshur804 shall not save3467 us; we will not ride7392 upon horses5483: neither will we say559 any more to the work4639 of our hands3027, Ye are our gods430: for in thee the fatherless3490 findeth mercy7355.","2":"Take3947 with you words1697, and turn7725 to the LORD3068: say559 unto him, Take away5375 all iniquity5771, and receive3947 us graciously2896: so will we render7999 the calves6499 of our lips8193. receive: or, give good","1":"O Israel3478, return7725 unto the LORD3068 thy God430; for thou hast fallen3782 by thine iniquity5771.","4":"I will heal7495 their backsliding4878, I will love157 them freely5071: for mine anger639 is turned away7725 from him.","6":"His branches3127 shall spread3212, and his beauty1935 shall be as the olive tree2132, and his smell7381 as Lebanon3844. spread: Heb. go","5":"I will be as the dew2919 unto Israel3478: he shall grow6524 as the lily7799, and cast forth5221 his roots8328 as Lebanon3844. grow: or, blossom cast: Heb. strike","8":"Ephraim669 shall say, What have I to do any more with idols6091? I have heard6030 him, and observed7789 him: I am like a green7488 fir tree1265. From me is thy fruit6529 found4672."},"7":{"16":"They return7725, but not to the most High5920: they are like a deceitful7423 bow7198: their princes8269 shall fall5307 by the sword2719 for the rage2195 of their tongue3956: this2097 shall be their derision3933 in the land776 of Egypt4714.","3":"They make the king4428 glad8055 with their wickedness7451, and the princes8269 with their lies3585.","5":"In the day3117 of our king4428 the princes8269 have made him sick2470 with bottles2534 of wine3196; he stretched out4900 his hand3027 with scorners3945. bottles: or, heat through wine","12":"When they shall go3212, I will spread6566 my net7568 upon them; I will bring them down3381 as the fowls5775 of the heaven8064; I will chastise3256 them, as their congregation5712 hath heard8088.","10":"And the pride1347 of Israel3478 testifieth6030 to his face6440: and they do not return7725 to the LORD3068 their God430, nor seek1245 him for all this.","2":"And they consider559 not in their hearts3824 that I remember2142 all their wickedness7451: now their own doings4611 have beset them about5437; they are before my face6440. consider: Heb. say not to","8":"Ephraim669, he hath mixed1101 himself among the people5971; Ephraim669 is a cake5692 not turned2015.","11":"Ephraim669 also is like a silly6601 dove3123 without heart3820: they call7121 to Egypt4714, they go1980 to Assyria804.","1":"When I would have healed7495 Israel3478, then the iniquity5771 of Ephraim669 was discovered1540, and the wickedness7451 of Samaria8111: for they commit6466 falsehood8267; and the thief1590 cometh in935, and the troop1416 of robbers spoileth6584 without2351. wickedness: Heb. evils spoileth: Heb. strippeth","9":"Strangers2114 have devoured398 his strength3581, and he knoweth3045 it not: yea, gray hairs7872 are here and there2236 upon him, yet he knoweth3045 not. here: Heb. sprinkled","14":"And they have not cried2199 unto me with their heart3820, when they howled3213 upon their beds4904: they assemble1481 themselves for corn1715 and wine8492, and they rebel5493 against me.","7":"They are all hot2552 as an oven8574, and have devoured398 their judges8199; all their kings4428 are fallen5307: there is none among them that calleth7121 unto me.","15":"Though I have bound3256 and strengthened2388 their arms2220, yet do they imagine2803 mischief7451 against me. have: or, chastened","6":"For they have made ready7126 their heart3820 like an oven8574, whiles they lie in wait693: their baker644 sleepeth3463 all the night3915; in the morning1242 it burneth1197 as a flaming3852 fire784. made: or, applied","4":"They are all adulterers5003, as an oven8574 heated1197 by the baker644, who ceaseth7673 from raising5782 after he hath kneaded3888 the dough1217, until it be leavened2556. who: or, the raiser will cease raising: or, waking","13":"Woe188 unto them! for they have fled5074 from me: destruction7701 unto them! because they have transgressed6586 against me: though I have redeemed6299 them, yet they have spoken1696 lies3577 against me. destruction: Heb. spoil"},"6":{"7":"But they like men120 have transgressed5674 the covenant1285: there have they dealt treacherously898 against me. men: or, Adam","9":"And as troops1416 of robbers wait2442 for a man376, so the company2267 of priests3548 murder7523 in the way1870 by consent7926 7927: for they commit6213 lewdness2154. by: Heb. with one shoulder, or, to Shechem lewdness: or, enormity","10":"I have seen7200 an horrible thing8186 in the house1004 of Israel3478: there is the whoredom2184 of Ephraim669, Israel3478 is defiled2930.","3":"Then shall we know3045, if we follow7291 on to know3045 the LORD3068: his going forth4161 is prepared3559 as the morning7837; and he shall come935 unto us as the rain1653, as the latter4456 and former rain3384 unto the earth776.","11":"Also, O Judah3063, he hath set7896 an harvest7105 for thee, when I returned7725 the captivity7622 of my people5971.","2":"After two days3117 will he revive2421 us: in the third7992 day3117 he will raise us up6965, and we shall live2421 in his sight6440.","1":"Come3212, and let us return7725 unto the LORD3068: for he hath torn2963, and he will heal7495 us; he hath smitten5221, and he will bind us up2280.","4":"O Ephraim669, what shall I do6213 unto thee? O Judah3063, what shall I do6213 unto thee? for your goodness2617 is as a morning1242 cloud6051, and as the early7925 dew2919 it goeth away1980. goodness: or, mercy, or, kindness","6":"For I desired2654 mercy2617, and not sacrifice2077; and the knowledge1847 of God430 more than burnt offerings5930.","5":"Therefore have I hewed2672 them by the prophets5030; I have slain2026 them by the words561 of my mouth6310: and thy judgments4941 are as the light216 that goeth forth3318. and: or, that thy judgments might be, etc","8":"Gilead1568 is a city7151 of them that work6466 iniquity205, and is polluted6121 with blood1818. polluted: or, cunning for"},"4":{"16":"For Israel3478 slideth back5637 as a backsliding5637 heifer6510: now the LORD3068 will feed7462 them as a lamb3532 in a large place4800.","3":"Therefore shall the land776 mourn56, and every one that dwelleth3427 therein shall languish535, with the beasts2416 of the field7704, and with the fowls5775 of heaven8064; yea, the fishes1709 of the sea3220 also shall be taken away622.","5":"Therefore shalt thou fall3782 in the day3117, and the prophet5030 also shall fall3782 with thee in the night3915, and I will destroy1820 thy mother517. destroy: Heb. cut off","18":"Their drink5435 is sour5493: they have committed whoredom2181 continually2181: her rulers4043 with shame7036 do love157, Give3051 ye. sour: Heb. gone rulers: Heb. shields","12":"My people5971 ask7592 counsel at their stocks6086, and their staff4731 declareth5046 unto them: for the spirit7307 of whoredoms2183 hath caused them to err8582, and they have gone a whoring2181 from under their God430.","10":"For they shall eat398, and not have enough7646: they shall commit whoredom2181, and shall not increase6555: because they have left off5800 to take heed8104 to the LORD3068.","2":"By swearing422, and lying3584, and killing7523, and stealing1589, and committing adultery5003, they break out6555, and blood1818 toucheth5060 blood1818. blood: Heb. bloods","8":"They eat up398 the sin2403 of my people5971, and they set5375 their heart5315 on their iniquity5771. set: Heb. lift up their soul to","17":"Ephraim669 is joined2266 to idols6091: let him alone3240.","11":"Whoredom2184 and wine3196 and new wine8492 take away3947 the heart3820.","1":"Hear8085 the word1697 of the LORD3068, ye children1121 of Israel3478: for the LORD3068 hath a controversy7379 with the inhabitants3427 of the land776, because there is no truth571, nor mercy2617, nor knowledge1847 of God430 in the land776.","9":"And there shall be, like people5971, like priest3548: and I will punish6485 them for their ways1870, and reward7725 them their doings4611. punish: Heb. visit upon reward: Heb. cause to return","14":"I will not punish6485 your daughters1323 when they commit whoredom2181, nor your spouses3618 when they commit adultery5003: for themselves are separated6504 with whores2181, and they sacrifice2076 with harlots6948: therefore the people5971 that doth not understand995 shall fall3832. I will not: or, Shall I not fall: or, be punished","7":"As they were increased7230, so they sinned2398 against me: therefore will I change4171 their glory3519 into shame7036.","15":"Though thou, Israel3478, play the harlot2181, yet let not Judah3063 offend816; and come935 not ye unto Gilgal1537, neither go ye up5927 to Bethaven1007, nor swear7650, The LORD3068 liveth2416.","6":"My people5971 are destroyed1820 for lack of knowledge1847: because thou hast rejected3988 knowledge1847, I will also reject3988 thee, that thou shalt be no priest3547 to me: seeing thou hast forgotten7911 the law8451 of thy God430, I will also forget7911 thy children1121. destroyed: Heb. cut off","4":"Yet let no man376 strive7378, nor reprove3198 another376: for thy people5971 are as they that strive7378 with the priest3548.","19":"The wind7307 hath bound her up6887 in her wings3671, and they shall be ashamed954 because of their sacrifices2077.","13":"They sacrifice2076 upon the tops7218 of the mountains2022, and burn incense6999 upon the hills1389, under oaks437 and poplars3839 and elms424, because the shadow6738 thereof is good2896: therefore your daughters1323 shall commit whoredom2181, and your spouses3618 shall commit adultery5003."},"13":{"16":"Samaria8111 shall become desolate816; for she hath rebelled4784 against her God430: they shall fall5307 by the sword2719: their infants5768 shall be dashed in pieces7376, and their women with child2030 shall be ripped up1234.","3":"Therefore they shall be as the morning1242 cloud6051, and as the early7925 dew2919 that passeth away1980, as the chaff4671 that is driven with the whirlwind5590 out of the floor1637, and as the smoke6227 out of the chimney699.","5":"I did know3045 thee in the wilderness4057, in the land776 of great drought8514. great: Heb. droughts","12":"The iniquity5771 of Ephraim669 is bound up6887; his sin2403 is hid6845.","10":"I will165 be thy king4428: where645 is any other that may save3467 thee in all thy cities5892? and thy judges8199 of whom thou saidst559, Give5414 me a king4428 and princes8269? I will: rather, Where is thy king?","2":"And now they sin2398 more and more3254, and have made6213 them molten images4541 of their silver3701, and idols6091 according to their own understanding8394, all of it the work4639 of the craftsmen2796: they say559 of them, Let the men120 that sacrifice2076 kiss5401 the calves5695. they sin: Heb. they add to sin the men: or, the sacrificers of men","8":"I will meet6298 them as a bear1677 that is bereaved7909 of her whelps, and will rend7167 the caul5458 of their heart3820, and there will I devour398 them like a lion3833: the wild7704 beast2416 shall tear1234 them. wild: Heb. beast of the field","11":"I gave5414 thee a king4428 in mine anger639, and took3947 him away in my wrath5678.","1":"When Ephraim669 spake1696 trembling7578, he exalted5375 himself in Israel3478; but when he offended816 in Baal1168, he died4191.","9":"O Israel3478, thou hast destroyed7843 thyself; but in me is thine help5828. is: Heb. in thy help","14":"I will ransom6299 them from the power3027 of the grave7585; I will redeem1350 them from death4194: O death4194, I will165 be thy plagues1698; O grave7585, I will165 be thy destruction6987: repentance5164 shall be hid5641 from mine eyes5869. power: Heb. hand","7":"Therefore I will be unto them as a lion7826: as a leopard5246 by the way1870 will I observe7789 them:","15":"Though he be fruitful6500 among his brethren251, an east wind6921 shall come935, the wind7307 of the LORD3068 shall come up5927 from the wilderness4057, and his spring4726 shall become dry954, and his fountain4599 shall be dried up2717: he shall spoil8154 the treasure214 of all pleasant2532 vessels3627. pleasant: Heb. vessels of desire","6":"According to their pasture4830, so were they filled7646; they were filled7646, and their heart3820 was exalted7311; therefore have they forgotten7911 me.","4":"Yet I am the LORD3068 thy God430 from the land776 of Egypt4714, and thou shalt know3045 no god430 but me2108: for there is no saviour3467 beside me1115.","13":"The sorrows2256 of a travailing woman3205 shall come935 upon him: he is an unwise2450 son1121; for he should not stay5975 long6256 in the place of the breaking forth4866 of children1121. long: Heb. a time"}}}