{"translationKey":"kjv","translation":"KJV","book":"Isaiah","bookSlug":"isaiah","chapters":{"10":{"11":"Shall I not, as I have done6213 unto Samaria8111 and her idols457, so do6213 to Jerusalem3389 and her idols6091?","3":"And what will ye do6213 in the day3117 of visitation6486, and in the desolation7722 which shall come935 from far4801? to whom will ye flee5127 for help5833? and where will ye leave5800 your glory3519?","20":"And it shall come to pass in that day3117, that the remnant7605 of Israel3478, and such as are escaped6413 of the house1004 of Jacob3290, shall no more again3254 stay8172 upon him that smote5221 them; but shall stay8172 upon the LORD3068, the Holy One6918 of Israel3478, in truth571.","12":"Wherefore it shall come to pass, that when the Lord136 hath performed1214 his whole work4639 upon mount2022 Zion6726 and on Jerusalem3389, I will punish6485 the fruit6529 of the stout1433 heart3824 of the king4428 of Assyria804, and the glory8597 of his high7312 looks5869. punish: Heb. visit upon stout: Heb. greatness of the heart","10":"As my hand3027 hath found4672 the kingdoms4467 of the idols457, and whose graven images6456 did excel them of Jerusalem3389 and of Samaria8111;","17":"And the light216 of Israel3478 shall be for a fire784, and his Holy One6918 for a flame3852: and it shall burn1197 and devour398 his thorns7898 and his briers8068 in one259 day3117;","13":"For he saith559, By the strength3581 of my hand3027 I have done6213 it, and by my wisdom2451; for I am prudent995: and I have removed5493 the bounds1367 of the people5971, and have robbed8154 their treasures6259 6264, and I have put down3381 the inhabitants3427 like a valiant47 3524 man: a valiant: or, many people","27":"And it shall come to pass in that day3117, that his burden5448 shall be taken away5493 from off thy shoulder7926, and his yoke5923 from off thy neck6677, and the yoke5923 shall be destroyed2254 because6440 of the anointing8081. be taken: Heb. remove","30":"Lift up6670 thy voice6963, O daughter1323 of1530 Gallim1554: cause it to be heard7181 unto Laish3919, O poor6041 Anathoth6068. Lift: Heb. Cry shrill with","18":"And shall consume3615 the glory3519 of his forest3293, and of his fruitful field3759, both soul5315 and body1320: and they shall be as when a standardbearer5263 fainteth4549. both: Heb. from the soul, and even to the flesh","29":"They are gone over5674 the passage4569: they have taken up their lodging4411 at Geba1387; Ramah7414 is afraid2729; Gibeah1390 of Saul7586 is fled5127.","23":"For the Lord136 GOD3069 of hosts6635 shall make6213 a consumption3617, even determined2782, in the midst7130 of all the land776.","19":"And the rest7605 of the trees6086 of his forest3293 shall be few4557, that a child5288 may write3789 them. few: Heb. number","1":"Woe1945 unto them that decree2710 unrighteous205 decrees2711, and that write3789 grievousness5999 which they have prescribed3789; that write: or, to the writers that write grievousness","5":"O1945 Assyrian804, the rod7626 of mine anger639, and the staff4294 in their hand3027 is mine indignation2195. O: or, Woe to the Assyrian: Heb. Asshur and: or, though","4":"Without me they shall1115 bow down3766 under the prisoners616, and they shall fall5307 under the slain2026. For all this his anger639 is not turned away7725, but his hand3027 is stretched out still5186.","8":"For he saith559, Are not my princes8269 altogether3162 kings4428?","26":"And the LORD3068 of hosts6635 shall stir up5782 a scourge7752 for him according to the slaughter4347 of Midian4080 at the rock6697 of Oreb6159: and as his rod4294 was upon the sea3220, so shall he lift it up5375 after the manner1870 of Egypt4714.","14":"And my hand3027 hath found4672 as a nest7064 the riches2428 of the people5971: and as one gathereth622 eggs1000 that are left5800, have I gathered622 all the earth776; and there was none that moved5074 the wing3671, or opened6475 the mouth6310, or peeped6850.","22":"For though thy people5971 Israel3478 be as the sand2344 of the sea3220, yet a remnant7605 of them shall return7725: the consumption3631 decreed2782 shall overflow7857 with righteousness6666. of them: Heb. in, or, among, etc with: or, in","28":"He is come935 to Aiath5857, he is passed5674 to Migron4051; at Michmash4363 he hath laid up6485 his carriages3627:","25":"For yet a very4213 little while4592, and the indignation2195 shall cease3615, and mine anger639 in their destruction8399.","9":"Is not Calno3641 as Carchemish3751? is not Hamath2574 as Arpad774? is not Samaria8111 as Damascus1834?","33":"Behold, the Lord113, the LORD3068 of hosts6635, shall lop5586 the bough6288 with terror4637: and the high ones7311 of stature6967 shall be hewn down1438, and the haughty1364 shall be humbled8213.","15":"Shall the axe1631 boast6286 itself against him that heweth2672 therewith? or shall the saw4883 magnify1431 itself against him that shaketh5130 it? as if the rod7626 should shake5130 itself against them that lift it up7311, or as if the staff4294 should lift up7311 itself, as if it were no wood6086. the rod: or, a rod should shake them that lift it up itself, as if: or, that which is not wood","34":"And he shall cut down5362 the thickets5442 of the forest3293 with iron1270, and Lebanon3844 shall fall5307 by a mighty one117. by: or, mightily","21":"The remnant7605 shall return7725, even the remnant7605 of Jacob3290, unto the mighty1368 God410.","24":"Therefore thus saith559 the Lord136 GOD3069 of hosts6635, O my people5971 that dwellest3427 in Zion6726, be not afraid3372 of the Assyrian804: he shall smite5221 thee with a rod7626, and shall lift up5375 his staff4294 against thee, after the manner1870 of Egypt4714. and shall: or, but he shall lift up his staff for","16":"Therefore shall the Lord113, the Lord136 3068 of hosts6635, send7971 among his fat ones4924 leanness7332; and under his glory3519 he shall kindle3344 a burning3350 like the burning of a fire784.","32":"As yet shall he remain5975 at Nob5011 that day3117: he shall shake5130 his hand3027 against the mount2022 of the daughter1323 1004 of Zion6726, the hill1389 of Jerusalem3389.","7":"Howbeit he meaneth1819 not so, neither doth his heart3824 think2803 so; but it is in his heart3824 to destroy8045 and cut off3772 nations1471 not a few4592.","2":"To turn aside5186 the needy1800 from judgment1779, and to take away1497 the right4941 from the poor6041 of my people5971, that widows490 may be their prey7998, and that they may rob962 the fatherless3490!","6":"I will send7971 him against an hypocritical2611 nation1471, and against the people5971 of my wrath5678 will I give him a charge6680, to take7997 the spoil7998, and to take962 the prey957, and to tread them down7760 4823 like the mire2563 of the streets2351. tread: Heb. lay them a treading","31":"Madmenah4088 is removed5074; the inhabitants3427 of Gebim1374 gather themselves to flee5756."},"63":{"16":"Doubtless3588 thou art our father1, though Abraham85 be ignorant3808 3045 of us, and Israel3478 acknowledge5234 us not: thou, O LORD3068, art our father1, our redeemer1350; thy name8034 is from everlasting5769. our redeemer: or, our redeemer from everlasting is thy name","3":"I have trodden1869 the winepress6333 alone; and of the people5971 there was none376 with me: for I will tread1869 them in mine anger639, and trample7429 them in my fury2534; and their blood5332 shall be sprinkled5137 upon my garments899, and I will stain1351 all my raiment4403.","5":"And I looked5027, and there was none to help5826; and I wondered8074 that there was none to uphold5564: therefore mine own arm2220 brought salvation3467 unto me; and my fury2534, it upheld5564 me.","18":"The people5971 of thy holiness6944 have possessed3423 it but a little while4705: our adversaries6862 have trodden down947 thy sanctuary4720.","12":"That led3212 them by the right hand3225 of Moses4872 with his glorious8597 arm2220, dividing1234 the water4325 before6440 them, to make6213 himself an everlasting5769 name8034?","10":"But they rebelled4784, and vexed6087 his holy6944 Spirit7307: therefore he was turned2015 to be their enemy341, and he fought3898 against them.","2":"Wherefore art thou red122 in thine apparel3830, and thy garments899 like him that treadeth1869 in the winefat1660?","8":"For he said559, Surely they are my people5971, children1121 that will not lie8266: so he was their Saviour3467.","17":"O LORD3068, why hast thou made us to err8582 from thy ways1870, and hardened7188 our heart3820 from thy fear3374? Return7725 for thy servants\u00275650 sake, the tribes7626 of thine inheritance5159.","11":"Then he remembered2142 the days3117 of old5769, Moses4872, and his people5971, saying, Where is he that brought them up5927 out of the sea3220 with the shepherd7462 of his flock6629? where is he that put7760 his holy6944 Spirit7307 within7130 him? shepherd: or, shepherds","1":"Who is this that cometh935 from Edom123, with dyed2556 garments899 from Bozrah1224? this that is glorious1921 in his apparel3830, travelling6808 in the greatness7230 of his strength3581? I that speak1696 in righteousness6666, mighty7227 to save3467. glorious: Heb. decked","9":"In all their affliction6869 he was afflicted6862, and the angel4397 of his presence6440 saved3467 them: in his love160 and in his pity2551 he redeemed1350 them; and he bare5190 them, and carried5375 them all the days3117 of old5769.","14":"As a beast929 goeth down3381 into the valley1237, the Spirit7307 of the LORD3068 caused him to rest5117: so didst thou lead5090 thy people5971, to make6213 thyself a glorious8597 name8034.","7":"I will mention2142 the lovingkindnesses2617 of the LORD3068, and the praises8416 of the LORD3068, according to all that the LORD3068 hath bestowed1580 on us, and the great7227 goodness2898 toward the house1004 of Israel3478, which he hath bestowed1580 on them according to his mercies7356, and according to the multitude7230 of his lovingkindnesses2617.","15":"Look down5027 from heaven8064, and behold7200 from the habitation2073 of thy holiness6944 and of thy glory8597: where is thy zeal7068 and thy strength1369, the sounding1995 of thy bowels4578 and of thy mercies7356 toward me? are they restrained662? the sounding: or, the multitude","6":"And I will tread down947 the people5971 in mine anger639, and make them drunk7937 in my fury2534, and I will bring down3381 their strength5332 to the earth776.","4":"For the day3117 of vengeance5359 is in mine heart3820, and the year8141 of my redeemed1350 is come935.","19":"We are thine: thou never5769 barest rule4910 over them; they were not called7121 by thy name8034. they: Heb. thy name was not called upon them","13":"That led3212 them through the deep8415, as an horse5483 in the wilderness4057, that they should not stumble3782?"},"30":{"11":"Get you out5493 of the way1870, turn aside5186 out of the path734, cause the Holy One6918 of Israel3478 to cease7673 from before6440 us.","3":"Therefore shall the strength4581 of Pharaoh6547 be your shame1322, and the trust2622 in the shadow6738 of Egypt4714 your confusion3639.","20":"And though the Lord136 give5414 you the bread3899 of adversity6862, and the water4325 of affliction3906, yet shall not thy teachers3384 be removed into a corner3670 any more, but thine eyes5869 shall see7200 thy teachers3384: affliction: or, oppression","12":"Wherefore thus saith559 the Holy One6918 of Israel3478, Because ye despise3988 this word1697, and trust982 in oppression6233 and perverseness3868, and stay8172 thereon: oppression: or, fraud","10":"Which say559 to the seers7200, See7200 not; and to the prophets2374, Prophesy2372 not unto us right things5229, speak1696 unto us smooth things2513, prophesy2372 deceits4123:","17":"One259 thousand505 shall flee at6440 the rebuke1606 of one259; at6440 the rebuke1606 of five2568 shall ye flee5127: till ye be left3498 as a beacon8650 upon the top7218 of a mountain2022, and as an ensign5251 on an hill1389. a beacon: or, a tree bereft of branches, or, boughs: or, a mast","13":"Therefore this iniquity5771 shall be to you as a breach6556 ready to fall5307, swelling out1158 in a high7682 wall2346, whose breaking7667 cometh935 suddenly6597 at an instant6621.","27":"Behold, the name8034 of the LORD3068 cometh935 from far4801, burning1197 with his anger639, and the burden4858 thereof is heavy3514: his lips8193 are full4390 of indignation2195, and his tongue3956 as a devouring398 fire784: burden: or, grievousness of flame heavy: Heb. heaviness","30":"And the LORD3068 shall cause his glorious1935 voice6963 to be heard8085, and shall shew7200 the lighting down5183 of his arm2220, with the indignation2197 of his anger639, and with the flame3851 of a devouring398 fire784, with scattering5311, and tempest2230, and hailstones68 1259. his glorious: Heb. the glory of his voice","18":"And therefore will the LORD3068 wait2442, that he may be gracious2603 unto you, and therefore will he be exalted7311, that he may have mercy7355 upon you: for the LORD3068 is a God430 of judgment4941: blessed835 are all they that wait2442 for him.","29":"Ye shall have a song7892, as in the night3915 when a holy6942 solemnity2282 is kept6942; and gladness8057 of heart3824, as when one goeth1980 with a pipe2485 to come935 into the mountain2022 of the LORD3068, to the mighty One6697 of Israel3478. mighty: Heb. Rock","23":"Then shall he give5414 the rain4306 of thy seed2233, that thou shalt sow2232 the ground127 withal; and bread3899 of the increase8393 of the earth127, and it shall be fat1879 and plenteous8082: in that day3117 shall thy cattle4735 feed7462 in large7337 pastures3733.","19":"For the people5971 shall dwell3427 in Zion6726 at Jerusalem3389: thou shalt weep1058 no more1058: he will be very2603 gracious2603 unto thee at the voice6963 of thy cry2199; when he shall hear8085 it, he will answer6030 thee.","1":"Woe1945 to the rebellious5637 children1121, saith5002 the LORD3068, that take6213 counsel6098, but not of me; and that cover5258 with a covering4541, but not of my spirit7307, that they may add5595 sin2403 to sin2403:","5":"They were all ashamed3001 of a people5971 that could not profit3276 them, nor be an help5828 nor profit3276, but a shame1322, and also a reproach2781.","4":"For his princes8269 were at Zoan6814, and his ambassadors4397 came5060 to Hanes2609.","8":"Now go935, write3789 it before them in a table3871, and note2710 it in a book5612, that it may be for the time3117 to come314 for5704 ever5703 and ever5769: the: Heb. the latter day","26":"Moreover the light216 of the moon3842 shall be as the light216 of the sun2535, and the light216 of the sun2535 shall be sevenfold7659, as the light216 of seven7651 days3117, in the day3117 that the LORD3068 bindeth up2280 the breach7667 of his people5971, and healeth7495 the stroke4273 of their wound4347.","14":"And he shall break7665 it as the breaking7667 of the potters\u00273335 vessel5035 that is broken in pieces3807; he shall not spare2550: so that there shall not be found4672 in the bursting4386 of it a sherd2789 to take2846 fire784 from the hearth3344, or to take2834 water4325 withal out of the pit1360. the potters\u0027: Heb. the bottle of potters","22":"Ye shall defile2930 also the covering6826 of thy graven images6456 of silver3701, and the ornament642 of thy molten images4541 of gold2091: thou shalt cast them away2219 as a menstruous cloth1739; thou shalt say559 unto it, Get thee hence3318. thy graven: Heb. the graven images of thy silver cast: Heb. scatter","28":"And his breath7307, as an overflowing7857 stream5158, shall reach to the midst2673 of the neck6677, to sift5130 the nations1471 with the sieve5299 of vanity7723: and there shall be a bridle7448 in the jaws3895 of the people5971, causing them to err8582.","25":"And there shall be upon every high1364 mountain2022, and upon every high5375 hill1389, rivers6388 and streams2988 of waters4325 in the day3117 of the great7227 slaughter2027, when the towers4026 fall5307. high hill: Heb. lifted up, etc","9":"That this is a rebellious4805 people5971, lying3586 children1121, children1121 that will14 not hear8085 the law8451 of the LORD3068:","33":"For Tophet8613 is ordained6186 of old865; yea, for the king4428 it is prepared3559; he hath made it deep6009 and large7337: the pile4071 thereof is fire784 and much7235 wood6086; the breath5397 of the LORD3068, like a stream5158 of brimstone1614, doth kindle1197 it. of old: Heb. from yesterday","15":"For thus saith559 the Lord136 GOD3069, the Holy One6918 of Israel3478; In returning7729 and rest5183 shall ye be saved3467; in quietness8252 and in confidence985 shall be your strength1369: and ye would14 not.","21":"And thine ears241 shall hear8085 a word1697 behind310 thee, saying559, This is the way1870, walk ye in it3212, when ye turn to the right hand541, and when ye turn to the left8041.","24":"The oxen504 likewise and the young asses5895 that ear5647 the ground127 shall eat398 clean2548 provender1098, which hath been winnowed2219 with the shovel7371 and with the fan4214. clean: or, savoury: Heb. leavened","16":"But ye said559, No; for we will flee5127 upon horses5483; therefore shall ye flee5127: and, We will ride7392 upon the swift7031; therefore shall they that pursue7291 you be swift7043.","32":"And in every place3605 where the grounded4145 staff4294 shall pass4569, which the LORD3068 shall lay5117 upon him, it shall be with tabrets8596 and harps3658: and in battles4421 of shaking8573 will he fight3898 with it. in every: Heb. every passing of the rod founded lay: Heb. cause to rest upon him with it: or, against them","7":"For the Egyptians4714 shall help5826 in vain1892, and to no purpose7385: therefore have I cried7121 concerning this2063, Their1992 strength7293 is to sit still7674. concerning: or, to her","2":"That walk1980 to go down3381 into Egypt4714, and have not asked7592 at my mouth6310; to strengthen5810 themselves in the strength4581 of Pharaoh6547, and to trust2620 in the shadow6738 of Egypt4714!","6":"The burden4853 of the beasts929 of the south5045: into the land776 of trouble6869 and anguish6695, from whence come the young3833 and old lion3918, the viper660 and fiery8314 flying5774 serpent8314, they will carry5375 their riches2428 upon the shoulders3802 of young asses5895, and their treasures214 upon the bunches1707 of camels1581, to a people5971 that shall not profit3276 them.","31":"For through the voice6963 of the LORD3068 shall the Assyrian804 be beaten down2865, which smote5221 with a rod7626."},"49":{"16":"Behold, I have graven2710 thee upon the palms of my hands3709; thy walls2346 are continually8548 before me.","3":"And said559 unto me, Thou art my servant5650, O Israel3478, in whom I will be glorified6286.","5":"And now, saith559 the LORD3068 that formed3335 me from the womb990 to be his servant5650, to bring7725 Jacob3290 again7725 to him, Though Israel3478 be not gathered622, yet shall I be glorious3513 in the eyes5869 of the LORD3068, and my God430 shall be my strength5797. Though: or, That Israel may be gathered to him, and I may, etc","21":"Then shalt thou say559 in thine heart3824, Who hath begotten3205 me these, seeing I have lost my children7921, and am desolate1565, a captive1540, and removing to and fro5493? and who hath brought up1431 these? Behold, I was left7604 alone; these, where375 had they been?","18":"Lift up5375 thine eyes5869 round about5439, and behold7200: all these gather themselves together6908, and come935 to thee. As I live2416, saith5002 the LORD3068, thou shalt surely clothe3847 thee with them all, as with an ornament5716, and bind7194 them on thee, as a bride3618 doeth.","12":"Behold, these shall come935 from far7350: and, lo, these from the north6828 and from the west3220; and these from the land776 of Sinim5515.","10":"They shall not hunger7456 nor thirst6770; neither shall the heat8273 nor sun8121 smite5221 them: for he that hath mercy7355 on them shall lead5090 them, even by the springs4002 of water4325 shall he guide5095 them.","2":"And he hath made7760 my mouth6310 like a sharp2299 sword2719; in the shadow6738 of his hand3027 hath he hid2244 me, and made7760 me a polished1305 shaft2671; in his quiver827 hath he hid5641 me;","22":"Thus saith559 the Lord136 GOD3069, Behold, I will lift up5375 mine hand3027 to the Gentiles1471, and set up7311 my standard5251 to the people5971: and they shall bring935 thy sons1121 in their arms2684, and thy daughters1323 shall be carried5375 upon their shoulders3802. arms: Heb. bosom","8":"Thus saith559 the LORD3068, In an acceptable7522 time6256 have I heard6030 thee, and in a day3117 of salvation3444 have I helped5826 thee: and I will preserve5341 thee, and give5414 thee for a covenant1285 of the people5971, to establish6965 the earth776, to cause to inherit5157 the desolate8074 heritages5159; establish: or, raise up","17":"Thy children1121 shall make haste4116; thy destroyers2040 and they that made thee waste2717 shall go forth3318 of thee.","11":"And I will make7760 all my mountains2022 a way1870, and my highways4546 shall be exalted7311.","1":"Listen8085, O isles339, unto me; and hearken7181, ye people3816, from far7350; The LORD3068 hath called7121 me from the womb990; from the bowels4578 of my mother517 hath he made mention2142 of my name8034.","9":"That thou mayest say559 to the prisoners631, Go forth3318; to them that are in darkness2822, Shew1540 yourselves. They shall feed7462 in the ways1870, and their pastures4830 shall be in all high places8205.","24":"Shall the prey4455 be taken3947 from the mighty1368, or the lawful6662 captive7628 delivered4422? lawful: Heb. captivity of the just","14":"But Zion6726 said559, The LORD3068 hath forsaken5800 me, and my Lord136 hath forgotten7911 me.","7":"Thus saith559 the LORD3068, the Redeemer1350 of Israel3478, and his Holy One6918, to him whom man5315 despiseth960, to him whom the nation1471 abhorreth8581, to a servant5650 of rulers4910, Kings4428 shall see7200 and arise6965, princes8269 also shall worship7812, because of the LORD3068 that is faithful539, and the Holy One6918 of Israel3478, and he shall choose977 thee. whom man: or, that is despised in soul","15":"Can a woman802 forget7911 her sucking child5764, that she should not have compassion7355 on the son1121 of her womb990? yea, they may forget7911, yet will I not forget7911 thee. that: Heb. from having compassion","20":"The children1121 which thou shalt have, after thou hast lost7923 the other, shall say559 again in thine ears241, The place4725 is too strait6862 for me: give5066 place4725 to me that I may dwell3427.","25":"But thus saith559 the LORD3068, Even the captives7628 of the mighty1368 shall be taken away3947, and the prey4455 of the terrible6184 shall be delivered4422: for I will contend7378 with him that contendeth3401 with thee, and I will save3467 thy children1121. captives: Heb. captivity","23":"And kings4428 shall be thy nursing fathers539, and their queens8282 thy nursing mothers3243: they shall bow down7812 to thee with their face639 toward the earth776, and lick up3897 the dust6083 of thy feet7272; and thou shalt know3045 that I am the LORD3068: for they shall not be ashamed954 that wait6960 for me. nursing fathers: Heb. nourishers queens: Heb. princesses","6":"And he said559, It is a light thing7043 that thou shouldest be my servant5650 to raise up6965 the tribes7626 of Jacob3290, and to restore7725 the preserved5341 5336 of Israel3478: I will also give5414 thee for a light216 to the Gentiles1471, that thou mayest be my salvation3444 unto the end7097 of the earth776. It is: or, Art thou lighter than that thou shouldest, etc preserved: or, desolations","4":"Then I said559, I have laboured3021 in vain7385, I have spent3615 my strength3581 for nought8414, and in vain1892: yet surely403 my judgment4941 is with the LORD3068, and my work6468 with my God430. my work: or, my reward","19":"For thy waste2723 and thy desolate places8074, and the land776 of thy destruction2035, shall even now be too narrow3334 by reason of the inhabitants3427, and they that swallowed thee up1104 shall be far away7368.","13":"Sing7442, O heavens8064; and be joyful1523, O earth776; and break forth6476 into singing7440, O mountains2022: for the LORD3068 hath comforted5162 his people5971, and will have mercy7355 upon his afflicted6041.","26":"And I will feed398 them that oppress3238 thee with their own flesh1320; and they shall be drunken7937 with their own blood1818, as with sweet wine6071: and all flesh1320 shall know3045 that I the LORD3068 am thy Saviour3467 and thy Redeemer1350, the mighty One46 of Jacob3290. sweet: or, new"},"62":{"7":"And give5414 him no rest1824, till he establish3559, and till he make7760 Jerusalem3389 a praise8416 in the earth776. rest: Heb. silence","9":"But they that have gathered622 it shall eat398 it, and praise1984 the LORD3068; and they that have brought it together6908 shall drink8354 it in the courts2691 of my holiness6944.","10":"Go through5674, go through5674 the gates8179; prepare6437 ye the way1870 of the people5971; cast up5549, cast up5549 the highway4546; gather out5619 the stones68; lift up7311 a standard5251 for the people5971.","3":"Thou shalt also be a crown5850 of glory8597 in the hand3027 of the LORD3068, and a royal4410 diadem6797 6797 in the hand3709 of thy God430.","11":"Behold, the LORD3068 hath proclaimed8085 unto the end7097 of the world776, Say559 ye to the daughter1323 of Zion6726, Behold, thy salvation3468 cometh935; behold, his reward7939 is with him, and his work6468 before6440 him. work: or, recompence","2":"And the Gentiles1471 shall see7200 thy righteousness6664, and all kings4428 thy glory3519: and thou shalt be called7121 by a new2319 name5344, which the mouth6310 of the LORD3068 shall name8034.","1":"For Zion\u0027s6726 sake will I not hold my peace2814, and for Jerusalem\u0027s3389 sake I will not rest8252, until the righteousness6664 thereof go forth3318 as brightness5051, and the salvation3444 thereof as a lamp3940 that burneth1197.","12":"And they shall call7121 them, The holy6944 people5971, The redeemed1350 of the LORD3068: and thou shalt be called7121, Sought out1875, A city5892 not forsaken5800.","4":"Thou shalt no more be termed559 Forsaken5800; neither shall thy land776 any more be termed559 Desolate8077: but thou shalt be called7121 Hephzibah2657, and thy land776 Beulah1166: for the LORD3068 delighteth2654 in thee, and thy land776 shall be married1166. Hephzibah: that is, My delight is in her Beulah: that is, Married","6":"I have set6485 watchmen8104 upon thy walls2346, O Jerusalem3389, which shall never8548 hold their peace2814 day3117 nor night3915: ye that make mention2142 of the LORD3068, keep not silence1824, make: or, are the LORD\u0027s remembrancers","5":"For as a young man970 marrieth1166 a virgin1330, so shall thy sons1121 marry1166 thee: and as the bridegroom2860 rejoiceth4885 over the bride3618, so shall thy God430 rejoice7797 over thee. as the: Heb. with the joy of the bridegroom","8":"The LORD3068 hath sworn7650 by his right hand3225, and by the arm2220 of his strength5797, Surely I will518 no more give5414 thy corn1715 to be meat3978 for thine enemies341; and the sons1121 of the stranger5236 shall not drink8354 thy wine8492, for the which thou hast laboured3021: Surely: Heb. If I give, etc"},"22":{"16":"What hast thou here? and whom hast thou here, that thou hast hewed thee out2672 a sepulchre6913 here6311, as he that heweth him out2672 a sepulchre6913 on high4791, and that graveth2710 an habitation4908 for himself in a rock5553? as: or, O he","3":"All thy rulers7101 are fled5074 together3162, they are bound631 by the archers7198: all that are found4672 in thee are bound631 together3162, which have fled1272 from far7350. by: Heb. of the bow","5":"For it is a day3117 of trouble4103, and of treading down4001, and of perplexity3998 by the Lord136 GOD3069 of hosts6635 in the valley1516 of vision2384, breaking6979 down the walls7023, and of crying7771 to the mountains2022.","21":"And I will clothe3847 him with thy robe3801, and strengthen2388 him with thy girdle73, and I will commit5414 thy government4475 into his hand3027: and he shall be a father1 to the inhabitants3427 of Jerusalem3389, and to the house1004 of Judah3063.","18":"He will surely6801 violently turn6801 and toss6802 thee like a ball1754 into a large7342 3027 country776: there shalt thou die4191, and there the chariots4818 of thy glory3519 shall be the shame7036 of thy lord\u0027s113 house1004. large: Heb. large of spaces","12":"And in that day3117 did the Lord136 GOD3069 of hosts6635 call7121 to weeping1065, and to mourning4553, and to baldness7144, and to girding2296 with sackcloth8242:","10":"And ye have numbered5608 the houses1004 of Jerusalem3389, and the houses1004 have ye broken down5422 to fortify1219 the wall2346.","2":"Thou that art full4392 of stirs8663, a tumultuous1993 city5892, a joyous5947 city7151: thy slain2491 men are not slain2491 with the sword2719, nor dead4191 in battle4421.","22":"And the key4668 of the house1004 of David1732 will I lay5414 upon his shoulder7926; so he shall open6605, and none shall shut5462; and he shall shut5462, and none shall open6605.","8":"And he discovered1540 the covering4539 of Judah3063, and thou didst look5027 in that day3117 to the armour5402 of the house1004 of the forest3293.","17":"Behold, the LORD3068 will carry thee away2904 with a mighty1397 captivity2925, and will surely5844 cover5844 thee. will carry: or, the Lord who covered thee with an excellent covering, and clothed thee gorgeously, v.18.shall surely, etc a mighty: Heb. the captivity of a man","11":"Ye made6213 also a ditch4724 between the two walls2346 for the water4325 of the old3465 pool1295: but ye have not looked5027 unto the maker6213 thereof, neither had respect7200 unto him that fashioned3335 it long ago7350.","1":"The burden4853 of the valley1516 of vision2384. What aileth thee now645, that thou art wholly gone up5927 to the housetops1406?","9":"Ye have seen7200 also the breaches1233 of the city5892 of David1732, that they are many7231: and ye gathered together6908 the waters4325 of the lower8481 pool1295.","24":"And they shall hang8518 upon him all the glory3519 of his father\u0027s1 house1004, the offspring6631 and the issue6849, all vessels3627 of small6996 quantity, from the vessels3627 of cups101, even to all the vessels3627 of flagons5035. vessels of flagons: or, instruments of viols","14":"And it was revealed1540 in mine ears241 by the LORD3068 of hosts6635, Surely this iniquity5771 shall not be purged3722 from you till ye die4191, saith559 the Lord136 GOD3069 of hosts6635.","7":"And it shall come to pass, that thy choicest4005 valleys6010 shall be full4390 of chariots7393, and the horsemen6571 shall set7896 themselves in array7896 at the gate8179. thy: Heb. the choice of thy valleys at: or, towards","15":"Thus saith559 the Lord136 GOD3069 of hosts6635, Go3212, get935 thee unto this treasurer5532, even unto Shebna7644, which is over the house1004, and say,","20":"And it shall come to pass in that day3117, that I will call7121 my servant5650 Eliakim471 the son1121 of Hilkiah2518:","25":"In that day3117, saith5002 the LORD3068 of hosts6635, shall the nail3489 that is fastened8628 in the sure539 place4725 be removed4185, and be cut down1438, and fall5307; and the burden4853 that was upon it shall be cut off3772: for the LORD3068 hath spoken1696 it.","23":"And I will fasten8628 him as a nail3489 in a sure539 place4725; and he shall be for a glorious3519 throne3678 to his father\u0027s1 house1004.","6":"And Elam5867 bare5375 the quiver827 with chariots7393 of men120 and horsemen6571, and Kir7024 uncovered6168 the shield4043. uncovered: Heb. made naked","4":"Therefore said559 I, Look away8159 from me; I will weep1065 bitterly4843, labour213 not to comfort5162 me, because of the spoiling7701 of the daughter1323 of my people5971. weep: Heb. be bitter in weeping","19":"And I will drive1920 thee from thy station4673, and from thy state4612 shall he pull thee down2040.","13":"And behold joy8342 and gladness8057, slaying2026 oxen1241, and killing7819 sheep6629, eating398 flesh1320, and drinking8354 wine3196: let us eat398 and drink8354; for to morrow4279 we shall die4191."},"13":{"16":"Their children5768 also shall be dashed to pieces7376 before their eyes5869; their houses1004 shall be spoiled8155, and their wives802 ravished7901 7693.","3":"I have commanded6680 my sanctified ones6942, I have also called7121 my mighty ones1368 for mine anger639, even them that rejoice5947 in my highness1346.","5":"They come935 from a far4801 country776, from the end7097 of heaven8064, even the LORD3068, and the weapons3627 of his indignation2195, to destroy2254 the whole land776.","21":"But wild beasts of the desert6728 shall lie7257 there; and their houses1004 shall be full4390 of doleful creatures255; and owls1323 3284 shall dwell7931 there, and satyrs8163 shall dance7540 there. wild: Heb. Ziim doleful: Heb. Ochim owls: or, ostriches: Heb. daughters of the owl","18":"Their bows7198 also shall dash7376 the young men5288 to pieces7376; and they shall have no pity7355 on the fruit6529 of the womb990; their eye5869 shall not spare2347 children1121.","12":"I will make a man582 more precious3365 than fine gold6337; even a man120 than the golden wedge3800 of Ophir211.","10":"For the stars3556 of heaven8064 and the constellations3685 thereof shall not give1984 their light216: the sun8121 shall be darkened2821 in his going forth3318, and the moon3394 shall not cause her light216 to shine5050.","2":"Lift ye up5375 a banner5251 upon the high8192 mountain2022, exalt7311 the voice6963 unto them, shake5130 the hand3027, that they may go935 into the gates6607 of the nobles5081.","22":"And the wild beasts of the islands338 shall cry6030 in their desolate houses490, and dragons8577 in their pleasant6027 palaces1964: and her time6256 is near7138 to come935, and her days3117 shall not be prolonged4900. the wild: Heb. Iim desolate: or, palaces","8":"And they shall be afraid926: pangs6735 and sorrows2256 shall take hold270 of them; they shall be in pain2342 as a woman that travaileth3205: they shall be amazed8539 one376 at another7453; their faces6440 shall be as flames3851. be amazed: Heb. wonder one: Heb. every man at his neighbour flames: Heb. faces of the flames","17":"Behold, I will stir up5782 the Medes4074 against them, which shall not regard2803 silver3701; and as for gold2091, they shall not delight2654 in it.","11":"And I will punish6485 the world8398 for their evil7451, and the wicked7563 for their iniquity5771; and I will cause the arrogancy1347 of the proud2086 to cease7673, and will lay low8213 the haughtiness1346 of the terrible6184.","1":"The burden4853 of Babylon894, which Isaiah3470 the son1121 of Amoz531 did see2372.","9":"Behold, the day3117 of the LORD3068 cometh935, cruel394 both with wrath5678 and fierce2740 anger639, to lay7760 the land776 desolate8047: and he shall destroy8045 the sinners2400 thereof out of it.","14":"And it shall be as the chased5080 roe6643, and as a sheep6629 that no man taketh up6908: they shall every man376 turn6437 to his own people5971, and flee5127 every one376 into his own land776.","7":"Therefore shall all hands3027 be faint7503, and every man\u0027s582 heart3824 shall melt4549: be faint: or, fall down","15":"Every one that is found4672 shall be thrust through1856; and every one that is joined5595 unto them shall fall5307 by the sword2719.","20":"It shall never5331 be inhabited3427, neither shall it be dwelt7931 in from generation1755 to generation1755: neither shall the Arabian6163 pitch tent167 there; neither shall the shepherds7462 make their fold7257 there.","6":"Howl3213 ye; for the day3117 of the LORD3068 is at hand7138; it shall come935 as a destruction7701 from the Almighty7706.","4":"The noise6963 of a multitude1995 in the mountains2022, like as1823 of a great7227 people5971; a tumultuous7588 noise6963 of the kingdoms4467 of nations1471 gathered together622: the LORD3068 of hosts6635 mustereth6485 the host6635 of the battle4421. like: Heb. the likeness of","19":"And Babylon894, the glory6643 of kingdoms4467, the beauty8597 of the Chaldees\u00273778 excellency1347, shall be as when God430 overthrew4114 Sodom5467 and Gomorrah6017. as: Heb. as the overthrowing","13":"Therefore I will shake7264 the heavens8064, and the earth776 shall remove7493 out of her place4725, in the wrath5678 of the LORD3068 of hosts6635, and in the day3117 of his fierce2740 anger639."},"47":{"3":"Thy nakedness6172 shall be uncovered1540, yea, thy shame2781 shall be seen7200: I will take3947 vengeance5359, and I will not meet6293 thee as a man120.","5":"Sit3427 thou silent1748, and get935 thee into darkness2822, O daughter1323 of the Chaldeans3778: for thou shalt no more3254 be called7121, The lady1404 of kingdoms4467.","12":"Stand5975 now with thine enchantments2267, and with the multitude7230 of thy sorceries3785, wherein834 thou hast laboured3021 from thy youth5271; if so be thou shalt be able3201 to profit3276, if so be thou mayest prevail6206.","10":"For thou hast trusted982 in thy wickedness7451: thou hast said559, None seeth7200 me. Thy wisdom2451 and thy knowledge1847, it hath perverted7725 thee; and thou hast said559 in thine heart3820, I am, and none else657 beside me. perverted: or, caused thee to turn away","2":"Take3947 the millstones7347, and grind2912 meal7058: uncover1540 thy locks6777, make bare2834 the leg7640, uncover1540 the thigh7785, pass over5674 the rivers5104.","8":"Therefore hear8085 now this, thou that art given to pleasures5719, that dwellest3427 carelessly983, that sayest559 in thine heart3824, I am, and none else657 beside me; I shall not sit3427 as a widow490, neither shall I know3045 the loss of children7908:","11":"Therefore shall evil7451 come935 upon thee; thou shalt not know3045 from whence it riseth7837: and mischief1943 shall fall5307 upon thee; thou shalt not be able3201 to put it off3722: and desolation7722 shall come935 upon thee suddenly6597, which thou shalt not know3045. from: Heb. the morning thereof put: Heb. expiate","1":"Come down3381, and sit3427 in the dust6083, O virgin1330 daughter1323 of Babylon894, sit3427 on the ground776: there is no throne3678, O daughter1323 of the Chaldeans3778: for thou shalt no more3254 be called7121 tender7390 and delicate6028.","9":"But these two8147 things shall come935 to thee in a moment7281 in one259 day3117, the loss of children7908, and widowhood489: they shall come935 upon thee in their perfection8537 for the multitude7230 of thy sorceries3785, and for the great3966 abundance6109 of thine enchantments2267.","14":"Behold, they shall be as stubble7179; the fire784 shall burn8313 them; they shall not deliver5337 themselves5315 from the power3027 of the flame3852: there shall not be a coal1513 to warm2552 at, nor fire217 to sit3427 before it. themselves: Heb. their souls","7":"And thou saidst559, I shall be a lady1404 for ever5769: so that thou didst not lay7760 these things to thy heart3820, neither didst remember2142 the latter end319 of it.","15":"Thus shall they be unto thee with whom thou hast laboured3021, even thy merchants5503, from thy youth5271: they shall wander8582 every one376 to his quarter5676; none shall save3467 thee.","6":"I was wroth7107 with my people5971, I have polluted2490 mine inheritance5159, and given5414 them into thine hand3027: thou didst shew7760 them no mercy7356; upon the ancient2205 hast thou very3966 heavily3513 laid thy yoke5923.","4":"As for our redeemer1350, the LORD3068 of hosts6635 is his name8034, the Holy One6918 of Israel3478.","13":"Thou art wearied3811 in the multitude7230 of thy counsels6098. Let now the astrologers1895 8064, the stargazers2374 3556, the monthly2320 prognosticators3045, stand up5975, and save3467 thee from these things that shall come935 upon thee. astrologers: Heb. viewers of the heavens the monthly: Heb. that give knowledge concerning the months"},"3":{"16":"Moreover the LORD3068 saith559, Because3282 the daughters1323 of Zion6726 are haughty1361, and walk3212 with stretched forth5186 necks1627 and wanton8265 eyes5869, walking1980 and mincing2952 as they go3212, and making a tinkling5913 with their feet7272: wanton: Heb. deceiving with their eyes mincing: or, tripping nicely","3":"The captain8269 of fifty2572, and the honourable5375 man6440, and the counsellor3289, and the cunning2450 artificer2791, and the eloquent995 orator3908. the honourable: Heb. a man eminent in countenance eloquent: or, skilful of speech","5":"And the people5971 shall be oppressed5065, every one376 by another376, and every one376 by his neighbour7453: the child5288 shall behave himself proudly7292 against the ancient2205, and the base7034 against the honourable3513.","21":"The rings2885, and nose639 jewels5141,","18":"In that day3117 the Lord136 will take away5493 the bravery8597 of their tinkling ornaments5914 about their feet, and their cauls7636, and their round tires like the moon7720, cauls: or, networks","12":"As for my people5971, children5953 are their oppressors5065, and women802 rule4910 over them. O my people5971, they which lead833 thee cause thee to err8582, and destroy1104 the way1870 of thy paths734. lead: or, call thee blessed destroy: Heb. swallow up","10":"Say559 ye to the righteous6662, that it shall be well2896 with him: for they shall eat398 the fruit6529 of their doings4611.","2":"The mighty man1368, and the man376 of war4421, the judge8199, and the prophet5030, and the prudent7080, and the ancient2205,","22":"The changeable suits of apparel4254, and the mantles4595, and the wimples4304, and the crisping pins2754,","8":"For Jerusalem3389 is ruined3782, and Judah3063 is fallen5307: because their tongue3956 and their doings4611 are against the LORD3068, to provoke4784 the eyes5869 of his glory3519.","17":"Therefore the Lord136 will smite with a scab5596 the crown of the head6936 of the daughters1323 of Zion6726, and the LORD3068 will discover6168 their secret parts6596. discover: Heb. make naked","11":"Woe188 unto the wicked7563! it shall be ill7451 with him: for the reward1576 of his hands3027 shall be given6213 him. given: Heb. done to him","1":"For, behold, the Lord113, the LORD3068 of hosts6635, doth take away5493 from Jerusalem3389 and from Judah3063 the stay4937 and the staff4938, the whole stay4937 of bread3899, and the whole3605 stay4937 of water4325,","9":"The shew1971 of their countenance6440 doth witness against them6030; and they declare5046 their sin2403 as Sodom5467, they hide3582 it not. Woe188 unto their soul5315! for they have rewarded1580 evil7451 unto themselves.","24":"And it shall come to pass, that instead of sweet smell1314 there shall be stink4716; and instead of a girdle2290 a rent5364; and instead of well set4639 hair4748 baldness7144; and instead of a stomacher6614 a girding4228 of sackcloth8242; and burning3587 instead of beauty3308.","14":"The LORD3068 will enter935 into judgment4941 with the ancients2205 of his people5971, and the princes8269 thereof: for ye have eaten up1197 the vineyard3754; the spoil1500 of the poor6041 is in your houses1004. eaten: or, burnt","7":"In that day3117 shall he swear5375, saying559, I will not be an healer2280; for in my house1004 is neither bread3899 nor clothing8071: make7760 me not a ruler7101 of the people5971. swear: Heb. lift up the hand healer: Heb. binder up","15":"What mean ye that ye beat1792 my people5971 to pieces1792, and grind2912 the faces6440 of the poor6041? saith5002 the Lord136 GOD3069 of hosts6635.","20":"The bonnets6287, and the ornaments of the legs6807, and the headbands7196, and the tablets5315 1004, and the earrings3908, tablets: Heb. houses of the soul","25":"Thy men4962 shall fall5307 by the sword2719, and thy mighty1369 in the war4421. mighty: Heb. might","23":"The glasses1549, and the fine linen5466, and the hoods6797, and the vails7289.","6":"When a man376 shall take hold8610 of his brother251 of the house1004 of his father1, saying, Thou hast clothing8071, be thou our ruler7101, and let this ruin4384 be under thy hand3027:","4":"And I will give5414 children5288 to be their princes8269, and babes8586 shall rule4910 over them.","19":"The chains5188, and the bracelets8285, and the mufflers7479, chains: or, sweet balls mufflers: or, spangled ornaments","13":"The LORD3068 standeth up5324 to plead7378, and standeth5975 to judge1777 the people5971.","26":"And her gates6607 shall lament578 and mourn56; and she being desolate5352 shall sit3427 upon the ground776. desolate: or, emptied: Heb. cleansed"},"8":{"16":"Bind up6887 the testimony8584, seal2856 the law8451 among my disciples3928.","3":"And I went7126 unto the prophetess5031; and she conceived2029, and bare3205 a son1121. Then said559 the LORD3068 to me, Call7121 his name8034 Mahershalalhashbaz4122. went: Heb. approached","5":"The LORD3068 spake1696 also unto me again3254, saying559,","21":"And they shall pass5674 through it, hardly bestead7185 and hungry7457: and it shall come to pass, that when they shall be hungry7456, they shall fret7107 themselves, and curse7043 their king4428 and their God430, and look6437 upward4605.","18":"Behold, I and the children3206 whom the LORD3068 hath given5414 me are for signs226 and for wonders4159 in Israel3478 from the LORD3068 of hosts6635, which dwelleth7931 in mount2022 Zion6726.","12":"Say559 ye not, A confederacy7195, to all them to whom this people5971 shall say559, A confederacy7195; neither fear3372 ye their fear4172, nor be afraid6206.","10":"Take5779 counsel6098 together5779, and it shall come to nought6565; speak1696 the word1697, and it shall not stand6965: for God410 is with us.","2":"And I took5749 unto me faithful539 witnesses5707 to record5749, Uriah223 the priest3548, and Zechariah2148 the son1121 of Jeberechiah3000.","22":"And they shall look5027 unto the earth776; and behold trouble6869 and darkness2825, dimness4588 of anguish6695; and they shall be driven5080 to darkness653.","8":"And he shall pass2498 through Judah3063; he shall overflow7857 and go over5674, he shall reach5060 even to the neck6677; and the stretching out4298 of his wings3671 shall fill4393 the breadth7341 of thy land776, O Immanuel6005 410. stretching: Heb. fulness of the breadth of thy land shall be the stretchings out of his wings","17":"And I will wait2442 upon the LORD3068, that hideth5641 his face6440 from the house1004 of Jacob3290, and I will look6960 for him.","11":"For the LORD3068 spake559 thus to me with a strong2393 hand3027, and instructed3256 me that I should not walk3212 in the way1870 of this people5971, saying559, with: Heb. in strength of hand","1":"Moreover the LORD3068 said559 unto me, Take3947 thee a great1419 roll1549, and write3789 in it with a man\u0027s582 pen2747 concerning Mahershalalhashbaz4122. Mahershalalhashbaz: Heb. In making speed to the spoil he hasteneth the prey, or, Make speed, etc","9":"Associate7489 yourselves, O ye people5971, and ye shall be broken in pieces2865; and give ear238, all3605 ye of far4801 countries776: gird247 yourselves, and ye shall be broken in pieces2865; gird247 yourselves, and ye shall be broken in pieces2865. people and: or, people, yet","14":"And he shall be for a sanctuary4720; but for a stone68 of stumbling5063 and for a rock6697 of offence4383 to both8147 the houses1004 of Israel3478, for a gin6341 and for a snare4170 to the inhabitants3427 of Jerusalem3389.","7":"Now therefore, behold, the Lord136 bringeth up5927 upon them the waters4325 of the river5104, strong6099 and many7227, even the king4428 of Assyria804, and all his glory3519: and he shall come up5927 over all his channels650, and go over1980 all his banks1415:","15":"And many7227 among them shall stumble3782, and fall5307, and be broken7665, and be snared3369, and be taken3920.","20":"To the law8451 and to the testimony8584: if they speak559 not according to this word1697, it is because there is no light7837 in them. no: Heb. no morning","6":"Forasmuch3282 as this people5971 refuseth3988 the waters4325 of Shiloah7975 that go1980 softly328, and rejoice4885 in Rezin7526 and Remaliah\u0027s7425 son1121;","4":"For before the child5288 shall have knowledge3045 to cry7121, My father1, and my mother517, the riches2428 of Damascus1834 and the spoil7998 of Samaria8111 shall be taken away5375 before6440 the king4428 of Assyria804. the riches: or, he that is before the king of Assyria shall take away the riches, etc","19":"And when they shall say559 unto you, Seek1875 unto them that have familiar spirits178, and unto wizards3049 that peep6850, and that mutter1897: should not a people5971 seek1875 unto their God430? for the living2416 to the dead4191?","13":"Sanctify6942 the LORD3068 of hosts6635 himself; and let him be your fear4172, and let him be your dread6206."},"12":{"3":"Therefore with joy8342 shall ye draw7579 water4325 out of the wells4599 of salvation3444.","2":"Behold, God410 is my salvation3444; I will trust982, and not be afraid6342: for the LORD3050 JEHOVAH3068 is my strength5797 and my song2176; he also is become my salvation3444.","1":"And in that day3117 thou shalt say559, O LORD3068, I will praise3034 thee: though thou wast angry599 with me, thine anger639 is turned away7725, and thou comfortedst5162 me.","4":"And in that day3117 shall ye say559, Praise3034 the LORD3068, call7121 upon his name8034, declare3045 his doings5949 among the people5971, make mention2142 that his name8034 is exalted7682. call: or, proclaim","6":"Cry out6670 and shout7442, thou inhabitant3427 of Zion6726: for great1419 is the Holy One6918 of Israel3478 in the midst7130 of thee. inhabitant: Heb. inhabitress","5":"Sing2167 unto the LORD3068; for he hath done6213 excellent things1348: this is known3045 3045 in all the earth776."},"65":{"16":"That he who blesseth1288 himself in the earth776 shall bless1288 himself in the God430 of truth543; and he that sweareth7650 in the earth776 shall swear7650 by the God430 of truth543; because the former7223 troubles6869 are forgotten7911, and because they are hid5641 from mine eyes5869.","3":"A people5971 that provoketh me to anger3707 continually8548 to my face6440; that sacrificeth2076 in gardens1593, and burneth incense6999 upon altars of brick3843; upon: Heb. upon bricks","5":"Which say559, Stand7126 by thyself, come not near5066 to me; for I am holier6942 than thou. These are a smoke6227 in my nose639, a fire784 that burneth3344 all the day3117. nose: or, anger","21":"And they shall build1129 houses1004, and inhabit3427 them; and they shall plant5193 vineyards3754, and eat398 the fruit6529 of them.","18":"But be ye glad7797 and rejoice1523 for ever5703 in that which I create1254: for, behold, I create1254 Jerusalem3389 a rejoicing1525, and her people5971 a joy4885.","12":"Therefore will I number4487 you to the sword2719, and ye shall all bow down3766 to the slaughter2874: because when I called7121, ye did not answer6030; when I spake1696, ye did not hear8085; but did6213 evil7451 before mine eyes5869, and did choose977 that wherein I delighted2654 not.","10":"And Sharon8289 shall be a fold5116 of flocks6629, and the valley6010 of Achor5911 a place for the herds1241 to lie down in7258, for my people5971 that have sought1875 me.","2":"I have spread out6566 my hands3027 all the day3117 unto a rebellious5637 people5971, which walketh1980 in a way1870 that was not good2896, after310 their own thoughts4284;","22":"They shall not build1129, and another312 inhabit3427; they shall not plant5193, and another312 eat398: for as the days3117 of a tree6086 are the days3117 of my people5971, and mine elect972 shall long enjoy1086 the work4639 of their hands3027. shall long: Heb. shall make them continue long, or, shall wear out","8":"Thus saith559 the LORD3068, As the new wine8492 is found4672 in the cluster811, and one saith559, Destroy7843 it not; for a blessing1293 is in it: so will I do6213 for my servants\u00275650 sakes, that I may not destroy7843 them all.","17":"For, behold, I create1254 new2319 heavens8064 and a new2319 earth776: and the former7223 shall not be remembered2142, nor come5927 into mind3820. come: Heb. come upon the heart","11":"But ye are they that forsake5800 the LORD3068, that forget7913 my holy6944 mountain2022, that prepare6186 a table7979 for that troop1409 1408, and that furnish4390 the drink offering4469 unto that number4507. troop: or, Gad number: or, Meni, a pagan god","1":"I am sought1875 of them that asked7592 not3808 for me; I am found4672 of them that sought1245 me not3808: I said559, Behold me, behold me, unto a nation1471 that was not called7121 by my name8034.","9":"And I will bring forth3318 a seed2233 out of Jacob3290, and out of Judah3063 an inheritor3423 of my mountains2022: and mine elect972 shall inherit3423 it, and my servants5650 shall dwell7931 there.","24":"And it shall come to pass, that before they call7121, I will answer6030; and while they are yet speaking1696, I will hear8085.","14":"Behold, my servants5650 shall sing7442 for joy2898 of heart3820, but ye shall cry6817 for sorrow3511 of heart3820, and shall howl3213 for vexation7667 of spirit7307. vexation: Heb. breaking","7":"Your iniquities5771, and the iniquities5771 of your fathers1 together3162, saith559 the LORD3068, which have burned incense6999 upon the mountains2022, and blasphemed2778 me upon the hills1389: therefore will I measure4058 their former7223 work6468 into their bosom2436.","15":"And ye shall leave3240 your name8034 for a curse7621 unto my chosen972: for the Lord136 GOD3069 shall slay4191 thee, and call7121 his servants5650 by another312 name8034:","20":"There shall be no more thence an infant5764 of days3117, nor an old man2205 that hath not filled4390 his days3117: for the child5288 shall die4191 an hundred3967 years8141 old1121; but the sinner2398 being an hundred3967 years8141 old1121 shall be accursed7043.","25":"The wolf2061 and the lamb2924 shall feed7462 together259, and the lion738 shall eat398 straw8401 like the bullock1241: and dust6083 shall be the serpent\u0027s5175 meat3899. They shall not hurt7489 nor destroy7843 in all my holy6944 mountain2022, saith559 the LORD3068.","23":"They shall not labour3021 in vain7385, nor bring forth3205 for trouble928; for they are the seed2233 of the blessed1288 of the LORD3068, and their offspring6631 with them.","6":"Behold, it is written3789 before6440 me: I will not keep silence2814, but will recompense7999, even recompense7999 into their bosom2436,","4":"Which remain3427 among the graves6913, and lodge3885 in the monuments5341, which eat398 swine\u0027s2386 flesh1320, and broth4839 6564 of abominable6292 things is in their vessels3627; broth: or, pieces","19":"And I will rejoice1523 in Jerusalem3389, and joy7797 in my people5971: and the voice6963 of weeping1065 shall be no more heard8085 in her, nor the voice6963 of crying2201.","13":"Therefore thus saith559 the Lord136 GOD3069, Behold, my servants5650 shall eat398, but ye shall be hungry7456: behold, my servants5650 shall drink8354, but ye shall be thirsty6770: behold, my servants5650 shall rejoice8055, but ye shall be ashamed954:"},"40":{"11":"He shall feed7462 his flock5739 like a shepherd7462: he shall gather6908 the lambs2922 with his arm2220, and carry5375 them in his bosom2436, and shall gently lead5095 those that are with young5763. that: or, that give suck","3":"The voice6963 of him that crieth7121 in the wilderness4057, Prepare6437 ye the way1870 of the LORD3068, make straight3474 in the desert6160 a highway4546 for our God430.","20":"He that is so impoverished5533 5534 that he hath no oblation8641 chooseth977 a tree6086 that will not rot7537; he seeketh1245 unto him a cunning2450 workman2796 to prepare3559 a graven image6459, that shall not be moved4131. is so: Heb. is poor of oblation","12":"Who hath measured4058 the waters4325 in the hollow of his hand8168, and meted out8505 heaven8064 with the span2239, and comprehended3557 the dust6083 of the earth776 in a measure7991, and weighed8254 the mountains2022 in scales6425, and the hills1389 in a balance3976? a measure: Heb. a tierce","10":"Behold, the Lord136 GOD3069 will come935 with strong2389 hand, and his arm2220 shall rule4910 for him: behold, his reward7939 is with him, and his work6468 before6440 him. with strong: or, against the strong his work: or, recompence for his work","17":"All nations1471 before him are as nothing; and they are counted2803 to him less than nothing657, and vanity8414.","13":"Who hath directed8505 the Spirit7307 of the LORD3068, or being his counsellor376 6098 hath taught3045 him? his: Heb. man of his counsel","27":"Why sayest559 thou, O Jacob3290, and speakest1696, O Israel3478, My way1870 is hid5641 from the LORD3068, and my judgment4941 is passed over5674 from my God430?","30":"Even the youths5288 shall faint3286 and be weary3021, and the young men970 shall utterly3782 fall3782:","18":"To whom then will ye liken1819 God410? or what likeness1823 will ye compare6186 unto him?","29":"He giveth5414 power3581 to the faint3287; and to them that have no might202 he increaseth7235 strength6109.","23":"That bringeth5414 the princes7336 to nothing; he maketh6213 the judges8199 of the earth776 as vanity8414.","19":"The workman2796 melteth5258 a graven image6459, and the goldsmith6884 spreadeth7554 it over with gold2091, and casteth6884 silver3701 chains7577.","1":"Comfort5162 ye, comfort5162 ye my people5971, saith559 your God430.","5":"And the glory3519 of the LORD3068 shall be revealed1540, and all flesh1320 shall see7200 it together3162: for the mouth6310 of the LORD3068 hath spoken1696 it.","4":"Every valley1516 shall be exalted5375, and every mountain2022 and hill1389 shall be made low8213: and the crooked6121 shall be made straight4334, and the rough places7406 plain1237: straight: or, a straight place plain: or, a plain place","8":"The grass2682 withereth3001, the flower6731 fadeth5034: but the word1697 of our God430 shall stand6965 for ever5769.","26":"Lift up5375 your eyes5869 on high4791, and behold7200 who hath created1254 these things, that bringeth out3318 their host6635 by number4557: he calleth7121 them all by names8034 by the greatness7230 of his might202, for that he is strong533 in power3581; not one376 faileth5737.","14":"With whom took he counsel3289, and who instructed995 him, and taught3925 him in the path734 of judgment4941, and taught3925 him knowledge1847, and shewed3045 to him the way1870 of understanding8394? instructed: Heb. made him understand understanding: Heb. understandings?","22":"It is he that sitteth3427 upon the circle2329 of the earth776, and the inhabitants3427 thereof are as grasshoppers2284; that stretcheth out5186 the heavens8064 as a curtain1852, and spreadeth them out4969 as a tent168 to dwell in3427: It is: or, Him that","28":"Hast thou not known3045? hast thou not heard8085, that the everlasting5769 God430, the LORD3068, the Creator1254 of the ends7098 of the earth776, fainteth3286 not, neither is weary3021? there is no searching2714 of his understanding8394.","25":"To whom then will ye liken1819 me, or shall I be equal7737? saith559 the Holy One6918.","9":"O Zion6726, that bringest good tidings1319, get thee up5927 into the high1364 mountain2022; O Jerusalem3389, that bringest good tidings1319, lift up7311 thy voice6963 with strength3581; lift it up7311, be not afraid3372; say559 unto the cities5892 of Judah3063, Behold your God430! O Zion: or, O thou that tellest good tidings to Zion O Jerusalem: or, O thou that tellest good tidings to Jerusalem","15":"Behold, the nations1471 are as a drop4752 of a bucket1805, and are counted2803 as the small dust7834 of the balance3976: behold, he taketh up5190 the isles339 as a very little thing1851.","21":"Have ye not known3045? have ye not heard8085? hath it not been told5046 you from the beginning7218? have ye not understood995 from the foundations4146 of the earth776?","24":"Yea, they shall not be planted5193; yea, they shall not be sown2232: yea, their stock1503 shall not take root8327 in the earth776: and he shall also blow5398 upon them, and they shall wither3001, and the whirlwind5591 shall take5375 them away as stubble7179.","16":"And Lebanon3844 is not369 sufficient1767 to burn1197, nor the beasts2416 thereof sufficient1767 for a burnt offering5930.","7":"The grass2682 withereth3001, the flower6731 fadeth5034: because the spirit7307 of the LORD3068 bloweth5380 upon it: surely403 the people5971 is grass2682.","2":"Speak1696 ye comfortably3820 to Jerusalem3389, and cry7121 unto her, that her warfare6635 is accomplished4390, that her iniquity5771 is pardoned7521: for she hath received3947 of the LORD\u0027S3068 hand3027 double3718 for all her sins2403. comfortably: Heb. to the heart warfare: or, appointed time","6":"The voice6963 said559, Cry7121. And he said559, What shall I cry7121? All flesh1320 is grass2682, and all the goodliness2617 thereof is as the flower6731 of the field7704:","31":"But they that wait6960 upon the LORD3068 shall renew2498 their strength3581; they shall mount up5927 with wings83 as eagles5404; they shall run7323, and not be weary3021; and they shall walk3212, and not faint3286. renew: Heb. change"},"14":{"11":"Thy pomp1347 is brought down3381 to the grave7585, and the noise1998 of thy viols5035: the worm7415 is spread3331 under thee, and the worms8438 cover4374 thee.","3":"And it shall come to pass in the day3117 that the LORD3068 shall give thee rest5117 from thy sorrow6090, and from thy fear7267, and from the hard7186 bondage5656 wherein thou wast made to serve5647,","20":"Thou shalt not be joined3161 with them in burial6900, because thou hast destroyed7843 thy land776, and slain2026 thy people5971: the seed2233 of evildoers7489 shall never5769 be renowned7121.","12":"How art thou fallen5307 from heaven8064, O Lucifer1966, son1121 of the morning7837 3213! how art thou cut down1438 to the ground776, which didst weaken2522 the nations1471! O Lucifer: or, O day star","10":"All they shall speak6030 and say559 unto thee, Art thou also become weak2470 as we? art thou become like4911 unto us?","17":"That made7760 the world8398 as a wilderness4057, and destroyed2040 the cities5892 thereof; that opened6605 not the house1004 of his prisoners615? opened: or, did not let his prisoners loose homeward?","13":"For thou hast said559 in thine heart3824, I will ascend5927 into heaven8064, I will exalt7311 my throne3678 above4605 the stars3556 of God410: I will sit3427 also upon the mount2022 of the congregation4150, in the sides3411 of the north6828:","27":"For the LORD3068 of hosts6635 hath purposed3289, and who shall disannul6565 it? and his hand3027 is stretched out5186, and who shall turn it back7725?","30":"And the firstborn1060 of the poor1800 shall feed7462, and the needy34 shall lie down7257 in safety983: and I will kill4191 thy root8328 with famine7458, and he shall slay2026 thy remnant7611.","18":"All the kings4428 of the nations1471, even all of them, lie7901 in glory3519, every one376 in his own house1004.","29":"Rejoice8055 not thou, whole Palestina6429, because the rod7626 of him that smote5221 thee is broken7665: for out of the serpent\u0027s5175 root8328 shall come forth3318 a cockatrice6848, and his fruit6529 shall be a fiery8314 flying5774 serpent8314. cockatrice: or, adder","23":"I will also make7760 it a possession4180 for the bittern7090, and pools98 of water4325: and I will sweep2894 it with the besom4292 of destruction8045, saith5002 the LORD3068 of hosts6635.","19":"But thou art cast out7993 of thy grave6913 like an abominable8581 branch5342, and as the raiment3830 of those that are slain2026, thrust through2944 with a sword2719, that go down3381 to the stones68 of the pit953; as a carcase6297 trodden under feet947.","1":"For the LORD3068 will have mercy7355 on Jacob3290, and will yet choose977 Israel3478, and set3240 them in their own land127: and the strangers1616 shall be joined3867 with them, and they shall cleave5596 to the house1004 of Jacob3290.","5":"The LORD3068 hath broken7665 the staff4294 of the wicked7563, and the sceptre7626 of the rulers4910.","4":"That thou shalt take up5375 this proverb4912 against the king4428 of Babylon894, and say559, How hath the oppressor5065 ceased7673! the golden city4062 ceased7673! proverb: or, taunting speech golden: or, exactress of gold","8":"Yea, the fir trees1265 rejoice8055 at thee, and the cedars730 of Lebanon3844, saying, Since thou art laid down7901, no feller3772 is come up5927 against us.","26":"This is the purpose6098 that is purposed3289 upon the whole earth776: and this is the hand3027 that is stretched out5186 upon all the nations1471.","14":"I will ascend5927 above the heights1116 of the clouds5645; I will be like1819 the most High5945.","22":"For I will rise up6965 against them, saith5002 the LORD3068 of hosts6635, and cut off3772 from Babylon894 the name8034, and remnant7605, and son5209, and nephew5220, saith5002 the LORD3068.","28":"In the year8141 that king4428 Ahaz271 died4194 was this burden4853.","25":"That I will break7665 the Assyrian804 in my land776, and upon my mountains2022 tread him under foot947: then shall his yoke5923 depart5493 from off them, and his burden5448 depart5493 from off their shoulders7926.","9":"Hell7585 from beneath is moved7264 for thee to meet7125 thee at thy coming935: it stirreth up5782 the dead7496 for thee, even all the chief ones6260 of the earth776; it hath raised up6965 from their thrones3678 all the kings4428 of the nations1471. Hell: or, The grave chief: Heb. leaders, or, great goats","15":"Yet thou shalt be brought down3381 to hell7585, to the sides3411 of the pit953.","21":"Prepare3559 slaughter4293 for his children1121 for the iniquity5771 of their fathers1; that they do not1077 rise6965, nor possess3423 the land776, nor fill4390 the face6440 of the world8398 with cities6145 5892.","24":"The LORD3068 of hosts6635 hath sworn7650, saying559, Surely as I have thought1819, so shall it come to pass; and as I have purposed3289, so shall it stand6965:","16":"They that see7200 thee shall narrowly look7688 upon thee, and consider995 thee, saying, Is this the man376 that made the earth776 to tremble7264, that did shake7493 kingdoms4467;","32":"What shall one then answer6030 the messengers4397 of the nation1471? That the LORD3068 hath founded3245 Zion6726, and the poor6041 of his people5971 shall trust2620 in it. trust: or, betake themselves unto it","7":"The whole earth776 is at rest5117, and is quiet8252: they break forth6476 into singing7440.","2":"And the people5971 shall take3947 them, and bring935 them to their place4725: and the house1004 of Israel3478 shall possess5157 them in the land127 of the LORD3068 for servants5650 and handmaids8198: and they shall take them captives7617, whose captives7617 they were; and they shall rule7287 over their oppressors5065. whose: Heb. that had taken them captives","6":"He who smote5221 the people5971 in wrath5678 with a continual1115 5627 stroke4347, he that ruled7287 the nations1471 in anger639, is persecuted4783, and none1097 hindereth2820. a continual: Heb. a stroke without removing","31":"Howl3213, O gate8179; cry2199, O city5892; thou, whole Palestina6429, art dissolved4127: for there shall come935 from the north6828 a smoke6227, and none shall be alone909 in his appointed times4151. none: or, he shall not be alone appointed: or, assemblies"},"26":{"16":"LORD3068, in trouble6862 have they visited6485 thee, they poured out6694 a prayer3908 when thy chastening4148 was upon them. prayer: Heb. secret speech","3":"Thou wilt keep5341 him in perfect7965 peace7965, whose mind3336 is stayed5564 on thee: because he trusteth982 in thee. perfect: Heb. peace, peace mind: or, thought, or, imagination","5":"For he bringeth down7817 them that dwell3427 on high4791; the lofty7682 city7151, he layeth it low8213; he layeth it low8213, even to the ground776; he bringeth5060 it even to the dust6083.","21":"For, behold, the LORD3068 cometh out3318 of his place4725 to punish6485 the inhabitants3427 of the earth776 for their iniquity5771: the earth776 also shall disclose1540 her blood1818, and shall no more cover3680 her slain2026. blood: Heb. bloods","18":"We have been with child2029, we have been in pain2342, we have as it were3644 brought forth3205 wind7307; we have not wrought6213 any deliverance3444 in the earth776; neither1077 have the inhabitants3427 of the world8398 fallen5307.","12":"LORD3068, thou wilt ordain8239 peace7965 for us: for thou also hast wrought6466 all our works4639 in us. in us: or, for us","10":"Let favour be shewed2603 to the wicked7563, yet will he not1077 learn3925 righteousness6664: in the land776 of uprightness5229 will he deal unjustly5765, and will not1077 behold7200 the majesty1348 of the LORD3068.","2":"Open6605 ye the gates8179, that the righteous6662 nation1471 which keepeth8104 the truth529 may enter in935. truth: Heb. truths","8":"Yea, in the way734 of thy judgments4941, O LORD3068, have we waited6960 for thee; the desire8378 of our soul5315 is to thy name8034, and to the remembrance2143 of thee.","17":"Like3644 as a woman with child2030, that draweth near7126 the time of her delivery3205, is in pain2342, and crieth out2199 in her pangs2256; so have we been in thy sight6440, O LORD3068.","11":"LORD3068, when thy hand3027 is lifted up7311, they will not see2372: but they shall see2372, and be ashamed954 for their envy7068 at the people5971; yea, the fire784 of thine enemies6862 shall devour398 them. at: or, toward thy people","1":"In that day3117 shall this song7892 be sung7891 in the land776 of Judah3063; We have a strong5797 city5892; salvation3444 will God appoint7896 for walls2346 and bulwarks2426.","9":"With my soul5315 have I desired183 thee in the night3915; yea, with my spirit7307 within7130 me will I seek thee early7836: for when thy judgments4941 are in the earth776, the inhabitants3427 of the world8398 will learn3925 righteousness6664.","14":"They are dead4191, they shall not live2421; they are deceased7496, they shall not rise6965: therefore hast thou visited6485 and destroyed8045 them, and made all their memory2143 to perish6.","7":"The way734 of the just6662 is uprightness4339: thou, most upright3477, dost weigh6424 the path4570 of the just6662.","15":"Thou hast increased3254 the nation1471, O LORD3068, thou hast increased3254 the nation1471: thou art glorified3513: thou hadst removed it far7368 unto all the ends7099 of the earth776.","20":"Come3212, my people5971, enter935 thou into thy chambers2315, and shut5462 thy doors1817 about thee: hide2247 thyself as it were for a little4592 moment7281, until the indignation2195 be overpast5674.","6":"The foot7272 shall tread it down7429, even the feet7272 of the poor6041, and the steps6471 of the needy1800.","4":"Trust982 ye in the LORD3068 for ever5703: for in the LORD3050 JEHOVAH3068 is everlasting5769 strength6697: everlasting: Heb. the rock of ages","19":"Thy dead4191 men shall live2421, together with my dead body5038 shall they arise6965. Awake6974 and sing7442, ye that dwell7931 in dust6083: for thy dew2919 is as the dew2919 of herbs219, and the earth776 shall cast out5307 the dead7496.","13":"O LORD3068 our God430, other lords113 beside2108 thee have had dominion1166 over us: but by thee only will we make mention2142 of thy name8034."},"17":{"3":"The fortress4013 also shall cease7673 from Ephraim669, and the kingdom4467 from Damascus1834, and the remnant7605 of Syria758: they shall be as the glory3519 of the children1121 of Israel3478, saith5002 the LORD3068 of hosts6635.","5":"And it shall be as when the harvestman7105 gathereth622 the corn7054, and reapeth7114 the ears7641 with his arm2220; and it shall be as he that gathereth3950 ears7641 in the valley6010 of Rephaim7497.","12":"Woe1945 to the multitude1995 of many7227 people5971, which make a noise1993 like the noise1993 of the seas3220; and to the rushing7588 of nations3816, that make a rushing like the rushing7582 of mighty3524 waters4325! multitude: or, noise mighty: or, many","10":"Because thou hast forgotten7911 the God430 of thy salvation3468, and hast not been mindful2142 of the rock6697 of thy strength4581, therefore shalt thou plant5193 pleasant5282 plants5194, and shalt set2232 it with strange2114 slips2156:","2":"The cities5892 of Aroer6177 are forsaken5800: they shall be for flocks5739, which shall lie down7257, and none shall make them afraid2729.","8":"And he shall not look8159 to the altars4196, the work4639 of his hands3027, neither shall respect7200 that which his fingers676 have made6213, either the groves842, or the images2553. images: or, sun images","11":"In the day3117 shalt thou make thy plant5194 to grow7735, and in the morning1242 shalt thou make thy seed2233 to flourish6524: but the harvest7105 shall be a heap5067 in the day3117 of grief2470 and of desperate605 sorrow3511. a heap: or, removed in the day of inheritance, and there shall be deadly sorrow","1":"The burden4853 of Damascus1834. Behold, Damascus1834 is taken away5493 from being a city5892, and it shall be a ruinous4654 heap4596.","9":"In that day3117 shall his strong4581 cities5892 be as a forsaken5800 bough2793, and an uppermost branch534, which they left5800 because6440 of the children1121 of Israel3478: and there shall be desolation8077.","14":"And behold at eveningtide6256 6153 trouble1091; and before the morning1242 he is not. This is the portion2506 of them that spoil8154 us, and the lot1486 of them that rob962 us.","7":"At that day3117 shall a man120 look8159 to his Maker6213, and his eyes5869 shall have respect7200 to the Holy6918 One of Israel3478.","6":"Yet gleaning grapes5955 shall be left7604 in it, as the shaking5363 of an olive tree2132, two8147 or three7969 berries1620 in the top7218 of the uppermost bough534, four702 or five2568 in the outmost fruitful6509 branches5585 thereof, saith5002 the LORD3068 God430 of Israel3478.","4":"And in that day3117 it shall come to pass, that the glory3519 of Jacob3290 shall be made thin1809, and the fatness4924 of his flesh1320 shall wax lean7329.","13":"The nations3816 shall rush7582 like the rushing7588 of many7227 waters4325: but God shall rebuke1605 them, and they shall flee5127 far off4801, and shall be chased7291 as the chaff4671 of the mountains2022 before6440 the wind7307, and like a rolling thing1534 before6440 the whirlwind5492. a rolling: or, thistledown"},"28":{"11":"For with stammering3934 lips8193 and another312 tongue3956 will he speak1696 to this people5971. stammering: Heb. stammerings of lip will: or, he hath spoken","3":"The crown5850 of pride1348, the drunkards7910 of Ephraim669, shall be trodden7429 under feet7272: under: Heb. with feet","20":"For the bed4702 is shorter7114 than that a man can stretch8311 himself on it: and the covering4541 narrower6887 than that he can wrap3664 himself in it.","12":"To whom he said559, This is the rest4496 wherewith ye may cause the weary5889 to rest5117; and this is the refreshing4774: yet they would14 not hear8085.","10":"For precept6673 must be upon precept6673, precept6673 upon precept6673; line6957 upon line6957, line6957 upon line6957; here a little2191, and there a little2191: must be: or, hath been","17":"Judgment4941 also will I lay7760 to the line6957, and righteousness6666 to the plummet4949: and the hail1259 shall sweep away3261 the refuge4268 of lies3577, and the waters4325 shall overflow7857 the hiding place5643.","13":"But the word1697 of the LORD3068 was unto them precept6673 upon precept6673, precept6673 upon precept6673; line6957 upon line6957, line6957 upon line6957; here a little2191, and there a little2191; that they might go3212, and fall3782 backward268, and be broken7665, and snared3369, and taken3920.","27":"For the fitches7100 are not threshed1758 with a threshing instrument2742, neither is a cart5699 wheel212 turned about5437 upon the cummin3646; but the fitches7100 are beaten out2251 with a staff4294, and the cummin3646 with a rod7626.","18":"And your covenant1285 with death4194 shall be disannulled3722, and your agreement2380 with hell7585 shall not stand6965; when the overflowing7857 scourge7752 shall pass through5674, then ye shall be trodden down4823 by it. trodden: Heb. a treading down to it","29":"This also cometh forth3318 from the LORD3068 of hosts6635, which is wonderful6381 in counsel6098, and excellent1431 in working8454.","23":"Give ye ear238, and hear8085 my voice6963; hearken7181, and hear8085 my speech565.","19":"From the time1767 that it goeth forth5674 it shall take3947 you: for morning1242 by morning1242 shall it pass over5674, by day3117 and by night3915: and it shall be a vexation2113 only to understand995 the report8052. to: or, when he shall make you to understand doctrine","1":"Woe1945 to the crown5850 of pride1348, to the drunkards7910 of Ephraim669, whose glorious6643 beauty8597 is a fading5034 flower6731, which are on the head7218 of the fat8081 valleys1516 of them that are overcome1986 with wine3196! overcome: Heb. broken","5":"In that day3117 shall the LORD3068 of hosts6635 be for a crown5850 of glory6643, and for a diadem6843 of beauty8597, unto the residue7605 of his people5971,","4":"And the glorious6643 beauty8597, which is on the head7218 of the fat8081 valley1516, shall be a fading5034 flower6733, and as the hasty fruit1061 before the summer7019; which when he that looketh7200 upon it seeth7200, while it is yet in his hand3709 he eateth it up1104. eateth: Heb. swalloweth","8":"For all tables7979 are full4390 of vomit6892 and filthiness6675, so that there is no place4725 clean.","26":"For his God430 doth instruct3256 him to discretion4941, and doth teach3384 him. For: or, And he bindeth it in such sort as his God doth teach him","14":"Wherefore hear8085 the word1697 of the LORD3068, ye scornful3944 men582, that rule4910 this people5971 which is in Jerusalem3389.","22":"Now therefore be ye not mockers3887, lest your bands4147 be made strong2388: for I have heard8085 from the Lord136 GOD3069 of hosts6635 a consumption3617, even determined2782 upon the whole earth776.","28":"Bread3899 corn is bruised1854; because he will not ever5331 be threshing156 1758 it, nor break2000 it with the wheel1536 of his cart5699, nor bruise1854 it with his horsemen6571.","25":"When he hath made plain7737 the face6440 thereof, doth he not cast abroad6327 the fitches7100, and scatter2236 the cummin3646, and cast7760 in the principal7795 wheat2406 and the appointed5567 barley8184 and the rie3698 in their place1367? the principal: or, the wheat in the principal place, and barley in the appointed place rie: or, spelt place: Heb. border?","9":"Whom shall he teach3384 knowledge1844? and whom shall he make to understand995 doctrine8052? them that are weaned1580 from the milk2461, and drawn6267 from the breasts7699. doctrine: Heb. the hearing?","15":"Because ye have said559, We have made3772 a covenant1285 with death4194, and with hell7585 are we6213 at agreement2374; when the overflowing7857 scourge7752 7885 shall pass through5674 5674, it shall not come935 unto us: for we have made7760 lies3577 our refuge4268, and under falsehood8267 have we hid5641 ourselves:","21":"For the LORD3068 shall rise up6965 as in mount2022 Perazim6559, he shall be wroth7264 as in the valley6010 of Gibeon1391, that he may do6213 his work4639, his strange2114 work4639; and bring to pass5647 his act5656, his strange5237 act5656.","24":"Doth the plowman2790 plow2790 all day3117 to sow2232? doth he open6605 and break the clods7702 of his ground127?","16":"Therefore thus saith559 the Lord136 GOD3069, Behold, I lay3245 in Zion6726 for a foundation a stone68, a tried976 stone68, a precious3368 corner6438 stone, a sure3245 foundation4143: he that believeth539 shall not make haste2363.","7":"But they428 also have erred7686 through wine3196, and through strong drink7941 are out of the way8582; the priest3548 and the prophet5030 have erred7686 through strong drink7941, they are swallowed up1104 of4480 wine3196, they are out of the way8582 through strong drink7941; they err7686 in vision7203, they stumble6328 in judgment6417.","2":"Behold, the Lord136 hath a mighty2389 and strong one533, which as a tempest2230 of hail1259 and a destroying6986 storm8178, as a flood2230 of mighty3524 waters4325 overflowing7857, shall cast down3240 to the earth776 with the hand3027.","6":"And for a spirit7307 of judgment4941 to him that sitteth3427 in judgment4941, and for strength1369 to them that turn7725 the battle4421 to the gate8179."},"36":{"16":"Hearken8085 not to Hezekiah2396: for thus saith559 the king4428 of Assyria804, Make6213 an agreement with me by a present1293, and come out3318 to me: and eat398 ye every one376 of his vine1612, and every one376 of his fig tree8384, and drink8354 ye every one376 the waters4325 of his own cistern953; Make: or, Seek my favour by a present: Heb. Make with me a blessing","3":"Then came forth3318 unto him Eliakim471, Hilkiah\u0027s2518 son1121, which was over the house1004, and Shebna7644 the scribe5608, and Joah3098, Asaph\u0027s623 son1121, the recorder2142. scribe: or, secretary","5":"I say559, sayest thou, (but they are but vain8193 words1697) I have counsel6098 and strength1369 for war4421: now on whom dost thou trust982, that thou rebellest4775 against me? vain: Heb. a word of lips I have: or, but counsel and strength are for the war","21":"But they held their peace2790, and answered6030 him not a word1697: for the king\u0027s4428 commandment4687 was, saying559, Answer6030 him not.","18":"Beware lest Hezekiah2396 persuade5496 you, saying559, The LORD3068 will deliver5337 us. Hath any376 of the gods430 of the nations1471 delivered5337 his land776 out of the hand3027 of the king4428 of Assyria804?","12":"But Rabshakeh7262 said559, Hath my master113 sent7971 me to thy master113 and to thee to speak1696 these words1697? hath he not sent me to the men582 that sit3427 upon the wall2346, that they may eat398 their own dung2716 6675, and drink8354 their own piss4325 7272 7890 with you?","10":"And am I now come up5927 without1107 the LORD3068 against this land776 to destroy7843 it? the LORD3068 said559 unto me, Go up5927 against this land776, and destroy7843 it.","2":"And the king4428 of Assyria804 sent7971 Rabshakeh7262 from Lachish3923 to Jerusalem3389 unto king4428 Hezekiah2396 with a great3515 army2426. And he stood5975 by the conduit8585 of the upper5945 pool1295 in the highway4546 of the fuller\u0027s3526 field7704.","22":"Then came935 Eliakim471, the son1121 of Hilkiah2518, that was over the household1004, and Shebna7644 the scribe5608, and Joah3098, the son1121 of Asaph623, the recorder2142, to Hezekiah2396 with their clothes899 rent7167, and told5046 him the words1697 of Rabshakeh7262.","8":"Now therefore give pledges6148, I pray thee, to my master113 the king4428 of Assyria804, and I will give5414 thee two thousand505 horses5483, if thou be able3201 on thy part to set5414 riders7392 upon them. pledges: or, hostages","17":"Until I come935 and take you away3947 to a land776 like your own land776, a land776 of corn1715 and wine8492, a land776 of bread3899 and vineyards3754.","11":"Then said559 Eliakim471 and Shebna7644 and Joah3098 unto Rabshakeh7262, Speak1696, I pray thee, unto thy servants5650 in the Syrian language762; for we understand8085 it: and speak1696 not to us in the Jews\u0027 language3066, in the ears241 of the people5971 that are on the wall2346.","1":"Now it came to pass in the fourteenth702 6240 year8141 of king4428 Hezekiah2396, that Sennacherib5576 king4428 of Assyria804 came up5927 against all the defenced1219 cities5892 of Judah3063, and took8610 them.","9":"How then wilt thou turn away7725 the face6440 of one259 captain6346 of the least6996 of my master\u0027s113 servants5650, and put thy trust982 on Egypt4714 for chariots7393 and for horsemen6571?","14":"Thus saith559 the king4428, Let not Hezekiah2396 deceive5377 you: for he shall not be able3201 to deliver5337 you.","7":"But if thou say559 to me, We trust982 in the LORD3068 our God430: is it not he, whose high places1116 and whose altars4196 Hezekiah2396 hath taken away5493, and said559 to Judah3063 and to Jerusalem3389, Ye shall worship7812 before6440 this altar4196?","15":"Neither let Hezekiah2396 make you trust982 in the LORD3068, saying559, The LORD3068 will surely5337 deliver5337 us: this city5892 shall not be delivered5414 into the hand3027 of the king4428 of Assyria804.","20":"Who are they among all the gods430 of these lands776, that have delivered5337 their land776 out of my hand3027, that the LORD3068 should deliver5337 Jerusalem3389 out of my hand3027?","6":"Lo, thou trustest982 in the staff4938 of this broken7533 reed7070, on Egypt4714; whereon if a man376 lean5564, it will go935 into his hand3709, and pierce5344 it: so is Pharaoh6547 king4428 of Egypt4714 to all that trust982 in him.","4":"And Rabshakeh7262 said559 unto them, Say559 ye now to Hezekiah2396, Thus saith559 the great1419 king4428, the king4428 of Assyria804, What confidence986 is this wherein thou trustest982?","19":"Where are the gods430 of Hamath2574 and Arphad774? where are the gods430 of Sepharvaim5617? and have they delivered5337 Samaria8111 out of my hand3027?","13":"Then Rabshakeh7262 stood5975, and cried7121 with a loud1419 voice6963 in the Jews\u0027 language3066, and said559, Hear8085 ye the words1697 of the great1419 king4428, the king4428 of Assyria804."},"4":{"3":"And it shall come to pass, that he that is left7604 in Zion6726, and he that remaineth3498 in Jerusalem3389, shall be called559 holy6918, even every one that is written3789 among the living2416 in Jerusalem3389: among: or, to life","2":"In that day3117 shall the branch6780 of the LORD3068 be beautiful6643 and glorious3519, and the fruit6529 of the earth776 shall be excellent1347 and comely for8597 them that are escaped6413 of Israel3478. beautiful: Heb. beauty and glory them: Heb. the escaping","1":"And in that day3117 seven7651 women802 shall take hold2388 of one259 man376, saying559, We will eat398 our own bread3899, and wear3847 our own apparel8071: only let us be called7121 by thy name8034, to take away622 our reproach2781. let: Heb. let thy name be called upon us to take: or, take thou away","4":"When the Lord136 shall have washed away7364 the filth6675 of the daughters1323 of Zion6726, and shall have purged1740 the blood1818 of Jerusalem3389 from the midst7130 thereof by the spirit7307 of judgment4941, and by the spirit7307 of burning1197.","6":"And there shall be a tabernacle5521 for a shadow6738 in the daytime3119 from the heat2721, and for a place of refuge4268, and for a covert4563 from storm2230 and from rain4306.","5":"And the LORD3068 will create1254 upon every dwelling place4349 of mount2022 Zion6726, and upon her assemblies4744, a cloud6051 and smoke6227 by day3119, and the shining5051 of a flaming3852 fire784 by night3915: for upon all the glory3519 shall be a defence2646. upon all: or, above all defence: Heb. covering"},"50":{"7":"For the Lord136 GOD3069 will help5826 me; therefore shall I not be confounded3637: therefore have I set7760 my face6440 like a flint2496, and I know3045 that I shall not be ashamed954.","9":"Behold, the Lord136 GOD3069 will help5826 me; who is he that shall condemn7561 me? lo, they all shall wax old1086 as a garment899; the moth6211 shall eat them up398.","10":"Who is among you that feareth3373 the LORD3068, that obeyeth8085 the voice6963 of his servant5650, that walketh1980 in darkness2825, and hath no light5051? let him trust982 in the name8034 of the LORD3068, and stay8172 upon his God430.","3":"I clothe3847 the heavens8064 with blackness6940, and I make7760 sackcloth8242 their covering3682.","11":"Behold, all ye that kindle6919 a fire784, that compass yourselves about247 with sparks2131: walk3212 in the light217 of your fire784, and in the sparks2131 that ye have kindled1197. This shall ye have of mine hand3027; ye shall lie down7901 in sorrow4620.","2":"Wherefore, when I came935, was there no man376? when I called7121, was there none to answer6030? Is my hand3027 shortened7114 at all7114, that it cannot redeem6304? or have I no power3581 to deliver5337? behold, at my rebuke1606 I dry up2717 the sea3220, I make7760 the rivers5104 a wilderness4057: their fish1710 stinketh887, because there is no water4325, and dieth4191 for thirst6772.","1":"Thus saith559 the LORD3068, Where is the bill5612 of your mother\u0027s517 divorcement3748, whom I have put away7971? or which of my creditors5383 is it to whom I have sold4376 you? Behold, for your iniquities5771 have ye sold4376 yourselves, and for your transgressions6588 is your mother517 put away7971.","4":"The Lord136 GOD3069 hath given5414 me the tongue3956 of the learned3928, that I should know3045 how to speak5790 a word1697 in season to him that is weary3287: he wakeneth5782 morning1242 by morning1242, he wakeneth5782 mine ear241 to hear8085 as the learned3928.","6":"I gave5414 my back1460 to the smiters5221, and my cheeks3895 to them that plucked off4803 the hair: I hid5641 not my face6440 from shame3639 and spitting7536.","5":"The Lord136 GOD3069 hath opened6605 mine ear241, and I was not rebellious4784, neither turned away5472 back268.","8":"He is near7138 that justifieth6663 me; who will contend7378 with me? let us stand5975 together3162: who is mine adversary1167 4941? let him come near5066 to me. mine: Heb. the master of my cause?"},"45":{"16":"They shall be ashamed954, and also confounded3637, all of them: they shall go1980 to confusion3639 together3162 that are makers2796 of idols6736.","3":"And I will give5414 thee the treasures214 of darkness2822, and hidden riches4301 of secret places4565, that thou mayest know3045 that I, the LORD3068, which call7121 thee by thy name8034, am the God430 of Israel3478.","5":"I am the LORD3068, and there is none else, there is no God430 beside2108 me: I girded247 thee, though thou hast not known3045 me:","21":"Tell5046 ye, and bring them near5066; yea, let them take counsel3289 together3162: who hath declared8085 this from ancient time6924? who hath told5046 it from that time? have not I the LORD3068? and there is no God430 else beside1107 me; a just6662 God410 and a Saviour3467; there is none369 beside2108 me.","18":"For thus saith559 the LORD3068 that created1254 the heavens8064; God430 himself that formed3335 the earth776 and made6213 it; he hath established3559 it, he created1254 it not in vain8414, he formed3335 it to be inhabited3427: I am the LORD3068; and there is none else.","12":"I have made6213 the earth776, and created1254 man120 upon it: I, even my hands3027, have stretched out5186 the heavens8064, and all their host6635 have I commanded6680.","10":"Woe1945 unto him that saith559 unto his father1, What begettest3205 thou? or to the woman802, What hast thou brought forth2342?","2":"I will go3212 before6440 thee, and make3474 the crooked places1921 straight3474 3474: I will break in pieces7665 the gates1817 of brass5154, and cut in sunder1438 the bars1280 of iron1270:","22":"Look6437 unto me, and be ye saved3467, all the ends657 of the earth776: for I am God410, and there is none else.","8":"Drop down7491, ye heavens8064, from above4605, and let the skies7834 pour down5140 righteousness6664: let the earth776 open6605, and let them bring forth6509 salvation3468, and let righteousness6666 spring up6779 together3162; I the LORD3068 have created1254 it.","17":"But Israel3478 shall be saved3467 in the LORD3068 with an everlasting5769 salvation8668: ye shall not be ashamed954 nor confounded3637 world5769 without end5703.","11":"Thus saith559 the LORD3068, the Holy One6918 of Israel3478, and his Maker3335, Ask7592 me of things to come857 concerning my sons1121, and concerning the work6467 of my hands3027 command6680 ye me.","1":"Thus saith559 the LORD3068 to his anointed4899, to Cyrus3566, whose right hand3225 I have holden2388, to subdue7286 nations1471 before6440 him; and I will loose6605 the loins4975 of kings4428, to open6605 before6440 him the two leaved gates1817; and the gates8179 shall not be shut5462; have: or, strengthened","9":"Woe1945 unto him that striveth7378 with his Maker3335! Let the potsherd2789 strive with the potsherds2789 of the earth127. Shall the clay2563 say559 to him that fashioneth3335 it, What makest6213 thou? or thy work6467, He hath no hands3027?","24":"Surely, shall one say559, in the LORD3068 have I righteousness6666 and strength5797: even to him shall men come935; and all that are incensed2734 against him shall be ashamed954. Surely: or, Surely he shall say of me, In the LORD is all righteousness and strength righteousness: Heb. righteousnesses","14":"Thus saith559 the LORD3068, The labour3018 of Egypt4714, and merchandise5505 of Ethiopia3568 and of the Sabeans5436, men582 of stature4060, shall come over5674 unto thee, and they shall be thine: they shall come3212 after310 thee; in chains2131 they shall come over5674, and they shall fall down7812 unto thee, they shall make supplication6419 unto thee, saying, Surely God410 is in thee; and there is none else, there is no657 God430.","7":"I form3335 the light216, and create1254 darkness2822: I make6213 peace7965, and create1254 evil7451: I the LORD3068 do6213 all these things.","15":"Verily403 thou art a God410 that hidest5641 thyself, O God430 of Israel3478, the Saviour3467.","20":"Assemble6908 yourselves and come935; draw near5066 together3162, ye that are escaped6412 of the nations1471: they have no knowledge3045 that set up5375 the wood6086 of their graven image6459, and pray6419 unto a god410 that cannot save3467.","25":"In the LORD3068 shall all the seed2233 of Israel3478 be justified6663, and shall glory1984.","23":"I have sworn7650 by myself, the word1697 is gone out3318 of my mouth6310 in righteousness6666, and shall not return7725, That unto me every knee1290 shall bow3766, every tongue3956 shall swear7650.","6":"That they may know3045 from the rising4217 of the sun8121, and from the west4628, that there is none657 beside1107 me. I am the LORD3068, and there is none else.","4":"For Jacob3290 my servant\u0027s5650 sake, and Israel3478 mine elect972, I have even called7121 thee by thy name8034: I have surnamed3655 thee, though thou hast not known3045 me.","19":"I have not spoken1696 in secret5643, in a dark2822 place4725 of the earth776: I said559 not unto the seed2233 of Jacob3290, Seek1245 ye me in vain8414: I the LORD3068 speak1696 righteousness6664, I declare5046 things that are right4339.","13":"I have raised him up5782 in righteousness6664, and I will direct3474 all his ways1870: he shall build1129 my city5892, and he shall let go7971 my captives1546, not for price4242 nor reward7810, saith559 the LORD3068 of hosts6635. direct: or, make straight"},"60":{"16":"Thou shalt also suck3243 the milk2461 of the Gentiles1471, and shalt suck3243 the breast7699 of kings4428: and thou shalt know3045 that I the LORD3068 am thy Saviour3467 and thy Redeemer1350, the mighty One46 of Jacob3290.","3":"And the Gentiles1471 shall come1980 to thy light216, and kings4428 to the brightness5051 of thy rising2225.","5":"Then thou shalt see7200 3372, and flow together5102, and thine heart3824 shall fear6342, and be enlarged7337; because the abundance1995 of the sea3220 shall be converted2015 unto thee, the forces2428 of the Gentiles1471 shall come935 unto thee. abundance: or, noise of the sea shall be turned toward thee forces: or, wealth","21":"Thy people5971 also shall be all righteous6662: they shall inherit3423 the land776 for ever5769, the branch5342 of my planting4302, the work4639 of my hands3027, that I may be glorified6286.","18":"Violence2555 shall no more be heard8085 in thy land776, wasting7701 nor destruction7667 within thy borders1366; but thou shalt call7121 thy walls2346 Salvation3444, and thy gates8179 Praise8416.","12":"For the nation1471 and kingdom4467 that will not serve5647 thee shall perish6; yea, those nations1471 shall be utterly2717 wasted2717.","10":"And the sons1121 of strangers5236 shall build up1129 thy walls2346, and their kings4428 shall minister8334 unto thee: for in my wrath7110 I smote5221 thee, but in my favour7522 have I had mercy7355 on thee.","2":"For, behold, the darkness2822 shall cover3680 the earth776, and gross darkness6205 the people3816: but the LORD3068 shall arise2224 upon thee, and his glory3519 shall be seen7200 upon thee.","22":"A little one6996 shall become a thousand505, and a small one6810 a strong6099 nation1471: I the LORD3068 will hasten2363 it in his time6256.","8":"Who are these that fly5774 as a cloud5645, and as the doves3123 to their windows699?","17":"For brass5178 I will bring935 gold2091, and for iron1270 I will bring935 silver3701, and for wood6086 brass5178, and for stones68 iron1270: I will also make7760 thy officers6486 peace7965, and thine exactors5065 righteousness6666.","11":"Therefore thy gates8179 shall be open6605 continually8548; they shall not be shut5462 day3119 nor night3915; that men may bring935 unto thee the forces2428 of the Gentiles1471, and that their kings4428 may be brought5090. forces: or, wealth","1":"Arise6965, shine215; for thy light216 is come935, and the glory3519 of the LORD3068 is risen2224 upon thee. shine: or, be enlightened; for thy light cometh","9":"Surely the isles339 shall wait6960 for me, and the ships591 of Tarshish8659 first7223, to bring935 thy sons1121 from far7350, their silver3701 and their gold2091 with them, unto the name8034 of the LORD3068 thy God430, and to the Holy One6918 of Israel3478, because he hath glorified6286 thee.","14":"The sons1121 also of them that afflicted6031 thee shall come1980 bending7817 unto thee; and all they that despised5006 thee shall bow themselves down7812 at the soles3709 of thy feet7272; and they shall call7121 thee, The city5892 of the LORD3068, The Zion6726 of the Holy One6918 of Israel3478.","7":"All the flocks6629 of Kedar6938 shall be gathered together6908 unto thee, the rams352 of Nebaioth5032 shall minister8334 unto thee: they shall come up5927 with acceptance7522 on mine altar4196, and I will glorify6286 the house1004 of my glory8597.","15":"Whereas8478 thou hast been forsaken5800 and hated8130, so that no man went through5674 thee, I will make7760 thee an eternal5769 excellency1347, a joy4885 of many1755 generations1755.","20":"Thy sun8121 shall no more go down935; neither shall thy moon3391 withdraw622 itself: for the LORD3068 shall be thine everlasting5769 light216, and the days3117 of thy mourning60 shall be ended7999.","6":"The multitude8229 of camels1581 shall cover3680 thee, the dromedaries1070 of Midian4080 and Ephah5891; all they from Sheba7614 shall come935: they shall bring5375 gold2091 and incense3828; and they shall shew forth1319 the praises8416 of the LORD3068.","4":"Lift up5375 thine eyes5869 round about5439, and see7200: all they gather themselves together6908, they come935 to thee: thy sons1121 shall come935 from far7350, and thy daughters1323 shall be nursed539 at thy side6654.","19":"The sun8121 shall be no more thy light216 by day3119; neither for brightness5051 shall the moon3394 give light216 unto thee: but the LORD3068 shall be unto thee an everlasting5769 light215, and thy God430 thy glory8597.","13":"The glory3519 of Lebanon3844 shall come935 unto thee, the fir tree1265, the pine tree8410, and the box8391 together3162, to beautify6286 the place4725 of my sanctuary4720; and I will make the place4725 of my feet7272 glorious3513."},"38":{"16":"O Lord136, by these things men live2421, and in all these things is the life2416 of my spirit7307: so wilt thou recover2492 me, and make me to live2421.","3":"And said559, Remember2142 now, O LORD3068, I beseech577 thee, how I have walked1980 before6440 thee in truth571 and with a perfect8003 heart3820, and have done6213 that which is good2896 in thy sight5869. And Hezekiah2396 wept1058 1065 sore1419. sore: Heb. with great weeping","5":"Go1980, and say559 to Hezekiah2396, Thus saith559 the LORD3068, the God430 of David1732 thy father1, I have heard8085 thy prayer8605, I have seen7200 thy tears1832: behold, I will add3254 unto thy days3117 fifteen2568 6240 years8141.","21":"For Isaiah3470 had said559, Let them take5375 a lump1690 of figs8384, and lay it for a plaister4799 upon the boil7822, and he shall recover2421.","18":"For the grave7585 cannot praise3034 thee, death4194 can not celebrate1984 thee: they that go down3381 into the pit953 cannot hope7663 for thy truth571.","12":"Mine age1755 is departed5265, and is removed1540 from me as a shepherd\u0027s7473 tent168: I have cut off7088 like a weaver707 my life2416: he will cut me off1214 with pining sickness1803: from day3117 even to night3915 wilt thou make an end7999 of me. with: or, from the thrum","10":"I said559 in the cutting off1824 of my days3117, I shall go3212 to the gates8179 of the grave7585: I am deprived6485 of the residue3499 of my years8141.","2":"Then Hezekiah2396 turned5437 his face6440 toward the wall7023, and prayed6419 unto the LORD3068,","22":"Hezekiah2396 also had said559, What is the sign226 that I shall go up5927 to the house1004 of the LORD3068?","8":"Behold, I will bring again7725 the shadow6738 of the degrees4609, which is gone down3381 in the sun8121 dial4609 of Ahaz271, ten6235 degrees4609 backward322. So the sun8121 returned7725 ten6235 degrees4609, by which degrees4609 it was gone down3381. sun dial: Heb. degrees by, or, with the sun","17":"Behold, for peace7965 I had great bitterness4751 4843: but thou hast in love2836 to my soul5315 delivered it from the pit7845 of corruption1097: for thou hast cast7993 all my sins2399 behind310 thy back1460. for peace: or, on my peace came great bitterness thou hast in: Heb. thou hast loved my soul from the pit","11":"I said559, I shall not see7200 the LORD3050, even the LORD3050, in the land776 of the living2416: I shall behold5027 man120 no more with the inhabitants3427 of the world2309.","1":"In those days3117 was Hezekiah2396 sick2470 unto death4191. And Isaiah3470 the prophet5030 the son1121 of Amoz531 came935 unto him, and said559 unto him, Thus saith559 the LORD3068, Set thine house1004 in order6680: for thou shalt die4191, and not live2421. Set: Heb. Give charge concerning thy house","9":"The writing4385 of Hezekiah2396 king4428 of Judah3063, when he had been sick2470, and was recovered2421 of his sickness2483:","14":"Like a crane5483 or a swallow5693, so did I chatter6850: I did mourn1897 as a dove3123: mine eyes5869 fail1809 with looking upward4791: O LORD3068, I am oppressed6234; undertake6148 for me. undertake: or, ease me","7":"And this shall be a sign226 unto thee from the LORD3068, that the LORD3068 will do6213 this thing1697 that he hath spoken1696;","15":"What shall I say1696? he hath both spoken559 unto me, and himself hath done6213 it: I shall go softly1718 all my years8141 in the bitterness4751 of my soul5315.","20":"The LORD3068 was ready to save3467 me: therefore we will sing my songs5058 to the stringed instruments5059 all the days3117 of our life2416 in the house1004 of the LORD3068.","6":"And I will deliver5337 thee and this city5892 out of the hand3709 of the king4428 of Assyria804: and I will defend1598 this city5892.","4":"Then came the word1697 of the LORD3068 to Isaiah3470, saying559,","19":"The living2416, the living2416, he shall praise3034 thee, as I do this day3117: the father1 to the children1121 shall make known3045 thy truth571.","13":"I reckoned7737 till morning1242, that, as a lion738, so will he break7665 all my bones6106: from day3117 even to night3915 wilt thou make an end7999 of me."},"23":{"16":"Take3947 an harp3658, go about5437 the city5892, thou harlot2181 that hast been forgotten7911; make sweet3190 melody5059, sing many7235 songs7892, that thou mayest be remembered2142.","3":"And by great7227 waters4325 the seed2233 of Sihor7883, the harvest7105 of the river2975, is her revenue8393; and she is a mart5505 of nations1471.","5":"As at the report8088 concerning Egypt4714, so shall they be sorely pained2342 at the report8088 of Tyre6865.","18":"And her merchandise5504 and her hire868 shall be holiness6944 to the LORD3068: it shall not be treasured686 nor laid up2630; for her merchandise5504 shall be for them that dwell3427 before6440 the LORD3068, to eat398 sufficiently7654, and for durable6266 clothing4374. durable: Heb. old","12":"And he said559, Thou shalt no more3254 rejoice5937, O thou oppressed6231 virgin1330, daughter1323 of Zidon6721: arise6965, pass over5674 to Chittim3794; there also shalt thou have no rest5117.","10":"Pass5674 through thy land776 as a river2975, O daughter1323 of Tarshish8659: there is no more strength4206. strength: Heb. girdle","2":"Be still1826, ye inhabitants3427 of the isle339; thou whom the merchants5503 of Zidon6721, that pass over5674 the sea3220, have replenished4390. still: Heb. silent","8":"Who hath taken this counsel3289 against Tyre6865, the crowning5849 city, whose merchants5503 are princes8269, whose traffickers3667 are the honourable3513 of the earth776?","17":"And it shall come to pass after the end7093 of seventy7657 years8141, that the LORD3068 will visit6485 Tyre6865, and she shall turn7725 to her hire868, and shall commit fornication2181 with all the kingdoms4467 of the world776 upon the face6440 of the earth127.","11":"He stretched out5186 his hand3027 over the sea3220, he shook7264 the kingdoms4467: the LORD3068 hath given a commandment6680 against the merchant3667 city, to destroy8045 the strong4581 holds4581 thereof. against: or, concerning a merchantman the merchant city: Heb. Canaan strong: or, strengths","1":"The burden4853 of Tyre6865. Howl3213, ye ships591 of Tarshish8659; for it is laid waste7703, so that there is no house1004, no entering in935: from the land776 of Chittim3794 it is revealed1540 to them.","9":"The LORD3068 of hosts6635 hath purposed3289 it, to stain2490 the pride1347 of all glory6643, and to bring into contempt7043 all the honourable3513 of the earth776. to stain: Heb. to pollute","14":"Howl3213, ye ships591 of Tarshish8659: for your strength4581 is laid waste7703.","7":"Is this your joyous5947 city, whose antiquity6927 is of ancient6924 days3117? her own feet7272 shall carry2986 her afar off7350 to sojourn1481. afar: Heb. from afar off","15":"And it shall come to pass in that day3117, that Tyre6865 shall be forgotten7911 seventy7657 years8141, according to the days3117 of one259 king4428: after the end7093 of seventy7657 years8141 shall Tyre6865 sing7892 as an harlot2181. shall Tyre: Heb. it shall be unto Tyre as the song of an harlot","6":"Pass ye over5674 to Tarshish8659; howl3213, ye inhabitants3427 of the isle339.","4":"Be thou ashamed954, O Zidon6721: for the sea3220 hath spoken559, even the strength4581 of the sea3220, saying559, I travail2342 not, nor bring forth children3205, neither do I nourish up1431 young men970, nor bring up7311 virgins1330.","13":"Behold the land776 of the Chaldeans3778; this people5971 was not, till the Assyrian804 founded3245 it for them that dwell in the wilderness6728: they set up6965 the towers971 thereof, they raised up6209 the palaces759 thereof; and he brought7760 it to ruin4654."},"51":{"16":"And I have put7760 my words1697 in thy mouth6310, and I have covered3680 thee in the shadow6738 of mine hand3027, that I may plant5193 the heavens8064, and lay the foundations3245 of the earth776, and say559 unto Zion6726, Thou art my people5971.","3":"For the LORD3068 shall comfort5162 Zion6726: he will comfort5162 all her waste places2723; and he will make7760 her wilderness4057 like Eden5731, and her desert6160 like the garden1588 of the LORD3068; joy8342 and gladness8057 shall be found4672 therein, thanksgiving8426, and the voice6963 of melody2172.","5":"My righteousness6664 is near7138; my salvation3468 is gone forth3318, and mine arms2220 shall judge8199 the people5971; the isles339 shall wait6960 upon me, and on mine arm2220 shall they trust3176.","21":"Therefore hear8085 now this, thou afflicted6041, and drunken7937, but not with wine3196:","18":"There is none to guide5095 her among all the sons1121 whom she hath brought forth3205; neither is there any that taketh2388 her by the hand3027 of all the sons1121 that she hath brought up1431.","12":"I, even I, am he that comforteth5162 you: who art thou, that thou shouldest be afraid3372 of a man582 that shall die4191, and of the son1121 of man120 which shall be made5414 as grass2682;","10":"Art thou not it which hath dried2717 the sea3220, the waters4325 of the great7227 deep8415; that hath made7760 the depths4615 of the sea3220 a way1870 for the ransomed1350 to pass over5674?","2":"Look5027 unto Abraham85 your father1, and unto Sarah8283 that bare2342 you: for I called7121 him alone259, and blessed1288 him, and increased7235 him.","22":"Thus saith559 thy Lord113 the LORD3068, and thy God430 that pleadeth7378 the cause of his people5971, Behold, I have taken out3947 of thine hand3027 the cup3563 of trembling8653, even the dregs6907 of the cup3563 of my fury2534; thou shalt no more3254 drink it again8354:","8":"For the moth6211 shall eat them up398 like a garment899, and the worm5580 shall eat398 them like wool6785: but my righteousness6666 shall be for ever5769, and my salvation3444 from generation1755 to generation1755.","17":"Awake5782, awake5782, stand up6965, O Jerusalem3389, which hast drunk8354 at the hand3027 of the LORD3068 the cup3563 of his fury2534; thou hast drunken8354 the dregs6907 of the cup3563 of trembling8653, and wrung them out4680.","11":"Therefore the redeemed6299 of the LORD3068 shall return7725, and come935 with singing7440 unto Zion6726; and everlasting5769 joy8057 shall be upon their head7218: they shall obtain5381 gladness8342 and joy8057; and sorrow3015 and mourning585 shall flee away5127.","1":"Hearken8085 to me, ye that follow after7291 righteousness6664, ye that seek1245 the LORD3068: look5027 unto the rock6697 whence ye are hewn2672, and to the hole4718 of the pit953 whence ye are digged5365.","9":"Awake5782, awake5782, put on3847 strength5797, O arm2220 of the LORD3068; awake5782, as in the ancient6924 days3117, in the generations1755 of old5769. Art thou not it that hath cut2672 Rahab7294, and wounded2490 the dragon8577?","14":"The captive exile6808 hasteneth4116 that he may be loosed6605, and that he should not die4191 in the pit7845, nor that his bread3899 should fail2637.","7":"Hearken8085 unto me, ye that know3045 righteousness6664, the people5971 in whose heart3820 is my law8451; fear3372 ye not the reproach2781 of men582, neither be ye afraid2865 of their revilings1421.","15":"But I am the LORD3068 thy God430, that divided7280 the sea3220, whose waves1530 roared1993: The LORD3068 of hosts6635 is his name8034.","20":"Thy sons1121 have fainted5968, they lie7901 at the head7218 of all the streets2351, as a wild bull8377 in a net4364: they are full4392 of the fury2534 of the LORD3068, the rebuke1606 of thy God430.","23":"But I will put7760 it into the hand3027 of them that afflict3013 thee; which have said559 to thy soul5315, Bow down7812, that we may go over5674: and thou hast laid7760 thy body1460 as the ground776, and as the street2351, to them that went over5674.","6":"Lift up5375 your eyes5869 to the heavens8064, and look5027 upon the earth776 beneath: for the heavens8064 shall vanish away4414 like smoke6227, and the earth776 shall wax old1086 like a garment899, and they that dwell3427 therein shall die4191 in like3644 manner3654: but my salvation3444 shall be for ever5769, and my righteousness6666 shall not be abolished2865.","4":"Hearken7181 unto me, my people5971; and give ear238 unto me, O my nation3816: for a law8451 shall proceed3318 from me, and I will make my judgment4941 to rest7280 for a light216 of the people5971.","19":"These two8147 things are come7122 unto thee; who shall be sorry5110 for thee? desolation7701, and destruction7667, and the famine7458, and the sword2719: by whom shall I comfort5162 thee? are: Heb. happened destruction: Heb. breaking","13":"And forgettest7911 the LORD3068 thy maker6213, that hath stretched forth5186 the heavens8064, and laid the foundations3245 of the earth776; and hast feared6342 continually8548 every day3117 because6440 of the fury2534 of the oppressor6693, as if834 he were ready3559 to destroy7843? and where is the fury2534 of the oppressor6693? were: or, made himself ready"},"20":{"3":"And the LORD3068 said559, Like as my servant5650 Isaiah3470 hath walked1980 naked6174 and barefoot3182 three7969 years8141 for a sign226 and wonder4159 upon Egypt4714 and upon Ethiopia3568;","2":"At the same time6256 spake1696 the LORD3068 by3027 Isaiah3470 the son1121 of Amoz531, saying559, Go3212 and loose6605 the sackcloth8242 from off thy loins4975, and put off2502 thy shoe5275 from thy foot7272. And he did so6213, walking1980 naked6174 and barefoot3182. by: Heb. by the hand of","1":"In the year8141 that Tartan8661 came935 unto Ashdod795, (when Sargon5623 the king4428 of Assyria804 sent7971 him,) and fought3898 against Ashdod795, and took3920 it;","4":"So shall the king4428 of Assyria804 lead away5090 the Egyptians4714 prisoners7628, and the Ethiopians3568 captives1546, young5288 and old2205, naked6174 and barefoot3182, even with their buttocks8357 uncovered2834, to the shame6172 of Egypt4714. the Egyptians: Heb. the captivity of Egypt shame: Heb. nakedness","6":"And the inhabitant3427 of this isle339 shall say559 in that day3117, Behold, such3541 is our expectation4007, whither we flee5127 for help5833 to be delivered5337 from6440 the king4428 of Assyria804: and how shall we escape4422? isle: or, country","5":"And they shall be afraid2865 and ashamed954 of Ethiopia3568 their expectation4007, and of Egypt4714 their glory8597."},"59":{"16":"And he saw7200 that there was no man376, and wondered8074 that there was no intercessor6293: therefore his arm2220 brought salvation3467 unto him; and his righteousness6666, it sustained5564 him.","3":"For your hands3709 are defiled1351 with blood1818, and your fingers676 with iniquity5771; your lips8193 have spoken1696 lies8267, your tongue3956 hath muttered1897 perverseness5766.","5":"They hatch1234 cockatrice\u00276848 eggs1000, and weave707 the spider\u0027s5908 web6980: he that eateth398 of their eggs1000 dieth4191, and that which is crushed2116 breaketh out1234 into a viper660. cockatrice\u0027: or, adder\u0027s crushed: or, sprinkled is as if there brake out a viper","21":"As for me, this is my covenant1285 with them, saith559 the LORD3068; My spirit7307 that is upon thee, and my words1697 which I have put7760 in thy mouth6310, shall not depart4185 out of thy mouth6310, nor out of the mouth6310 of thy seed2233, nor out of the mouth6310 of thy seed\u0027s2233 seed2233, saith559 the LORD3068, from henceforth and for5704 ever5769.","18":"According to5921 their deeds1578, accordingly he will repay7999, fury2534 to his adversaries6862, recompence1576 to his enemies341; to the islands339 he will repay7999 recompence1576. deeds: Heb. recompences","12":"For our transgressions6588 are multiplied7231 before thee, and our sins2403 testify6030 against us: for our transgressions6588 are with us; and as for our iniquities5771, we know3045 them;","10":"We grope1659 for the wall7023 like the blind5787, and we grope1659 as if we had no eyes5869: we stumble3782 at noonday6672 as in the night5399; we are in desolate820 places as dead4191 men.","2":"But your iniquities5771 have separated914 between996 you and your God430, and your sins2403 have hid5641 his face6440 from you, that he will not hear8085. have hid: or, have made him hide","8":"The way1870 of peace7965 they know3045 not; and there is no judgment4941 in their goings4570: they have made them crooked6140 paths5410: whosoever goeth1869 therein shall not know3045 peace7965. judgment: or, right","17":"For he put on3847 righteousness6666 as a breastplate8302, and an helmet3553 of salvation3444 upon his head7218; and he put on3847 the garments899 of vengeance5359 for clothing8516, and was clad5844 with zeal7068 as a cloke4598.","11":"We roar1993 all like bears1677, and mourn1897 sore1897 like doves3123: we look6960 for judgment4941, but there is none; for salvation3444, but it is far off7368 from us.","1":"Behold2005, the LORD\u0027S3068 hand3027 is not shortened7114, that it cannot save3467; neither his ear241 heavy3513, that it cannot hear8085:","9":"Therefore is judgment4941 far7368 from us, neither doth justice6666 overtake5381 us: we wait6960 for light216, but behold obscurity2822; for brightness5054, but we walk1980 in darkness653.","14":"And judgment4941 is turned away5253 backward268, and justice6666 standeth5975 afar off7350: for truth571 is fallen3782 in the street7339, and equity5229 cannot3201 enter935.","7":"Their feet7272 run7323 to evil7451, and they make haste4116 to shed8210 innocent5355 blood1818: their thoughts4284 are thoughts4284 of iniquity205; wasting7701 and destruction7667 are in their paths4546. destruction: Heb. breaking","15":"Yea, truth571 faileth5737; and he that departeth5493 from evil7451 maketh himself a prey7997: and the LORD3068 saw7200 it, and it displeased3415 5869 him that there was no judgment4941. maketh: or, is accounted mad it displeased: Heb. it was evil in his eyes","20":"And the Redeemer1350 shall come935 to Zion6726, and unto them that turn7725 from transgression6588 in Jacob3290, saith5002 the LORD3068.","6":"Their webs6980 shall not become garments899, neither shall they cover3680 themselves with their works4639: their works4639 are works4639 of iniquity205, and the act6467 of violence2555 is in their hands3709.","4":"None calleth7121 for justice6664, nor any pleadeth8199 for truth530: they trust982 in vanity8414, and speak1696 lies7723; they conceive2029 mischief5999, and bring forth3205 iniquity205.","19":"So shall they fear3372 the name8034 of the LORD3068 from the west4628, and his glory3519 from the rising4217 of the sun8121. When the enemy6862 shall come in935 like a flood5104, the Spirit7307 of the LORD3068 shall lift up a standard5127 against him. lift: or, put him to flight","13":"In transgressing6586 and lying3584 against the LORD3068, and departing away5253 from310 our God430, speaking1696 oppression6233 and revolt5627, conceiving2029 and uttering1897 from the heart3820 words1697 of falsehood8267."},"54":{"16":"Behold, I have created1254 the smith2796 that bloweth5301 the coals6352 in the fire784, and that bringeth forth3318 an instrument3627 for his work4639; and I have created1254 the waster7843 to destroy2254.","3":"For thou shalt break forth6555 on the right hand3225 and on the left8040; and thy seed2233 shall inherit3423 the Gentiles1471, and make the desolate8074 cities5892 to be inhabited3427.","5":"For thy Maker6213 is thine husband1166; the LORD3068 of hosts6635 is his name8034; and thy Redeemer1350 the Holy One6918 of Israel3478; The God430 of the whole earth776 shall he be called7121.","12":"And I will make7760 thy windows8121 of agates3539, and thy gates8179 of carbuncles68 688, and all thy borders1366 of pleasant2656 stones68.","10":"For the mountains2022 shall depart4185, and the hills1389 be removed4131; but my kindness2617 shall not depart4185 from thee, neither shall the covenant1285 of my peace7965 be removed4131, saith559 the LORD3068 that hath mercy7355 on thee.","2":"Enlarge7337 the place4725 of thy tent168, and let them stretch forth5186 the curtains3407 of thine habitations4908: spare2820 not, lengthen748 thy cords4340, and strengthen2388 thy stakes3489;","8":"In a little8241 wrath7110 I hid5641 my face6440 from thee for a moment7281; but with everlasting5769 kindness2617 will I have mercy7355 on thee, saith559 the LORD3068 thy Redeemer1350.","17":"No weapon3627 that is formed3335 against thee shall prosper6743; and every tongue3956 that shall rise6965 against thee in judgment4941 thou shalt condemn7561. This is the heritage5159 of the servants5650 of the LORD3068, and their righteousness6666 is of me, saith5002 the LORD3068.","11":"O thou afflicted6041, tossed with tempest5590, and not comforted5162, behold, I will lay7257 thy stones68 with fair colours6320, and lay thy foundations3245 with sapphires5601.","1":"Sing7442, O barren6135, thou that didst not bear3205; break forth6476 into singing7440, and cry aloud6670, thou that didst not travail with child2342: for more7227 are the children1121 of the desolate8074 than the children1121 of the married wife1166, saith559 the LORD3068.","9":"For this is as the waters4325 of Noah5146 unto me: for as I have sworn7650 that the waters4325 of Noah5146 should no more go over5674 the earth776; so have I sworn7650 that I would not be wroth7107 with thee, nor rebuke1605 thee.","14":"In righteousness6666 shalt thou be established3559: thou shalt be far7368 from oppression6233; for thou shalt not fear3372: and from terror4288; for it shall not come near7126 thee.","7":"For a small6996 moment7281 have I forsaken5800 thee; but with great1419 mercies7356 will I gather6908 thee.","15":"Behold, they shall surely1481 gather together1481, but not657 by me: whosoever4310 shall gather together1481 against thee shall fall5307 for thy sake.","6":"For the LORD3068 hath called7121 thee as a woman802 forsaken5800 and grieved6087 in spirit7307, and a wife802 of youth5271, when thou wast refused3988, saith559 thy God430.","4":"Fear3372 not; for thou shalt not be ashamed954: neither be thou confounded3637; for thou shalt not be put to shame2659: for thou shalt forget7911 the shame1322 of thy youth5934, and shalt not remember2142 the reproach2781 of thy widowhood491 any more.","13":"And all thy children1121 shall be taught3928 of the LORD3068; and great7227 shall be the peace7965 of thy children1121."},"66":{"16":"For by fire784 and by his sword2719 will the LORD3068 plead8199 with all flesh1320: and the slain2491 of the LORD3068 shall be many7231.","3":"He that killeth7819 an ox7794 is as if he slew5221 a man376; he that sacrificeth2076 a lamb7716, as if he cut off6202 a dog\u0027s3611 neck6202; he that offereth5927 an oblation4503, as if he offered swine\u0027s2386 blood1818; he that burneth2142 incense3828, as if he blessed1288 an idol205. Yea, they have chosen977 their own ways1870, and their soul5315 delighteth2654 in their abominations8251. lamb: or, kid burneth: Heb. maketh a memorial of","5":"Hear8085 the word1697 of the LORD3068, ye that tremble2730 at his word1697; Your brethren251 that hated8130 you, that cast you out5077 for my name\u0027s8034 sake, said559, Let the LORD3068 be glorified3513: but he shall appear7200 to your joy8057, and they shall be ashamed954.","21":"And I will also take3947 of them for priests3548 and for Levites3881, saith559 the LORD3068.","18":"For I know their works4639 and their thoughts4284: it shall come935, that I will gather6908 all nations1471 and tongues3956; and they shall come935, and see7200 my glory3519.","12":"For thus saith559 the LORD3068, Behold, I will extend5186 peace7965 to her like a river5104, and the glory3519 of the Gentiles1471 like a flowing7857 stream5158: then shall ye suck3243, ye shall be borne5375 upon her sides6654, and be dandled8173 upon her knees1290.","10":"Rejoice8055 ye with Jerusalem3389, and be glad1523 with her, all ye that love157 her: rejoice7797 for joy4885 with her, all ye that mourn56 for her:","2":"For all those things hath mine hand3027 made6213, and all those things have been, saith5002 the LORD3068: but to this man will I look5027, even to him that is poor6041 and of a contrite5223 spirit7307, and trembleth2730 at my word1697.","22":"For as the new2319 heavens8064 and the new2319 earth776, which I will make6213, shall remain5975 before6440 me, saith5002 the LORD3068, so shall your seed2233 and your name8034 remain5975.","8":"Who hath heard8085 such a thing? who hath seen7200 such things? Shall the earth776 be made to bring forth2342 in one259 day3117? or shall a nation1471 be born3205 at once6471? for as soon as1571 Zion6726 travailed2342, she brought forth3205 her children1121.","17":"They that sanctify6942 themselves, and purify2891 themselves in the gardens1593 behind310 one259 tree in the midst8432, eating398 swine\u0027s2386 flesh1320, and the abomination8263, and the mouse5909, shall be consumed5486 together3162, saith5002 the LORD3068. behind: or, one after another","11":"That ye may suck3243, and be satisfied7646 with the breasts7699 of her consolations8575; that ye may milk out4711, and be delighted6026 with the abundance2123 of her glory3519. abundance: or, brightness","1":"Thus saith559 the LORD3068, The heaven8064 is my throne3678, and the earth776 is my footstool7272 1916: where is the house1004 that ye build1129 unto me? and where is the place4725 of my rest4496?","9":"Shall I bring to the birth7665, and not cause to bring forth3205? saith559 the LORD3068: shall I589 cause to bring forth3205, and shut6113 the womb? saith559 thy God430. not: or, not beget?","24":"And they shall go forth3318, and look7200 upon the carcases6297 of the men582 that have transgressed6586 against me: for their worm8438 shall not die4191, neither shall their fire784 be quenched3518; and they shall be an abhorring1860 unto all flesh1320.","14":"And when ye see7200 this, your heart3820 shall rejoice7797, and your bones6106 shall flourish6524 like an herb1877: and the hand3027 of the LORD3068 shall be known3045 toward his servants5650, and his indignation2194 toward his enemies341.","7":"Before she travailed2342, she brought forth3205; before her pain2256 came935, she was delivered4422 of a man child2145.","15":"For, behold, the LORD3068 will come935 with fire784, and with his chariots4818 like a whirlwind5492, to render7725 his anger639 with fury2534, and his rebuke1606 with flames3851 of fire784.","20":"And they shall bring935 all your brethren251 for an offering4503 unto the LORD3068 out of all nations1471 upon horses5483, and in chariots7393, and in litters6632, and upon mules6505, and upon swift beasts3753, to my holy6944 mountain2022 Jerusalem3389, saith559 the LORD3068, as the children1121 of Israel3478 bring935 an offering4503 in a clean2889 vessel3627 into the house1004 of the LORD3068. litters: or, coaches","23":"And it shall come to pass, that from1767 one new moon2320 to another2320, and from1767 one sabbath7676 to another7676, shall all flesh1320 come935 to worship7812 before6440 me, saith559 the LORD3068. from one new: Heb. from new moon to his new moon, and from sabbath to his sabbath","6":"A voice6963 of noise7588 from the city5892, a voice6963 from the temple1964, a voice6963 of the LORD3068 that rendereth7999 recompence1576 to his enemies341.","4":"I also will choose977 their delusions8586, and will bring935 their fears4035 upon them; because when I called7121, none did answer6030; when I spake1696, they did not hear8085: but they did6213 evil7451 before mine eyes5869, and chose977 that in which I delighted2654 not. delusions: or, devices","19":"And I will set7760 a sign226 among them, and I will send7971 those that escape6412 of them unto the nations1471, to Tarshish8659, Pul6322, and Lud3865, that draw4900 the bow7198, to Tubal8422, and Javan3120, to the isles339 afar off7350, that have not heard8085 my fame8088, neither have seen7200 my glory3519; and they shall declare5046 my glory3519 among the Gentiles1471.","13":"As one376 whom his mother517 comforteth5162, so will I comfort5162 you; and ye shall be comforted5162 in Jerusalem3389."},"57":{"16":"For I will not contend7378 for ever5769, neither will I be always5331 wroth7107: for the spirit7307 should fail5848 before6440 me, and the souls5397 which I have made6213.","3":"But draw near7126 hither, ye sons1121 of the sorceress6049, the seed2233 of the adulterer5003 and the whore2181.","5":"Enflaming2552 yourselves with idols410 under every green7488 tree6086, slaying7819 the children3206 in the valleys5158 under the clifts5585 of the rocks5553? with: or, among the oaks","21":"There is no peace7965, saith559 my God430, to the wicked7563.","18":"I have seen7200 his ways1870, and will heal7495 him: I will lead5148 him also, and restore7999 comforts5150 unto him and to his mourners57.","12":"I will declare5046 thy righteousness6666, and thy works4639; for they shall not profit3276 thee.","10":"Thou art wearied3021 in the greatness7230 of thy way1870; yet saidst559 thou not, There is no hope2976: thou hast found4672 the life2416 of thine hand3027; therefore thou wast not grieved2470. life: or, living","2":"He shall enter935 into peace7965: they shall rest5117 in their beds4904, each one walking1980 in his uprightness5228. enter into: or, go in in his: or, before him","8":"Behind310 the doors1817 also and the posts4201 hast thou set up7760 thy remembrance2146: for thou hast discovered1540 thyself to another than me, and art gone up5927; thou hast enlarged7337 thy bed4904, and made3772 thee a covenant with them; thou lovedst157 their bed4904 where3027 thou sawest2372 it. made: or, hewed it for thyself larger than theirs where: or, thou providedst room","17":"For the iniquity5771 of his covetousness1215 was I wroth7107, and smote5221 him: I hid5641 me, and was wroth7107, and he went on3212 frowardly7726 in the way1870 of his heart3820. frowardly: Heb. turning away","11":"And of whom hast thou been afraid1672 or feared3372, that thou hast lied3576, and hast not remembered2142 me, nor laid7760 it to thy heart3820? have not I held my peace2814 even of old5769, and thou fearest3372 me not?","1":"The righteous6662 perisheth6, and no man376 layeth7760 it to heart3820: and merciful2617 men582 are taken away622, none considering995 that the righteous6662 is taken away622 from6440 the evil7451 to come. merciful: Heb. men of kindness, or, godliness from: or, from that which is evil","9":"And thou wentest7788 to the king4428 with ointment8081, and didst increase7235 thy perfumes7547, and didst send7971 thy messengers6735 far off7350, and didst debase8213 thyself even unto hell7585. thou: or, thou respectedst","14":"And shall say559, Cast ye up5549, cast ye up5549, prepare6437 the way1870, take up7311 the stumblingblock4383 out of the way1870 of my people5971.","7":"Upon a lofty1364 and high5375 mountain2022 hast thou set7760 thy bed4904: even thither wentest thou up5927 to offer2076 sacrifice2077.","15":"For thus saith559 the high7311 and lofty One5375 that inhabiteth7931 eternity5703, whose name8034 is Holy6918; I dwell7931 in the high4791 and holy6918 place, with him also that is of a contrite1793 and humble8217 spirit7307, to revive2421 the spirit7307 of the humble8217, and to revive2421 the heart3820 of the contrite ones1792.","20":"But the wicked7563 are like the troubled1644 sea3220, when it cannot3201 rest8252, whose waters4325 cast up1644 mire7516 and dirt2916.","6":"Among the smooth2511 stones of the stream5158 is thy portion2506; they, they are thy lot1486: even to them hast thou poured8210 a drink offering5262, thou hast offered5927 a meat offering4503. Should I receive comfort5162 in these?","4":"Against whom do ye sport6026 yourselves? against whom make ye a wide7337 mouth6310, and draw out748 the tongue3956? are ye not children3206 of transgression6588, a seed2233 of falsehood8267,","19":"I create1254 the fruit5108 of the lips8193; Peace7965, peace7965 to him that is far off7350, and to him that is near7138, saith559 the LORD3068; and I will heal7495 him.","13":"When thou criest2199, let thy companies6899 deliver5337 thee; but the wind7307 shall carry them all away5375; vanity1892 shall take3947 them: but he that putteth his trust2620 in me shall possess5157 the land776, and shall inherit3423 my holy6944 mountain2022;"},"43":{"11":"I, even I, am the LORD3068; and beside1107 me there is no saviour3467.","3":"For I am the LORD3068 thy God430, the Holy One6918 of Israel3478, thy Saviour3467: I gave5414 Egypt4714 for thy ransom3724, Ethiopia3568 and Seba5434 for thee.","20":"The beast2416 of the field7704 shall honour3513 me, the dragons8577 and the owls1323 3284: because I give5414 waters4325 in the wilderness4057, and rivers5104 in the desert3452, to give drink8248 to my people5971, my chosen972. owls: or, ostriches: Heb. daughters of the owl","12":"I have declared5046, and have saved3467, and I have shewed8085, when there was no strange2114 god among you: therefore ye are my witnesses5707, saith5002 the LORD3068, that I am God410.","10":"Ye are my witnesses5707, saith5002 the LORD3068, and my servant5650 whom I have chosen977: that ye may know3045 and believe539 me, and understand995 that I am he: before6440 me there was no God410 formed3335, neither shall there be after310 me. no: or, nothing formed of God","17":"Which bringeth forth3318 the chariot7393 and horse5483, the army2428 and the power5808; they shall lie down7901 together3162, they shall not rise6965: they are extinct1846, they are quenched3518 as tow6594.","13":"Yea, before the day3117 was I am he; and there is none that can deliver5337 out of my hand3027: I will work6466, and who shall let7725 it? let it: Heb. turn it back?","27":"Thy first7223 father1 hath sinned2398, and thy teachers3887 have transgressed6586 against me. teachers: Heb. interpreters","18":"Remember2142 ye not the former things7223, neither consider995 the things of old6931.","23":"Thou hast not brought935 me the small cattle7716 of thy burnt offerings5930; neither hast thou honoured3513 me with thy sacrifices2077. I have not caused thee to serve5647 with an offering4503, nor wearied3021 thee with incense3828. small: Heb. lambs, or, kids","19":"Behold, I will do6213 a new thing2319; now it shall spring forth6779; shall ye not know3045 it? I will even make7760 a way1870 in the wilderness4057, and rivers5104 in the desert3452.","1":"But now thus saith559 the LORD3068 that created1254 thee, O Jacob3290, and he that formed3335 thee, O Israel3478, Fear3372 not: for I have redeemed1350 thee, I have called7121 thee by thy name8034; thou art mine.","5":"Fear3372 not: for I am with thee: I will bring935 thy seed2233 from the east4217, and gather6908 thee from the west4628;","4":"Since thou wast precious3365 in my sight5869, thou hast been honourable3513, and I have loved157 thee: therefore will I give5414 men120 for thee, and people3816 for thy life5315. life: or, person","8":"Bring forth3318 the blind5787 people5971 that have3426 eyes5869, and the deaf2795 that have ears241.","26":"Put me in remembrance2142: let us plead8199 together3162: declare5608 thou, that thou mayest be justified6663.","14":"Thus saith559 the LORD3068, your redeemer1350, the Holy One6918 of Israel3478; For your sake I have sent7971 to Babylon894, and have brought down3381 all their nobles1281, and the Chaldeans3778, whose cry7440 is in the ships591. nobles: Heb. bars","22":"But thou hast not called7121 upon me, O Jacob3290; but thou hast been weary3021 of me, O Israel3478.","28":"Therefore I have profaned2490 the princes8269 of the sanctuary6944, and have given5414 Jacob3290 to the curse2764, and Israel3478 to reproaches1421. princes: or, holy princes","25":"I, even I, am he that blotteth out4229 thy transgressions6588 for mine own sake, and will not remember2142 thy sins2403.","9":"Let all the nations1471 be gathered6908 together3162, and let the people3816 be assembled622: who among them can declare5046 this, and shew8085 us former things7223? let them bring forth5414 their witnesses5707, that they may be justified6663: or let them hear8085, and say559, It is truth571.","15":"I am the LORD3068, your Holy One6918, the creator1254 of Israel3478, your King4428.","21":"This2098 people5971 have I formed3335 for myself; they shall shew forth5608 my praise8416.","24":"Thou hast bought7069 me no sweet cane7070 with money3701, neither hast thou filled7301 me with the fat2459 of thy sacrifices2077: but thou hast made me to serve5647 with thy sins2403, thou hast wearied3021 me with thine iniquities5771. filled: Heb. made me drunk, or, abundantly moistened","16":"Thus saith559 the LORD3068, which maketh5414 a way1870 in the sea3220, and a path5410 in the mighty5794 waters4325;","7":"Even every one3605 that is called7121 by my name8034: for I have created1254 him for my glory3519, I have formed3335 him; yea, I have made6213 him.","2":"When thou passest through5674 the waters4325, I will be with thee; and through the rivers5104, they shall not overflow7857 thee: when thou walkest3212 through1119 the fire784, thou shalt not be burned3554; neither shall the flame3852 kindle1197 upon thee.","6":"I will say559 to the north6828, Give up5414; and to the south8486, Keep not back3607: bring935 my sons1121 from far7350, and my daughters1323 from the ends7097 of the earth776;"},"35":{"7":"And the parched ground8273 shall become a pool98, and the thirsty land6774 springs4002 of water4325: in the habitation5116 of dragons8577, where each lay7258, shall be grass2682 with reeds7070 and rushes1573. grass: or, a court for reeds, etc","9":"No lion738 shall be there, nor any ravenous6530 beast2416 shall go up5927 thereon, it shall not be found4672 there; but the redeemed1350 shall walk1980 there:","10":"And the ransomed6299 of the LORD3068 shall return7725, and come935 to Zion6726 with songs7440 and everlasting5769 joy8057 upon their heads7218: they shall obtain5381 joy8057 and gladness8342, and sorrow3015 and sighing585 shall flee away5127.","3":"Strengthen2388 ye the weak7504 hands3027, and confirm553 the feeble3782 knees1290.","2":"It shall blossom6524 abundantly6524, and rejoice1523 even with joy1525 and singing7444: the glory3519 of Lebanon3844 shall be given5414 unto it, the excellency1926 of Carmel3760 and Sharon8289, they shall see7200 the glory3519 of the LORD3068, and the excellency1926 of our God430.","1":"The wilderness4057 and the solitary place6723 shall be glad7797 for them; and the desert6160 shall rejoice1523, and blossom6524 as the rose2261.","4":"Say559 to them that are of a fearful4116 heart3820, Be strong2388, fear3372 not: behold, your God430 will come935 with vengeance5359, even God430 with a recompence1576; he will come935 and save3467 you. fearful: Heb. hasty","6":"Then shall the lame6455 man leap1801 as an hart354, and the tongue3956 of the dumb483 sing7442: for in the wilderness4057 shall waters4325 break out1234, and streams5158 in the desert6160.","5":"Then the eyes5869 of the blind5787 shall be opened6491, and the ears241 of the deaf2795 shall be unstopped6605.","8":"And an highway4547 shall be there, and a way1870, and it shall be called7121 The way1870 of holiness6944; the unclean2931 shall not pass over5674 it; but it shall be for those: the wayfaring men1980, though fools191, shall not err8582 therein. but: or, for he shall be with them"},"41":{"11":"Behold, all they that were incensed2734 against thee shall be ashamed954 and confounded3637: they shall be as nothing; and they582 that strive7379 with thee shall perish6. they that strive: Heb. the men of thy strife","3":"He pursued7291 them, and passed5674 safely7965; even by the way734 that he had not gone935 with his feet7272. safely: Heb. in peace","20":"That they may see7200, and know3045, and consider7760, and understand7919 together3162, that the hand3027 of the LORD3068 hath done6213 this, and the Holy One6918 of Israel3478 hath created1254 it.","12":"Thou shalt seek1245 them, and shalt not find4672 them, even them582 that contended4695 with thee: they that war4421 against thee shall be as nothing, and as a thing of nought657. them that: Heb. the men of thy contention they: Heb. the men of thy war","10":"Fear3372 thou not; for I am with thee: be not dismayed8159; for I am thy God430: I will strengthen553 thee; yea, I will help5826 thee; yea, I will uphold8551 thee with the right hand3225 of my righteousness6664.","17":"When the poor6041 and needy34 seek1245 water4325, and there is none, and their tongue3956 faileth5405 for thirst6772, I the LORD3068 will hear6030 them, I the God430 of Israel3478 will not forsake5800 them.","13":"For I the LORD3068 thy God430 will hold2388 thy right hand3225, saying559 unto thee, Fear3372 not; I will help5826 thee.","27":"The first7223 shall say to Zion6726, Behold2009, behold2009 them: and I will give5414 to Jerusalem3389 one that bringeth good tidings1319.","18":"I will open6605 rivers5104 in high places8205, and fountains4599 in the midst8432 of the valleys1237: I will make7760 the wilderness4057 a pool98 of water4325, and the dry6723 land776 springs4161 of water4325.","29":"Behold, they are all vanity205; their works4639 are nothing657: their molten images5262 are wind7307 and confusion8414.","23":"Shew5046 the things that are to come857 hereafter268, that we may know3045 that ye are gods430: yea, do good3190, or do evil7489, that we may be dismayed8159, and behold7200 it together3162.","19":"I will plant5414 in the wilderness4057 the cedar730, the shittah tree7848, and the myrtle1918, and the oil8081 tree6086; I will set7760 in the desert6160 the fir tree1265, and the pine8410, and the box tree8391 together3162:","1":"Keep silence2790 before me, O islands339; and let the people3816 renew2498 their strength3581: let them come near5066; then let them speak1696: let us come near7126 together3162 to judgment4941.","5":"The isles339 saw7200 it, and feared3372; the ends7098 of the earth776 were afraid2729, drew near7126, and came857.","4":"Who hath wrought6466 and done6213 it, calling7121 the generations1755 from the beginning7218? I the LORD3068, the first7223, and with the last314; I am he.","8":"But thou, Israel3478, art my servant5650, Jacob3290 whom I have chosen977, the seed2233 of Abraham85 my friend157.","26":"Who hath declared5046 from the beginning7218, that we may know3045? and beforetime6440, that we may say559, He is righteous6662? yea, there is none that sheweth5046, yea, there is none that declareth8085, yea, there is none that heareth8085 your words561.","14":"Fear3372 not, thou worm8438 Jacob3290, and ye men4962 of Israel3478; I will help5826 thee, saith5002 the LORD3068, and thy redeemer1350, the Holy One6918 of Israel3478. men: or, few men","22":"Let them bring them forth5066, and shew5046 us what shall happen7136: let them shew5046 the former things7223, what they be, that we may consider7760 3820 them, and know3045 the latter end319 of them; or declare8085 us things for to come935. consider: Heb. set our heart upon them","28":"For I beheld7200, and there was no man376; even among them, and there was no counsellor3289, that, when I asked7592 of them, could answer7725 a word1697. answer: Heb. return","25":"I have raised up5782 one from the north6828, and he shall come857: from the rising4217 of the sun8121 shall he call7121 upon my name8034: and he shall come935 upon princes5461 as upon morter2563, and as the potter3335 treadeth7429 clay2916.","9":"Thou whom I have taken2388 from the ends7098 of the earth776, and called7121 thee from the chief men678 thereof, and said559 unto thee, Thou art my servant5650; I have chosen977 thee, and not cast thee away3988.","15":"Behold, I will make7760 thee a new2319 sharp2742 threshing4173 instrument having1167 teeth6374: thou shalt thresh1758 the mountains2022, and beat them small1854, and shalt make7760 the hills1389 as chaff4671. teeth: Heb. mouths","21":"Produce7126 your cause7379, saith559 the LORD3068; bring forth5066 your strong6110 reasons, saith559 the King4428 of Jacob3290. Produce: Heb. Cause to come near","24":"Behold, ye are of nothing369, and your work6467 of nought659: an abomination8441 is he that chooseth977 you. of nothing: or, worse than nothing of nought: or, worse than of a viper","16":"Thou shalt fan2219 them, and the wind7307 shall carry them away5375, and the whirlwind5591 shall scatter6327 them: and thou shalt rejoice1523 in the LORD3068, and shalt glory1984 in the Holy One6918 of Israel3478.","7":"So the carpenter2796 encouraged2388 the goldsmith6884, and he that smootheth2505 with the hammer6360 him that smote1986 the anvil6471, saying559, It is ready2896 for the sodering1694: and he fastened2388 it with nails4548, that it should not be moved4131. goldsmith: or, founder him: or, the smiting saying: or, saying of the soder, It is good","2":"Who raised up5782 the righteous6664 man from the east4217, called7121 him to his foot7272, gave5414 the nations1471 before6440 him, and made him rule7287 over kings4428? he gave5414 them as the dust6083 to his sword2719, and as driven5086 stubble7179 to his bow7198. the righteous: Heb. righteousness","6":"They helped5826 every one376 his neighbour7453; and every one said559 to his brother251, Be of good courage2388. Be: Heb. Be strong"},"5":{"11":"Woe1945 unto them that rise up early7925 in the morning1242, that they may follow7291 strong drink7941; that continue309 until night5399, till wine3196 inflame1814 them! inflame: of, pursue","3":"And now, O inhabitants3427 of Jerusalem3389, and men376 of Judah3063, judge8199, I pray you, betwixt me and my vineyard3754.","20":"Woe1945 unto them that call559 evil7451 good2896, and good2896 evil7451; that put7760 darkness2822 for light216, and light216 for darkness2822; that put7760 bitter4751 for sweet4966, and sweet4966 for bitter4751! call: Heb. say concerning evil, It is good, etc","12":"And the harp3658, and the viol5035, the tabret8596, and pipe2485, and wine3196, are in their feasts4960: but they regard5027 not the work6467 of the LORD3068, neither consider7200 the operation4639 of his hands3027.","10":"Yea3588, ten6235 acres6776 of vineyard3754 shall yield6213 one259 bath1324, and the seed2233 of an homer2563 shall yield6213 an ephah374.","17":"Then shall the lambs3532 feed7462 after their manner1699, and the waste places2723 of the fat ones4220 shall strangers1481 eat398.","13":"Therefore my people5971 are gone into captivity1540, because they have no knowledge1847: and their honourable3519 men4962 are famished7458, and their multitude1995 dried up6704 with thirst6772. honourable: Heb. glory are men of famine","27":"None shall be weary5889 nor stumble3782 among them; none shall slumber5123 nor sleep3462; neither shall the girdle232 of their loins2504 be loosed6605, nor the latchet8288 of their shoes5275 be broken5423:","30":"And in that day3117 they shall roar5098 against them like the roaring5100 of the sea3220: and if one look5027 unto the land776, behold darkness2822 and sorrow6862, and the light216 is darkened2821 in the heavens6183 thereof. sorrow: or, distress and the light: or, when it is light, it shall be dark in the destructions thereof","18":"Woe1945 unto them that draw4900 iniquity5771 with cords2256 of vanity7723, and sin2403 as it were with a cart5699 rope5688:","29":"Their roaring7581 shall be like a lion3833, they shall roar7580 7580 like young lions3715: yea, they shall roar5098, and lay hold270 of the prey2964, and shall carry it away safe6403, and none shall deliver5337 it.","23":"Which justify6663 the wicked7563 for6118 reward7810, and take away5493 the righteousness6666 of the righteous6662 from him!","19":"That say559, Let him make speed4116, and hasten2363 his work4639, that we may see7200 it: and let the counsel6098 of the Holy One6918 of Israel3478 draw nigh7126 and come935, that we may know3045 it!","1":"Now will I sing7891 to my wellbeloved3039 a song7892 of my beloved1730 touching his vineyard3754. My wellbeloved3039 hath a vineyard3754 in a very fruitful1121 8081 hill7161: a very: Heb. the horn of the son of oil","5":"And now go to; I will tell3045 you what I will do6213 to my vineyard3754: I will take away5493 the hedge4881 thereof, and it shall be eaten up1197; and break down6555 the wall1447 thereof, and it shall be trodden down4823: trodden: Heb. for a treading","4":"What could have been done6213 more to my vineyard3754, that I have not done6213 in it? wherefore4069, when I looked6960 that it should bring forth6213 grapes6025, brought it forth6213 wild grapes891?","8":"Woe1945 unto them that join5060 house1004 to house1004, that lay7126 field7704 to field7704, till there be no657 place4725, that they may be placed3427 alone in the midst7130 of the earth776! they: Heb. ye","26":"And he will lift up5375 an ensign5251 to the nations1471 from far7350, and will hiss8319 unto them from the end7097 of the earth776: and, behold, they shall come935 with speed4120 swiftly7031:","14":"Therefore hell7585 hath enlarged7337 herself5315, and opened6473 her mouth6310 without measure2706: and their glory1926, and their multitude1995, and their pomp7588, and he that rejoiceth5938, shall descend3381 into it.","22":"Woe1945 unto them that are mighty1368 to drink8354 wine3196, and men582 of strength2428 to mingle4537 strong drink7941:","28":"Whose arrows2671 are sharp8150, and all their bows7198 bent1869, their horses\u00275483 hoofs6541 shall be counted2803 like flint6862, and their wheels1534 like a whirlwind5492:","25":"Therefore is the anger639 of the LORD3068 kindled2734 against his people5971, and he hath stretched forth5186 his hand3027 against them, and hath smitten5221 them: and the hills2022 did tremble7264, and their carcases5038 were torn5478 in the midst7130 of the streets2351. For all this his anger639 is not turned away7725, but his hand3027 is stretched out5186 still. torn: or, as dung","9":"In mine ears241 said the LORD3068 of hosts6635, Of a truth3808 many7227 houses1004 shall be desolate8047, even great1419 and fair2896, without inhabitant3427. In: or, This is in mine ears, saith the LORD, etc Of a: Heb. If not, etc","15":"And the mean man120 shall be brought down7817, and the mighty man376 shall be humbled8213, and the eyes5869 of the lofty1364 shall be humbled8213:","21":"Woe1945 unto them that are wise2450 in their own eyes5869, and prudent995 in their own sight6440! in their own sight: Heb. before their face","24":"Therefore as the fire784 devoureth398 the stubble7179, and the flame3956 3852 consumeth7503 the chaff2842, so their root8328 shall be as rottenness4716, and their blossom6525 shall go up5927 as dust80: because they have cast away3988 the law8451 of the LORD3068 of hosts6635, and despised5006 the word565 of the Holy One6918 of Israel3478. fire: Heb. tongue of fire","16":"But the LORD3068 of hosts6635 shall be exalted1361 in judgment4941, and God410 that is holy6918 shall be sanctified6942 in righteousness6666. God: or, the holy God: Heb. the God the holy","7":"For the vineyard3754 of the LORD3068 of hosts6635 is the house1004 of Israel3478, and the men376 of Judah3063 his pleasant8191 plant5194: and he looked6960 for judgment4941, but behold oppression4939; for righteousness6666, but behold a cry6818. his: Heb. plant of his pleasures oppression: Heb. a scab","2":"And he fenced5823 it, and gathered out the stones5619 thereof, and planted5193 it with the choicest vine8321, and built1129 a tower4026 in the midst8432 of it, and also made2672 a winepress3342 therein: and he looked6960 that it should bring forth6213 grapes6025, and it brought forth6213 wild grapes891. fenced: or, made a wall about made: Heb. hewed","6":"And I will lay7896 it waste1326: it shall not be pruned2168, nor digged5737; but there shall come up5927 briers8068 and thorns7898: I will also command6680 the clouds5645 that they rain4305 no rain4306 upon it."},"34":{"16":"Seek ye out1875 of the book5612 of the LORD3068, and read7121: no one259 of these2007 shall fail5737, none802 shall want6485 her mate7468: for my mouth6310 it hath commanded6680, and his spirit7307 it hath gathered6908 them.","3":"Their slain2491 also shall be cast out7993, and their stink889 shall come up5927 out of their carcases6297, and the mountains2022 shall be melted4549 with their blood1818.","5":"For my sword2719 shall be bathed7301 in heaven8064: behold, it shall come down3381 upon Idumea123, and upon the people5971 of my curse2764, to judgment4941.","12":"They shall call7121 the nobles2715 thereof to the kingdom4410, but none shall be there, and all her princes8269 shall be nothing657.","10":"It shall not be quenched3518 night3915 nor day3119; the smoke6227 thereof shall go up5927 for ever5769: from generation1755 to generation1755 it shall lie waste2717; none shall pass through5674 it for ever5331 and ever5331.","2":"For the indignation7110 of the LORD3068 is upon all nations1471, and his fury2534 upon all their armies6635: he hath utterly destroyed2763 them, he hath delivered5414 them to the slaughter2874.","8":"For it is the day3117 of the LORD\u0027S3068 vengeance5359, and the year8141 of recompences7966 for the controversy7379 of Zion6726.","17":"And he hath cast5307 the lot1486 for them, and his hand3027 hath divided2505 it unto them by line6957: they shall possess3423 it for5704 ever5769, from generation1755 to generation1755 shall they dwell7931 therein.","11":"But the cormorant6893 and the bittern7090 shall possess3423 it; the owl3244 also and the raven6158 shall dwell7931 in it: and he shall stretch out5186 upon it the line6957 of confusion8414, and the stones68 of emptiness922. cormorant: or, pelican","1":"Come near7126, ye nations1471, to hear8085; and hearken7181, ye people3816: let the earth776 hear8085, and all that is therein4393; the world8398, and all things that come forth6631 of it. all that: Heb. the fulness thereof","9":"And the streams5158 thereof shall be turned2015 into pitch2203, and the dust6083 thereof into brimstone1614, and the land776 thereof shall become burning1197 pitch2203.","14":"The wild beasts of the desert6728 shall also meet6298 with the wild beasts of the island338, and the satyr8163 shall cry7121 to his fellow7453; the screech owl3917 also shall rest7280 there, and find4672 for herself a place of rest4494. The wilddesert: Heb. Ziim the wildisland: Heb. Ijim screech: or, night monster","7":"And the unicorns7214 shall come down3381 with them, and the bullocks6499 with the bulls47; and their land776 shall be soaked7301 with blood1818, and their dust6083 made fat1878 with fatness2459. unicorns: or, rhinocerots soaked: or, drunken","15":"There shall the great owl7091 make her nest7077, and lay4422, and hatch1234, and gather1716 under her shadow6738: there shall the vultures1772 also be gathered6908, every one802 with her mate7468.","6":"The sword2719 of the LORD3068 is filled4390 with blood1818, it is made fat1878 with fatness2459, and with the blood1818 of lambs3733 and goats6260, with the fat2459 of the kidneys3629 of rams352: for the LORD3068 hath a sacrifice2077 in Bozrah1224, and a great1419 slaughter2874 in the land776 of Idumea123.","4":"And all the host6635 of heaven8064 shall be dissolved4743, and the heavens8064 shall be rolled together1556 as a scroll5612: and all their host6635 shall fall down5034, as the leaf5929 falleth off5034 from the vine1612, and as a falling5034 fig from the fig tree8384.","13":"And thorns5518 shall come up5927 in her palaces759, nettles7057 and brambles2336 in the fortresses4013 thereof: and it shall be an habitation5116 of dragons8577, and a court2681 for owls1323 3284. owls: or, ostriches: Heb. daughters of the owl"},"6":{"3":"And one cried7121 unto another, and said559, Holy6918, holy6918, holy6918, is the LORD3068 of hosts6635: the whole earth776 is full4393 of his glory3519. one: Heb. this cried to this the whole: Heb. his glory is the fulness of the whole earth","5":"Then said559 I, Woe188 is me! for I am undone1820; because I am a man376 of unclean2931 lips8193, and I dwell3427 in the midst8432 of a people5971 of unclean2931 lips8193: for mine eyes5869 have seen7200 the King4428, the LORD3068 of hosts6635. undone: Heb. cut off","12":"And the LORD3068 have removed7368 men120 far away7368, and there be a great7227 forsaking5805 in the midst7130 of the land776.","10":"Make the heart3820 of this people5971 fat8080, and make their ears241 heavy3513, and shut8173 their eyes5869; lest they see7200 with their eyes5869, and hear8085 with their ears241, and understand995 with their heart3824, and convert7725, and be healed7495.","2":"Above4605 it stood5975 the seraphims8314: each one259 had six8337 wings3671; with twain8147 he covered3680 his face6440, and with twain8147 he covered3680 his feet7272, and with twain8147 he did fly5774.","8":"Also I heard8085 the voice6963 of the Lord136, saying559, Whom shall I send7971, and who will go3212 for us? Then said559 I, Here am I; send7971 me. Here: Heb. behold me","11":"Then said559 I, Lord136, how long? And he answered559, Until the cities5892 be wasted7582 without inhabitant3427, and the houses1004 without man120, and the land127 be utterly8077 desolate7582, utterly: Heb. desolate with desolation","1":"In the year8141 that king4428 Uzziah5818 died4194 I saw7200 also853 the Lord136 sitting3427 upon a throne3678, high7311 and lifted up5375, and his train7757 filled4392 853 the temple1964. his: or, the skirts thereof","9":"And he said559, Go3212, and tell559 this people5971, Hear8085 ye indeed8085, but understand995 not; and see7200 ye indeed7200, but perceive3045 not. indeed, but understand: or, without ceasing, etc: Heb. in hearing, etc","7":"And he laid5060 it upon my mouth6310, and said559, Lo, this hath touched5060 thy lips8193; and thine iniquity5771 is taken away5493, and thy sin2403 purged3722. laid: Heb. caused it to touch","6":"Then flew5774 one259 of the seraphims8314 unto me, having a live coal7531 in his hand3027, which he had taken3947 with the tongs4457 from off the altar4196: having: Heb. and in his hand a live coal","4":"And the posts520 of the door5592 moved5128 at the voice6963 of him that cried7121, and the house1004 was filled4390 with smoke6227. door: Heb. thresholds","13":"But yet in it shall be a tenth6224, and it shall return7725, and shall be eaten1197: as a teil tree424, and as an oak437, whose substance4678 is in them, when they cast7995 their leaves: so the holy6944 seed2233 shall be the substance4678 thereof. and it: or, when it is returned, and hath been broused substance: or, stock, or, stem"},"53":{"7":"He was oppressed5065, and he was afflicted6031, yet he opened6605 not his mouth6310: he is brought2986 as a lamb7716 to the slaughter2874, and as a sheep7353 before6440 her shearers1494 is dumb481, so he openeth6605 not his mouth6310.","9":"And he made5414 his grave6913 with the wicked7563, and with the rich6223 in his death4194; because he had done6213 no violence2555, neither was any deceit4820 in his mouth6310. death: Heb. deaths","10":"Yet it pleased2654 the LORD3068 to bruise1792 him; he hath put him to grief2470: when thou shalt make7760 his soul5315 an offering for sin817, he shall see7200 his seed2233, he shall prolong748 his days3117, and the pleasure2656 of the LORD3068 shall prosper6743 in his hand3027. thou: or, his soul shall make an offering","3":"He is despised959 and rejected2310 of men376; a man376 of sorrows4341, and acquainted3045 with grief2483: and we hid as it were4564 our faces6440 from him; he was despised959, and we esteemed2803 him not. we hid: or, he hid as it were his face from us: Heb. as an hiding of faces from him, or, from us","11":"He shall see7200 of the travail5999 of his soul5315, and shall be satisfied7646: by his knowledge1847 shall my righteous6662 servant5650 justify6663 many7227; for he shall bear5445 their iniquities5771.","2":"For he shall grow up5927 before6440 him as a tender plant3126, and as a root8328 out of a dry6723 ground776: he hath no form8389 nor comeliness1926; and when we shall see7200 him, there is no beauty4758 that we should desire2530 him.","1":"Who hath believed539 our report8052? and to whom is the arm2220 of the LORD3068 revealed1540? report: or, doctrine?: Heb. hearing?","12":"Therefore will I divide2505 him a portion with the great7227, and he shall divide2505 the spoil7998 with the strong6099; because he hath poured out6168 his soul5315 unto death4194: and he was numbered4487 with the transgressors6586; and he bare5375 the sin2399 of many7227, and made intercession6293 for the transgressors6586.","4":"Surely403 he hath borne5375 our griefs2483, and carried5445 our sorrows4341: yet we did esteem2803 him stricken5060, smitten5221 of God430, and afflicted6031.","6":"All we like sheep6629 have gone astray8582; we have turned6437 every one376 to his own way1870; and the LORD3068 hath laid6293 on him the iniquity5771 of us all. laid: Heb. made the iniquity of us all to meet on him","5":"But he was wounded2490 for our transgressions6588, he was bruised1792 for our iniquities5771: the chastisement4148 of our peace7965 was upon him; and with his stripes2250 we are healed7495. wounded: or, tormented stripes: Heb. bruise","8":"He was taken3947 from prison6115 and from judgment4941: and who shall declare7878 his generation1755? for he was cut off1504 out of the land776 of the living2416: for the transgression6588 of my people5971 was he stricken5061. from prison: or, he was taken away by distress and judgment: but, etc was he: Heb. was the stroke upon him"},"2":{"16":"And upon all the ships591 of Tarshish8659, and upon all pleasant2532 pictures7914. pleasant: Heb. pictures of desire","3":"And many7227 people5971 shall go1980 and say559, Come3212 ye, and let us go up5927 to the mountain2022 of the LORD3068, to the house1004 of the God430 of Jacob3290; and he will teach3384 us of his ways1870, and we will walk3212 in his paths734: for out of Zion6726 shall go forth3318 the law8451, and the word1697 of the LORD3068 from Jerusalem3389.","5":"O house1004 of Jacob3290, come3212 ye, and let us walk3212 in the light216 of the LORD3068.","21":"To go935 into the clefts5366 of the rocks6697, and into the tops5585 of the ragged rocks5553, for6440 fear6343 of the LORD3068, and for the glory1926 of his majesty1347, when he ariseth6965 to shake terribly6206 the earth776.","18":"And the idols457 he shall utterly3632 abolish2498. he: or, shall utterly pass away","12":"For the day3117 of the LORD3068 of hosts6635 shall be upon every one that is proud1343 and lofty7311, and upon every one that is lifted up5375; and he shall be brought low8213:","10":"Enter935 into the rock6697, and hide2934 thee in the dust6083, for6440 fear6343 of the LORD3068, and for the glory1926 of his majesty1347.","2":"And it shall come to pass in the last319 days3117, that the mountain2022 of the LORD\u0027S3068 house1004 shall be established3559 in the top7218 of the mountains2022, and shall be exalted5375 above the hills1389; and all nations1471 shall flow5102 unto it. established: or, prepared","22":"Cease2308 ye from man120, whose breath5397 is in his nostrils639: for wherein is he to be accounted of2803?","8":"Their land776 also is full4390 of idols457; they worship7812 the work4639 of their own hands3027, that which their own fingers676 have made6213:","17":"And the loftiness1365 of man120 shall be bowed down7817, and the haughtiness7312 of men582 shall be made low8213: and the LORD3068 alone shall be exalted7682 in that day3117.","11":"The lofty1365 looks5869 of man120 shall be humbled8213, and the haughtiness7312 of men582 shall be bowed down7817, and the LORD3068 alone shall be exalted7682 in that day3117.","1":"The word1697 that Isaiah3470 the son1121 of Amoz531 saw2372 concerning Judah3063 and Jerusalem3389.","9":"And the mean man120 boweth down7817, and the great man376 humbleth8213 himself: therefore forgive5375 them not.","14":"And upon all the high7311 mountains2022, and upon all the hills1389 that are lifted up5375,","7":"Their land776 also is full4390 of silver3701 and gold2091, neither is there any end7097 of their treasures214; their land776 is also full4390 of horses5483, neither is there any end7097 of their chariots4818:","15":"And upon every high1364 tower4026, and upon every fenced1219 wall2346,","20":"In that day3117 a man120 shall cast7993 his idols457 of silver3701, and his idols457 of gold2091, which they made each one for himself6213 to worship7812, to the moles2661 6512 and to the bats5847; his idols of silver: Heb. the idols of his silver, etc each: or, for him","6":"Therefore thou hast forsaken5203 thy people5971 the house1004 of Jacob3290, because they be replenished4390 from the east6924, and are soothsayers6049 like the Philistines6430, and they please5606 themselves in the children3206 of strangers5237. from: or, more than the please: or, abound with the","4":"And he shall judge8199 among the nations1471, and shall rebuke3198 many7227 people5971: and they shall beat3807 their swords2719 into plowshares855, and their spears2595 into pruninghooks4211: nation1471 shall not lift up5375 sword2719 against nation1471, neither shall they learn3925 war4421 any more. pruninghooks: or, scythes","19":"And they shall go935 into the holes4631 of the rocks6697, and into the caves4247 of the earth6083, for6440 fear6343 of the LORD3068, and for the glory1926 of his majesty1347, when he ariseth6965 to shake terribly6206 the earth776. of the earth: Heb. of the dust","13":"And upon all the cedars730 of Lebanon3844, that are high7311 and lifted up5375, and upon all the oaks437 of Bashan1316,"},"44":{"11":"Behold, all his fellows2270 shall be ashamed954: and the workmen2796, they are of men120: let them all be gathered together6908, let them stand up5975; yet they shall fear6342, and they shall be ashamed954 together3162.","3":"For I will pour3332 water4325 upon him that is thirsty6771, and floods5140 upon the dry ground3004: I will pour3332 my spirit7307 upon thy seed2233, and my blessing1293 upon thine offspring6631:","20":"He feedeth7462 on ashes665: a deceived2048 heart3820 hath turned him aside5186, that he cannot deliver5337 his soul5315, nor say559, Is there not a lie8267 in my right hand3225?","12":"The smith1270 2796 with the tongs4621 both worketh6466 in the coals6352, and fashioneth3335 it with hammers4717, and worketh6466 it with the strength3581 of his arms2220: yea, he is hungry7457, and his strength3581 faileth369: he drinketh8354 no water4325, and is faint3286. with the tongs: or, with an axe","10":"Who hath formed3335 a god410, or molten5258 a graven image6459 that is profitable3276 for nothing1115?","17":"And the residue7611 thereof he maketh6213 a god410, even his graven image6459: he falleth down5456 unto it, and worshippeth7812 it, and prayeth6419 unto it, and saith559, Deliver5337 me; for thou art my god410.","13":"The carpenter2796 6086 stretcheth out5186 his rule6957; he marketh it out8388 with a line8279; he fitteth6213 it with planes4741, and he marketh it out8388 with the compass4230, and maketh6213 it after the figure8403 of a man376, according to the beauty8597 of a man120; that it may remain3427 in the house1004.","27":"That saith559 to the deep6683, Be dry2717, and I will dry up3001 thy rivers5104:","18":"They have not known3045 nor understood995: for he hath shut2902 their eyes5869, that they cannot see7200; and their hearts3826, that they cannot understand7919. shut: Heb. daubed","23":"Sing7442, O ye heavens8064; for the LORD3068 hath done6213 it: shout7321, ye lower parts8482 of the earth776: break forth6476 into singing7440, ye mountains2022, O forest3293, and every tree6086 therein: for the LORD3068 hath redeemed1350 Jacob3290, and glorified6286 himself in Israel3478.","19":"And none considereth7725 in his heart3820, neither is there knowledge1847 nor understanding8394 to say559, I have burned8313 part2677 of it in1119 the fire784; yea, also I have baked644 bread3899 upon the coals1513 thereof; I have roasted6740 flesh1320, and eaten398 it: and shall I make6213 the residue3499 thereof an abomination8441? shall I fall down5456 to the stock944 of a tree6086? considereth: Heb. setteth to his heart the stock: Heb. that which comes of a tree?","1":"Yet now hear8085, O Jacob3290 my servant5650; and Israel3478, whom I have chosen977:","5":"One shall say559, I am the LORD\u0027S3068; and another shall call7121 himself by the name8034 of Jacob3290; and another shall subscribe3789 with his hand3027 unto the LORD3068, and surname3655 himself by the name8034 of Israel3478.","4":"And they shall spring up6779 as among996 the grass2682, as willows6155 by the water4325 courses2988.","8":"Fear6342 ye not, neither be afraid7297 7297: have not I told8085 thee from that time227, and have declared5046 it? ye are even my witnesses5707. Is there3426 a God433 beside1107 me? yea, there is no God6697; I know3045 not any. God; I: Heb. rock, etc","26":"That confirmeth6965 the word1697 of his servant5650, and performeth7999 the counsel6098 of his messengers4397; that saith559 to Jerusalem3389, Thou shalt be inhabited3427; and to the cities5892 of Judah3063, Ye shall be built1129, and I will raise up6965 the decayed places2723 thereof: decayed: Heb. wastes","14":"He heweth him down3772 cedars730, and taketh3947 the cypress8645 and the oak437, which he strengtheneth553 for himself among the trees6086 of the forest3293: he planteth5193 an ash766, and the rain1653 doth nourish1431 it. strengtheneth: or, taketh courage","22":"I have blotted out4229, as a thick cloud5645, thy transgressions6588, and, as a cloud6051, thy sins2403: return7725 unto me; for I have redeemed1350 thee.","28":"That saith559 of Cyrus3566, He is my shepherd7462, and shall perform7999 all my pleasure2656: even saying559 to Jerusalem3389, Thou shalt be built1129; and to the temple1964, Thy foundation shall be laid3245.","25":"That frustrateth6565 the tokens226 of the liars907, and maketh diviners7080 mad1984; that turneth7725 wise2450 men backward268, and maketh their knowledge1847 foolish5528;","9":"They that make3335 a graven image6459 are all of them vanity8414; and their delectable things2530 shall not profit3276; and they are their own witnesses5707; they see7200 not, nor know3045; that they may be ashamed954. delectable: Heb. desirable","15":"Then shall it be for a man120 to burn1197: for he will take3947 thereof, and warm2552 himself; yea, he kindleth5400 it, and baketh644 bread3899; yea, he maketh6466 a god410, and worshippeth7812 it; he maketh6213 it a graven image6459, and falleth down5456 thereto.","21":"Remember2142 these, O Jacob3290 and Israel3478; for thou art my servant5650: I have formed3335 thee; thou art my servant5650: O Israel3478, thou shalt not be forgotten5382 of me.","24":"Thus saith559 the LORD3068, thy redeemer1350, and he that formed3335 thee from the womb990, I am the LORD3068 that maketh6213 all things; that stretcheth forth5186 the heavens8064 alone; that spreadeth abroad7554 the earth776 by myself;","16":"He burneth8313 part2677 thereof in1119 the fire784; with part2677 thereof he eateth398 flesh1320; he roasteth6740 roast6748, and is satisfied7646: yea, he warmeth2552 himself, and saith559, Aha1889, I am warm2552, I have seen7200 the fire217:","7":"And who, as I, shall call7121, and shall declare5046 it, and set it in order6186 for me, since I appointed7760 the ancient5769 people5971? and the things that are coming857, and shall come935, let them shew5046 unto them.","2":"Thus saith559 the LORD3068 that made6213 thee, and formed3335 thee from the womb990, which will help5826 thee; Fear3372 not, O Jacob3290, my servant5650; and thou, Jesurun3484, whom I have chosen977.","6":"Thus saith559 the LORD3068 the King4428 of Israel3478, and his redeemer1350 the LORD3068 of hosts6635; I am the first7223, and I am the last314; and beside1107 me there is no God430."},"11":{"16":"And there shall be an highway4546 for the remnant7605 of his people5971, which834 shall be left7604, from Assyria804; like as it was to Israel3478 in the day3117 that he came up5927 out of the land776 of Egypt4714.","3":"And shall make him of quick understanding7306 in the fear3374 of the LORD3068: and he shall not judge8199 after the sight4758 of his eyes5869, neither reprove3198 after the hearing4926 of his ears241: quick: Heb. scent or, smell","5":"And righteousness6664 shall be the girdle232 of his loins4975, and faithfulness530 the girdle232 of his reins2504.","12":"And he shall set up5375 an ensign5251 for the nations1471, and shall assemble622 the outcasts1760 of Israel3478, and gather together6908 the dispersed5310 of Judah3063 from the four702 corners3671 of the earth776. corners: Heb. wings","10":"And in that day3117 there shall be a root8328 of Jesse3448, which shall stand5975 for an ensign5251 of the people5971; to it shall the Gentiles1471 seek1875: and his rest4496 shall be glorious3519. glorious: Heb. glory","2":"And the spirit7307 of the LORD3068 shall rest5117 upon him, the spirit7307 of wisdom2451 and understanding998, the spirit7307 of counsel6098 and might1369, the spirit7307 of knowledge1847 and of the fear3374 of the LORD3068;","8":"And the sucking child3243 shall play8173 on the hole2352 of the asp6620, and the weaned child1580 shall put1911 his hand3027 on the cockatrice\u00276848 den3975. cockatrice: or, adders","11":"And it shall come to pass in that day3117, that the Lord136 shall set3254 his hand3027 again3254 the second time8145 to recover7069 the remnant7605 of his people5971, which shall be left7604, from Assyria804, and from Egypt4714, and from Pathros6624, and from Cush3568, and from Elam5867, and from Shinar8152, and from Hamath2574, and from the islands339 of the sea3220.","1":"And there shall come forth3318 a rod2415 out of the stem1503 of Jesse3448, and a Branch5342 shall grow6509 out of his roots8328:","9":"They shall not hurt7489 nor destroy7843 in all my holy6944 mountain2022: for the earth776 shall be full4390 of the knowledge1844 of the LORD3068, as the waters4325 cover3680 the sea3220.","14":"But they shall fly5774 upon the shoulders3802 of the Philistines6430 toward the west3220; they shall spoil962 them1121 of the east6924 together3162: they shall lay4916 their hand3027 upon Edom123 and Moab4124; and the children1121 of Ammon5983 shall obey4928 them. them of: Heb. the children of they shall lay: Heb. Edom and Moab shall be the laying on of their hand shall obey: Heb. their obedience","7":"And the cow6510 and the bear1677 shall feed7462; their young ones3206 shall lie down7257 together3162: and the lion738 shall eat398 straw8401 like the ox1241.","15":"And the LORD3068 shall utterly destroy2763 the tongue3956 of the Egyptian4714 sea3220; and with his mighty5868 wind7307 shall he shake5130 his hand3027 over the river5104, and shall smite5221 it in the seven7651 streams5158, and make men go over1869 dryshod5275. dryshod: Heb. in shoes","6":"The wolf2061 also shall dwell1481 with the lamb3532, and the leopard5246 shall lie down7257 with the kid1423; and the calf5695 and the young lion3715 and the fatling4806 together3162; and a little6996 child5288 shall lead5090 them.","4":"But with righteousness6664 shall he judge8199 the poor1800, and reprove3198 with equity4334 for the meek6035 of the earth776: and he shall smite5221 the earth776 with the rod7626 of his mouth6310, and with the breath7307 of his lips8193 shall he slay4191 the wicked7563. reprove: or, argue","13":"The envy7068 also of Ephraim669 shall depart5493, and the adversaries6887 of Judah3063 shall be cut off3772: Ephraim669 shall not envy7065 Judah3063, and Judah3063 shall not vex6887 Ephraim669."},"1":{"11":"To what4100 purpose is the multitude7230 of your sacrifices2077 unto me? saith559 the LORD3068: I am full7646 of the burnt offerings5930 of rams352, and the fat2459 of fed beasts4806; and I delight2654 not in the blood1818 of bullocks6499, or of lambs3532, or of he goats6260. he goats: Heb. great he goats","3":"The ox7794 knoweth3045 his owner7069, and the ass2543 his master\u0027s1167 crib18: but Israel3478 doth not know3045, my people5971 doth not consider995.","20":"But if ye refuse3985 and rebel4784, ye shall be devoured398 with the sword2719: for the mouth6310 of the LORD3068 hath spoken1696 it.","12":"When ye come935 to appear7200 before6440 me, who hath required1245 this at your hand3027, to tread7429 my courts2691? to appear: Heb. to be seen","10":"Hear8085 the word1697 of the LORD3068, ye rulers7101 of Sodom5467; give ear238 unto the law8451 of our God430, ye people5971 of Gomorrah6017.","17":"Learn3925 to do well3190; seek1875 judgment4941, relieve833 the oppressed2541, judge8199 the fatherless3490, plead7378 for the widow490. relieve: or, righten","13":"Bring935 no more3254 vain7723 oblations4503; incense7004 is an abomination8441 unto me; the new moons2320 and sabbaths7676, the calling7121 of assemblies4744, I cannot away with3201; it is iniquity205, even the solemn meeting6116. iniquity: or, grief","27":"Zion6726 shall be redeemed6299 with judgment4941, and her converts7725 with righteousness6666. her: or, they that return of her","30":"For ye shall be as an oak424 whose leaf5929 fadeth5034, and as a garden1593 that hath no water4325.","18":"Come now3212, and let us reason together3198, saith559 the LORD3068: though your sins2399 be as scarlet8144, they shall be as white3835 as snow7950; though they be red119 like crimson8438, they shall be as wool6785.","29":"For they shall be ashamed954 of the oaks352 which ye have desired2530, and ye shall be confounded2659 for the gardens1593 that ye have chosen977.","23":"Thy princes8269 are rebellious5637, and companions2270 of thieves1590: every one loveth157 gifts7810, and followeth7291 after rewards8021: they judge8199 not the fatherless3490, neither doth the cause7379 of the widow490 come935 unto them.","19":"If ye be willing14 and obedient8085, ye shall eat398 the good2898 of the land776:","1":"The vision2377 of Isaiah3470 the son1121 of Amoz531, which he saw2372 concerning Judah3063 and Jerusalem3389 in the days3117 of Uzziah5818, Jotham3147, Ahaz271, and Hezekiah3169, kings4428 of Judah3063.","5":"Why should ye be stricken5221 any more? ye will revolt5627 more and more3254: the whole head7218 is sick2483, and the whole heart3824 faint1742. revolt: Heb. increase revolt","4":"Ah1945 sinful2398 nation1471, a people5971 laden3515 with iniquity5771, a seed2233 of evildoers7489, children1121 that are corrupters7843: they have forsaken5800 853 the LORD3068, they have provoked5006 853 the Holy One6918 of Israel3478 unto anger5006, they are gone away2114 backward268. laden: Heb. of heaviness gone: Heb. alienated, or, separated","8":"And the daughter1323 of Zion6726 is left3498 as a cottage5521 in a vineyard3754, as a lodge4412 in a garden of cucumbers4750, as a besieged5341 city5892.","26":"And I will restore7725 thy judges8199 as at the first7223, and thy counsellors3289 as at the beginning8462: afterward310 thou shalt be called7121, The city5892 of righteousness6664, the faithful539 city7151.","14":"Your new moons2320 and your appointed feasts4150 my soul5315 hateth8130: they are a trouble2960 unto me; I am weary3811 to bear5375 them.","22":"Thy silver3701 is become dross5509, thy wine5435 mixed4107 with water4325:","28":"And the destruction7667 of the transgressors6586 and of the sinners2400 shall be together3162, and they that forsake5800 the LORD3068 shall be consumed3615. destruction: Heb. breaking","25":"And I will turn7725 my hand3027 upon thee, and purely1253 purge away6884 thy dross5509, and take away5493 all thy tin913: purely: Heb. according to pureness","9":"Except3884 the LORD3068 of hosts6635 had left3498 unto us a very small4592 remnant8300, we should have been1961 as Sodom5467, and we should have been like1819 unto Gomorrah6017.","15":"And when ye spread forth6566 your hands3709, I will hide5956 mine eyes5869 from you: yea, when ye make many7235 prayers8605, I will not hear8085: your hands3027 are full4390 of blood1818. make: Heb. multiply prayer blood: Heb. bloods","21":"How is the faithful539 city7151 become an harlot2181! it was full4392 of judgment4941; righteousness6664 lodged3885 in it; but now murderers7523.","24":"Therefore saith5002 the Lord113, the LORD3068 of hosts6635, the mighty One46 of Israel3478, Ah1945, I will ease5162 me of mine adversaries6862, and avenge5358 me of mine enemies341:","16":"Wash7364 you, make you clean2135; put away5493 the evil7455 of your doings4611 from before5048 mine eyes5869; cease2308 to do evil7489;","7":"Your country776 is desolate8077, your cities5892 are burned8313 with fire784: your land127, strangers2114 devour398 it in your presence, and it is desolate8077, as overthrown4114 by strangers2114. overthrown: Heb. the overthrow of","2":"Hear8085, O heavens8064, and give ear238, O earth776: for the LORD3068 hath spoken1696, I have nourished1431 and brought up7311 children1121, and they have rebelled6586 against me.","6":"From the sole3709 of the foot7272 even unto the head7218 there is no soundness4974 in it; but wounds6482, and bruises2250, and putrifying2961 sores4347: they have not been closed2115, neither bound up2280, neither mollified7401 with ointment8081. ointment: or, oil","31":"And the strong2634 shall be as tow5296, and the maker6467 of it as a spark5213, and they shall both8147 burn1197 together3162, and none shall quench3518 them. maker: or, and his work"},"58":{"3":"Wherefore have we fasted6684, say they, and thou seest7200 not? wherefore have we afflicted6031 our soul5315, and thou takest no knowledge3045? Behold, in the day3117 of your fast6685 ye find4672 pleasure2656, and exact5065 all your labours6092. labours: or, things wherewith ye grieve others: Heb. griefs","5":"Is it such a fast6685 that I have chosen977? a day3117 for a man120 to afflict6031 his soul5315? is it to bow down3721 his head7218 as a bulrush100, and to spread3331 sackcloth8242 and ashes665 under him? wilt thou call7121 this2088 a fast6685, and an acceptable7522 day3117 to the LORD3068? a day: or, to afflict his soul for a day?","12":"And they that shall be of thee shall build1129 the old5769 waste places2723: thou shalt raise up6965 the foundations4146 of many1755 generations1755; and thou shalt be called7121, The repairer1443 of the breach6556, The restorer7725 of paths5410 to dwell in3427.","10":"And if thou draw out6329 thy soul5315 to the hungry7457, and satisfy7646 the afflicted6031 soul5315; then shall thy light216 rise2224 in obscurity2822, and thy darkness653 be as the noonday6672:","2":"Yet they seek1875 me daily3117 3117, and delight2654 to know1847 my ways1870, as a nation1471 that did6213 righteousness6666, and forsook5800 not the ordinance4941 of their God430: they ask7592 of me the ordinances4941 of justice6664; they take delight2654 in approaching7132 to God430.","8":"Then shall thy light216 break forth1234 as the morning7837, and thine health724 shall spring forth6779 speedily4120: and thy righteousness6664 shall go1980 before6440 thee; the glory3519 of the LORD3068 shall be thy rereward622. be: Heb. gather thee up","11":"And the LORD3068 shall guide5148 thee continually8548, and satisfy7646 thy soul5315 in drought6710, and make fat2502 thy bones6106: and thou shalt be like a watered7302 garden1588, and like a spring4161 of water4325, whose waters4325 fail3576 not. drought: Heb. droughts fail: Heb. lie, or, deceive","1":"Cry7121 aloud1627, spare2820 not, lift7311 up thy voice6963 like a trumpet7782, and shew5046 my people5971 their transgression6588, and the house1004 of Jacob3290 their sins2403. aloud: Heb. with the throat","9":"Then shalt thou call7121, and the LORD3068 shall answer6030; thou shalt cry7768, and he shall say559, Here I am. If thou take away5493 from the midst8432 of thee the yoke4133, the putting forth7971 of the finger676, and speaking1696 vanity205;","14":"Then shalt thou delight6026 thyself in the LORD3068; and I will cause thee to ride7392 upon the high places1116 of the earth776, and feed398 thee with the heritage5159 of Jacob3290 thy father1: for the mouth6310 of the LORD3068 hath spoken1696 it.","7":"Is it not to deal6536 thy bread3899 to the hungry7457, and that thou bring935 the poor6041 that are cast out4788 to thy house1004? when thou seest7200 the naked6174, that thou cover3680 him; and that thou hide5956 not thyself from thine own flesh1320? cast: or, afflicted","6":"Is not this the fast6685 that I have chosen977? to loose6605 the bands2784 of wickedness7562, to undo5425 the heavy4133 burdens92, and to let the oppressed7533 go7971 free2670, and that ye break5423 every yoke4133? the heavy: Heb. the bundles of the yoke oppressed: Heb. broken","4":"Behold, ye fast6684 for strife7379 and debate4683, and to smite5221 with the fist106 of wickedness7562: ye shall not fast6684 as ye do this day3117, to make your voice6963 to be heard8085 on high4791. ye shall: or, ye fast not as this day","13":"If thou turn away7725 thy foot7272 from the sabbath7676, from doing6213 thy pleasure2656 on my holy6944 day3117; and call7121 the sabbath7676 a delight6027, the holy6918 of the LORD3068, honourable3513; and shalt honour3513 him, not doing6213 thine own ways1870, nor finding4672 thine own pleasure2656, nor speaking1696 thine own words1697:"},"55":{"3":"Incline5186 your ear241, and come3212 unto me: hear8085, and your soul5315 shall live2421; and I will make3772 an everlasting5769 covenant1285 with you, even the sure539 mercies2617 of David1732.","5":"Behold, thou shalt call7121 a nation1471 that thou knowest3045 not, and nations1471 that knew3045 not thee shall run7323 unto thee because of the LORD3068 thy God430, and for the Holy One6918 of Israel3478; for he hath glorified6286 thee.","12":"For ye shall go out3318 with joy8057, and be led forth2986 with peace7965: the mountains2022 and the hills1389 shall break forth6476 before6440 you into singing7440, and all the trees6086 of the field7704 shall clap4222 their hands3709.","10":"For as the rain1653 cometh down3381, and the snow7950 from heaven8064, and returneth7725 not thither, but watereth7301 the earth776, and maketh it bring forth3205 and bud6779, that it may give5414 seed2233 to the sower2232, and bread3899 to the eater398:","2":"Wherefore do ye spend8254 money3701 for that which is not bread3899? and your labour3018 for that which satisfieth7654 not3808? hearken8085 diligently8085 unto me, and eat398 ye that which is good2896, and let your soul5315 delight6026 itself in fatness1880. spend: Heb. weigh","8":"For my thoughts4284 are not your thoughts4284, neither are your ways1870 my ways1870, saith5002 the LORD3068.","11":"So shall my word1697 be that goeth forth3318 out of my mouth6310: it shall not return7725 unto me void7387, but it shall accomplish6213 that which I please2654, and it shall prosper6743 in the thing whereto I sent7971 it.","1":"Ho1945, every one that thirsteth6771, come3212 ye to the waters4325, and he that hath no money3701; come3212 ye, buy7666, and eat398; yea, come3212, buy7666 wine3196 and milk2461 without money3701 and without price4242.","9":"For as the heavens8064 are higher1361 than the earth776, so are my ways1870 higher1361 than your ways1870, and my thoughts4284 than your thoughts4284.","7":"Let the wicked7563 forsake5800 his way1870, and the unrighteous205 man376 his thoughts4284: and let him return7725 unto the LORD3068, and he will have mercy7355 upon him; and to our God430, for he will abundantly7235 pardon5545. the unrighteous: Heb. the man of iniquity abundantly: Heb. multiply to pardon","6":"Seek1875 ye the LORD3068 while he may be found4672, call7121 ye upon him while he is near7138:","4":"Behold, I have given5414 him for a witness5707 to the people3816, a leader5057 and commander6680 to the people3816.","13":"Instead of the thorn5285 shall come up5927 the fir tree1265, and instead of the brier5636 shall come up5927 the myrtle tree1918: and it shall be to the LORD3068 for a name8034, for an everlasting5769 sign226 that shall not be cut off3772."},"33":{"16":"He shall dwell7931 on high4791: his place of defence4869 shall be the munitions4679 of rocks5553: bread3899 shall be given5414 him; his waters4325 shall be sure539. high: Heb. heights, or, high places","3":"At the noise6963 of the tumult1995 the people5971 fled5074; at the lifting up7427 of thyself the nations1471 were scattered5310.","5":"The LORD3068 is exalted7682; for he dwelleth7931 on high4791: he hath filled4390 Zion6726 with judgment4941 and righteousness6666.","21":"But there the glorious117 LORD3068 will be unto us a place4725 of broad7342 3027 rivers5104 and streams2975; wherein shall go3212 no1077 galley590 with oars7885, neither shall gallant117 ship6716 pass5674 thereby. of: Heb. broad of spaces, or, hands","18":"Thine heart3820 shall meditate1897 terror367. Where is the scribe5608? where is the receiver8254? where is he that counted5608 the towers4026? receiver: Heb. weigher?","12":"And the people5971 shall be as the burnings4955 of lime7875: as thorns6975 cut up3683 shall they be burned3341 in the fire784.","10":"Now will I rise6965, saith559 the LORD3068; now will I be exalted7426; now will I lift up5375 myself.","2":"O LORD3068, be gracious2603 unto us; we have waited6960 for thee: be thou their arm2220 every morning1242, our salvation3444 also in the time6256 of trouble6869.","22":"For the LORD3068 is our judge8199, the LORD3068 is our lawgiver2710, the LORD3068 is our king4428; he will save3467 us. lawgiver: Heb. statutemaker","8":"The highways4546 lie waste8074, the wayfaring man5674 734 ceaseth7673: he hath broken6565 the covenant1285, he hath despised3988 the cities5892, he regardeth2803 no man582.","17":"Thine eyes5869 shall see2372 the king4428 in his beauty3308: they shall behold7200 the land776 that is very far off4801. that: Heb. of far distances","11":"Ye shall conceive2029 chaff2842, ye shall bring forth3205 stubble7179: your breath7307, as fire784, shall devour398 you.","1":"Woe1945 to thee that spoilest7703, and thou wast not spoiled7703; and dealest treacherously898, and they dealt not treacherously898 with thee! when thou shalt cease8552 to spoil7703, thou shalt be spoiled7703; and when thou shalt make an end5239 to deal treacherously898, they shall deal treacherously898 with thee.","9":"The earth776 mourneth56 and languisheth535: Lebanon3844 is ashamed2659 and hewn down7060: Sharon8289 is like a wilderness6160; and Bashan1316 and Carmel3760 shake off5287 their fruits. hewn: or, withered away","24":"And the inhabitant7934 shall not say559, I am sick2470: the people5971 that dwell3427 therein shall be forgiven5375 their iniquity5771.","14":"The sinners2400 in Zion6726 are afraid6342; fearfulness7461 hath surprised270 the hypocrites2611. Who among us shall dwell1481 with the devouring398 fire784? who among us shall dwell1481 with everlasting5769 burnings4168?","7":"Behold, their valiant ones691 shall cry6817 without2351: the ambassadors4397 of peace7965 shall weep1058 bitterly4751. valiant: or, messengers","15":"He that walketh1980 righteously6666, and speaketh1696 uprightly4339; he that despiseth3988 the gain1215 of oppressions4642, that shaketh5287 his hands3709 from holding8551 of bribes7810, that stoppeth331 his ears241 from hearing8085 of blood1818, and shutteth6105 his eyes5869 from seeing7200 evil7451; righteously: Heb. in righteousnesses uprightly: Heb. uprightnesses oppressions: or, deceits blood: Heb. bloods","20":"Look2372 upon Zion6726, the city7151 of our solemnities4150: thine eyes5869 shall see7200 Jerusalem3389 a quiet7600 habitation5116, a tabernacle168 that shall not be taken down6813; not one of the stakes3489 thereof shall ever5331 be removed5265, neither shall any of the cords2256 thereof be broken5423.","23":"Thy tacklings2256 are loosed5203; they could not well3653 strengthen2388 their mast8650, they could not spread6566 the sail5251: then is the prey5706 of a great4766 spoil7998 divided2505; the lame6455 take962 the prey957. Thy: or, They have forsaken thy tacklings","6":"And wisdom2451 and knowledge1847 shall be the stability530 of thy times6256, and strength2633 of salvation3444: the fear3374 of the LORD3068 is his treasure214. salvation: Heb. salvations","4":"And your spoil7998 shall be gathered622 like the gathering625 of the caterpiller2625: as the running to and fro4944 of locusts1357 shall he run8264 upon them.","19":"Thou shalt not see7200 a fierce3267 people5971, a people5971 of a deeper6012 speech8193 than thou canst perceive8085; of a stammering3932 tongue3956, that thou canst not understand998. stammering: or, ridiculous","13":"Hear8085, ye that are far off7350, what I have done6213; and, ye that are near7138, acknowledge3045 my might1369."},"27":{"3":"I the LORD3068 do keep5341 it; I will water8248 it every moment7281: lest any hurt6485 it, I will keep5341 it night3915 and day3117.","5":"Or let him take hold2388 of my strength4581, that he may make6213 peace7965 with me; and he shall make6213 peace7965 with me.","12":"And it shall come to pass in that day3117, that the LORD3068 shall beat off2251 from the channel7641 of the river5104 unto the stream5158 of Egypt4714, and ye shall be gathered3950 one259 by one259, O ye children1121 of Israel3478.","10":"Yet the defenced1219 city5892 shall be desolate910, and the habitation5116 forsaken7971, and left5800 like a wilderness4057: there shall the calf5695 feed7462, and there shall he lie down7257, and consume3615 the branches5585 thereof.","2":"In that day3117 sing6031 ye unto her, A vineyard3754 of red wine2561 2531.","8":"In measure5432, when it shooteth forth7971, thou wilt debate7378 with it: he stayeth1898 his rough7186 wind7307 in the day3117 of the east wind6921. it shooteth: or, thou sendest it forth he: or, when he removeth it with","11":"When the boughs7105 thereof are withered3001, they shall be broken off7665: the women802 come935, and set them on fire215: for it is a people5971 of no understanding998: therefore he that made6213 them will not have mercy7355 on them, and he that formed3335 them will shew them no favour2603.","1":"In that day3117 the LORD3068 with his sore7186 and great1419 and strong2389 sword2719 shall punish6485 leviathan3882 the piercing1281 serpent5175, even leviathan3882 that crooked6129 serpent5175; and he shall slay2026 the dragon8577 that is in the sea3220. piercing: or, crossing like a bar","9":"By this2063 therefore shall the iniquity5771 of Jacob3290 be purged3722; and this is all the fruit6529 to take away5493 his sin2403; when he maketh7760 all the stones68 of the altar4196 as chalkstones1615 that are beaten in sunder5310, the groves842 and images2553 shall not stand up6965. images: or, sun images","7":"Hath he smitten5221 him, as he smote4347 those that smote5221 him? or is he slain2026 according to the slaughter2027 of them that are slain2026 by him? as: Heb. according to the stroke of","6":"He shall cause them that come935 of Jacob3290 to take root8327: Israel3478 shall blossom6692 and bud6524, and fill4390 the face6440 of the world8398 with fruit8570.","4":"Fury2534 is not in me: who would set5414 the briers8068 and thorns7898 against me in battle4421? I would go6585 through them, I would burn6702 them together3162. go: or, march against","13":"And it shall come to pass in that day3117, that the great1419 trumpet7782 shall be blown8628, and they shall come935 which were ready to perish6 in the land776 of Assyria804, and the outcasts5080 in the land776 of Egypt4714, and shall worship7812 the LORD3068 in the holy6944 mount2022 at Jerusalem3389."},"16":{"3":"Take935 counsel6098, execute6213 judgment6415; make7896 thy shadow6738 as the night3915 in the midst8432 of the noonday6672; hide5641 the outcasts5080; bewray1540 not him that wandereth5074. Take: Heb. Bring","5":"And in mercy2617 shall the throne3678 be established3559: and he shall sit3427 upon it in truth571 in the tabernacle168 of David1732, judging8199, and seeking1875 judgment4941, and hasting4106 righteousness6664. established: or, prepared","12":"And it shall come to pass, when it is seen7200 that Moab4124 is weary3811 on the high place1116, that he shall come935 to his sanctuary4720 to pray6419; but he shall not prevail3201.","10":"And gladness8057 is taken away622, and joy1524 out of the plentiful field3759; and in the vineyards3754 there shall be no singing7442, neither shall there be shouting7321: the treaders1869 shall tread out1869 no wine3196 in their presses3342; I have made their vintage shouting1959 to cease7673.","2":"For it shall be, that, as a wandering5074 bird5775 cast out7971 of the nest7064, so the daughters1323 of Moab4124 shall be at the fords4569 of Arnon769. cast: or, a nest forsaken","8":"For the fields7709 of Heshbon2809 languish535, and the vine1612 of Sibmah7643: the lords1167 of the heathen1471 have broken down1986 the principal plants8291 thereof, they are come5060 even unto Jazer3270, they wandered8582 through the wilderness4057: her branches7976 are stretched out5203, they are gone over5674 the sea3220. stretched: or, plucked up","11":"Wherefore my bowels4578 shall sound1993 like an harp3658 for Moab4124, and mine inward parts7130 for Kirharesh7025.","1":"Send7971 ye the lamb3733 to the ruler4910 of the land776 from Sela5554 to the wilderness4057, unto the mount2022 of the daughter1323 of Zion6726. Sela: or, Petra: Heb. A rock","9":"Therefore I will bewail1058 with the weeping1065 of Jazer3270 the vine1612 of Sibmah7643: I will water7301 thee with my tears1832, O Heshbon2809, and Elealeh500: for the shouting1959 for thy summer fruits7019 and for thy harvest7105 is fallen5307. the shouting: or, the alarm is fallen upon, etc","14":"But now the LORD3068 hath spoken1696, saying559, Within three7969 years8141, as the years8141 of an hireling7916, and the glory3519 of Moab4124 shall be contemned7034, with all that great7227 multitude1995; and the remnant7605 shall be very4592 small4213 and feeble3808 3524. feeble: or, not many","7":"Therefore shall Moab4124 howl3213 for Moab4124, every one shall howl3213: for the foundations808 of Kirhareseth7025 shall ye mourn1897; surely they are stricken5218. mourn: or, mutter","6":"We have heard8085 of the pride1347 of Moab4124; he is very3966 proud1341: even of his haughtiness1346, and his pride1347, and his wrath5678: but his lies907 shall not be so.","4":"Let mine outcasts5080 dwell1481 with thee, Moab4124; be1933 thou a covert5643 to them from the face6440 of the spoiler7703: for the extortioner4160 is at an end656, the spoiler7701 ceaseth3615, the oppressors7429 are consumed8552 out of the land776. extortioner: Heb. wringer the oppressors: Heb. the treaders down","13":"This is the word1697 that the LORD3068 hath spoken1696 concerning Moab4124 since that time227."},"64":{"7":"And there is none that calleth7121 upon thy name8034, that stirreth up5782 himself to take hold2388 of thee: for thou hast hid5641 thy face6440 from us, and hast consumed4127 us, because3027 of our iniquities5771. consumed: Heb. melted because: Heb. by the hand","9":"Be not wroth7107 very sore3966, O LORD3068, neither remember2142 iniquity5771 for ever5703: behold, see5027, we beseech thee, we are all thy people5971.","10":"Thy holy6944 cities5892 are a wilderness4057, Zion6726 is a wilderness4057, Jerusalem3389 a desolation8077.","3":"When thou didst6213 terrible things3372 which we looked6960 not for, thou camest down3381, the mountains2022 flowed down2151 at thy presence6440.","11":"Our holy6944 and our beautiful8597 house1004, where our fathers1 praised1984 thee, is burned up8316 with fire784: and all our pleasant things4261 are laid waste2723.","2":"As when the melting2003 fire784 burneth6919, the fire784 causeth the waters4325 to boil1158, to make thy name8034 known3045 to thine adversaries6862, that the nations1471 may tremble7264 at thy presence6440! the melting: Heb. the fire of meltings","1":"Oh3863 that thou wouldest rend7167 the heavens8064, that thou wouldest come down3381, that the mountains2022 might flow down2151 at thy presence6440,","12":"Wilt thou refrain662 thyself for these things, O LORD3068? wilt thou hold thy peace2814, and afflict6031 us very sore3966?","4":"For since the beginning of the world5769 men have not heard8085, nor perceived by the ear238, neither hath the eye5869 seen7200, O God430, beside2108 thee, what he hath prepared6213 for him that waiteth2442 for him. seen: or, seen a God beside thee, which doeth so for him, etc","6":"But we are all as an unclean2931 thing, and all our righteousnesses6666 are as filthy5708 rags899; and we all do fade5034 1101 as a leaf5929; and our iniquities5771, like the wind7307, have taken us away5375.","5":"Thou meetest6293 him that rejoiceth7797 and worketh6213 righteousness6664, those that remember2142 thee in thy ways1870: behold, thou art wroth7107; for we have sinned2398: in those is continuance5769, and we shall be saved3467.","8":"But now, O LORD3068, thou art our father1; we are the clay2563, and thou our potter3335; and we all are the work4639 of thy hand3027."},"24":{"16":"From the uttermost part3671 of the earth776 have we heard8085 songs2158, even glory6643 to the righteous6662. But I said559, My leanness7334, my leanness7334, woe188 unto me! the treacherous dealers898 have dealt treacherously898; yea, the treacherous dealers898 have dealt very899 treacherously898. uttermost: Heb. wing My leanness: Heb. Leanness to me, or, My secret to me","3":"The land776 shall be utterly1238 emptied1238, and utterly962 spoiled962: for the LORD3068 hath spoken1696 this word1697.","5":"The earth776 also is defiled2610 under the inhabitants3427 thereof; because they have transgressed5674 the laws8451, changed2498 the ordinance2706, broken6565 the everlasting5769 covenant1285.","21":"And it shall come to pass in that day3117, that the LORD3068 shall punish6485 the host6635 of the high ones4791 that are on high4791, and the kings4428 of the earth127 upon the earth127. punish: Heb. visit upon","18":"And it shall come to pass, that he who fleeth5127 from the noise6963 of the fear6343 shall fall5307 into the pit6354; and he that cometh up5927 out of the midst8432 of the pit6354 shall be taken3920 in the snare6341: for the windows699 from on high4791 are open6605, and the foundations4146 of the earth776 do shake7493.","12":"In the city5892 is left7604 desolation8047, and the gate8179 is smitten3807 with destruction7591.","10":"The city7151 of confusion8414 is broken down7665: every house1004 is shut up5462, that no man may come in935.","2":"And it shall be, as with the people5971, so with the priest3548; as with the servant5650, so with his master113; as with the maid8198, so with her mistress1404; as with the buyer7069, so with the seller4376; as with the lender3867, so with the borrower3867; as with the taker of usury5383, so834 with the giver of usury5378 to him. priest: or, prince","22":"And they shall be gathered together622, as prisoners616 are gathered626 in the pit953, and shall be shut up5462 in the prison4525, and after many7230 days3117 shall they be visited6485. as prisoners: Heb. with the gathering of prisoners pit: or, dungeon visited: or, found wanting","8":"The mirth4885 of tabrets8596 ceaseth7673, the noise7588 of them that rejoice5947 endeth2308, the joy4885 of the harp3658 ceaseth7673.","17":"Fear6343, and the pit6354, and the snare6341, are upon thee, O inhabitant3427 of the earth776.","11":"There is a crying6682 for wine3196 in the streets2351; all joy8057 is darkened6150, the mirth4885 of the land776 is gone1540.","1":"Behold, the LORD3068 maketh the earth776 empty1238, and maketh it waste1110, and turneth5753 it upside down6440, and scattereth abroad6327 the inhabitants3427 thereof. turneth: Heb. perverteth the face thereof","9":"They shall not drink8354 wine3196 with a song7892; strong drink7941 shall be bitter4843 to them that drink8354 it.","14":"They shall lift up5375 their voice6963, they shall sing7442 for the majesty1347 of the LORD3068, they shall cry aloud6670 from the sea3220.","7":"The new wine8492 mourneth56, the vine1612 languisheth535, all the merryhearted8056 3820 do sigh584.","15":"Wherefore glorify3513 ye the LORD3068 in the fires217, even the name8034 of the LORD3068 God430 of Israel3478 in the isles339 of the sea3220. fires: or, valleys","20":"The earth776 shall reel5128 to and fro5128 like a drunkard7910, and shall be removed5110 like a cottage4412; and the transgression6588 thereof shall be heavy3513 upon it; and it shall fall5307, and not rise6965 again3254.","23":"Then the moon3842 shall be confounded2659, and the sun2535 ashamed954, when the LORD3068 of hosts6635 shall reign4427 in mount2022 Zion6726, and in Jerusalem3389, and before his ancients2205 gloriously3519. before: or, there shall be glory before his ancients","6":"Therefore hath the curse423 devoured398 the earth776, and they that dwell3427 therein are desolate816: therefore the inhabitants3427 of the earth776 are burned2787, and few4213 men582 left7604.","4":"The earth776 mourneth56 and fadeth away5034, the world8398 languisheth535 and fadeth away5034, the haughty4791 people5971 of the earth776 do languish535. the haughty: Heb. the height of the people","19":"The earth776 is utterly7489 broken down7489, the earth776 is clean6565 dissolved6565, the earth776 is moved4131 exceedingly4131.","13":"When thus it shall be in the midst7130 of the land776 among8432 the people5971, there shall be as the shaking5363 of an olive tree2132, and as the gleaning grapes5955 when the vintage1210 is done3615."},"19":{"16":"In that day3117 shall Egypt4714 be like unto women802: and it shall be afraid2729 and fear6342 because6440 of the shaking8573 of the hand3027 of the LORD3068 of hosts6635, which he shaketh5130 over it.","3":"And the spirit7307 of Egypt4714 shall fail1238 in the midst7130 thereof; and I will destroy1104 the counsel6098 thereof: and they shall seek1875 to the idols457, and to the charmers328, and to them that have familiar spirits178, and to the wizards3049. fail: Heb. be emptied destroy: Heb. swallow up","5":"And the waters4325 shall fail5405 from the sea3220, and the river5104 shall be wasted2717 and dried up3001.","21":"And the LORD3068 shall be known3045 to Egypt4714, and the Egyptians4714 shall know3045 the LORD3068 in that day3117, and shall do5647 sacrifice2077 and oblation4503; yea, they shall vow5087 a vow5088 unto the LORD3068, and perform7999 it.","18":"In that day3117 shall five2568 cities5892 in the land776 of Egypt4714 speak1696 the language8193 of Canaan3667, and swear7650 to the LORD3068 of hosts6635; one259 shall be called559, The city5892 of destruction2041. the language: Heb. the lip of destruction: or, of Heres, or, of the sun","12":"Where335 are they? where645 are thy wise2450 men? and let them tell5046 thee now, and let them know3045 what the LORD3068 of hosts6635 hath purposed3289 upon Egypt4714.","10":"And they shall be broken1792 in the purposes8356 thereof, all that make6213 sluices7938 and ponds99 for fish5315. purposes: Heb. foundations for fish: Heb. of living things","2":"And I will set5526 the Egyptians4714 against the Egyptians4714: and they shall fight3898 every one376 against his brother251, and every one376 against his neighbour7453; city5892 against city5892, and kingdom4467 against kingdom4467. set: Heb. mingle","22":"And the LORD3068 shall smite5062 Egypt4714: he shall smite5062 and heal7495 it: and they shall return7725 even to the LORD3068, and he shall be intreated6279 of them, and shall heal7495 them.","8":"The fishers1771 also shall mourn578, and all they that cast7993 angle2443 into the brooks2975 shall lament56, and they that spread6566 nets4365 upon6440 the waters4325 shall languish535.","17":"And the land127 of Judah3063 shall be a terror2283 unto Egypt4714, every one that maketh mention2142 thereof shall be afraid6342 in himself, because6440 of the counsel6098 of the LORD3068 of hosts6635, which he hath determined3289 against it.","11":"Surely the princes8269 of Zoan6814 are fools191, the counsel6098 of the wise2450 counsellors3289 of Pharaoh6547 is become brutish1197: how say559 ye unto Pharaoh6547, I am the son1121 of the wise2450, the son1121 of ancient6924 kings4428?","1":"The burden4853 of Egypt4714. Behold, the LORD3068 rideth7392 upon a swift7031 cloud5645, and shall come935 into Egypt4714: and the idols457 of Egypt4714 shall be moved5128 at his presence6440, and the heart3824 of Egypt4714 shall melt4549 in the midst7130 of it.","9":"Moreover they that work5647 in fine8305 flax6593, and they that weave707 networks2355, shall be confounded954. networks: or, white works","24":"In that day3117 shall Israel3478 be the third7992 with Egypt4714 and with Assyria804, even a blessing1293 in the midst7130 of the land776:","14":"The LORD3068 hath mingled4537 a perverse5773 spirit7307 in the midst7130 thereof: and they have caused Egypt4714 to err8582 in every work4639 thereof, as a drunken7910 man staggereth8582 in his vomit6892. a perverse: Heb. a spirit of perversities","7":"The paper reeds6169 by the brooks2975, by the mouth6310 of the brooks2975, and every thing sown4218 by the brooks2975, shall wither3001, be driven away5086, and be no more. and be: Heb. and shall not be","15":"Neither shall there be any work4639 for Egypt4714, which the head7218 or tail2180, branch3712 or rush100, may do6213.","20":"And it shall be for a sign226 and for a witness5707 unto the LORD3068 of hosts6635 in the land776 of Egypt4714: for they shall cry6817 unto the LORD3068 because6440 of the oppressors3905, and he shall send7971 them a saviour3467, and a great one7227, and he shall deliver5337 them.","25":"Whom the LORD3068 of hosts6635 shall bless1288, saying559, Blessed1288 be Egypt4714 my people5971, and Assyria804 the work4639 of my hands3027, and Israel3478 mine inheritance5159.","23":"In that day3117 shall there be a highway4546 out of Egypt4714 to Assyria804, and the Assyrian804 shall come935 into Egypt4714, and the Egyptian4714 into Assyria804, and the Egyptians4714 shall serve5647 with the Assyrians804.","6":"And they shall turn2186 the rivers5104 far away2186; and the brooks2975 of defence4693 shall be emptied1809 and dried up2717: the reeds7070 and flags5488 shall wither7060.","4":"And853 the Egyptians4714 will I give over5534 into the hand3027 of a cruel7186 lord113; and a fierce5794 king4428 shall rule4910 over them, saith5002 the Lord113, the LORD3068 of hosts6635. give: or, shut up","19":"In that day3117 shall there be an altar4196 to the LORD3068 in the midst8432 of the land776 of Egypt4714, and a pillar4676 at681 the border1366 thereof to the LORD3068.","13":"The princes8269 of Zoan6814 are become fools2973, the princes8269 of Noph5297 are deceived5377; they have also seduced8582 Egypt4714, even they that are the stay6438 of the tribes7626 thereof. they that: or, governors: Heb. corners"},"29":{"16":"Surely your turning of things upside down2017 shall be esteemed2803 as the potter\u0027s3335 clay2563: for shall the work4639 say559 of him that made6213 it, He made6213 me not? or shall the thing framed3336 say559 of him that framed3335 it, He had no understanding995?","3":"And I will camp2583 against thee round about1754, and will lay siege6696 against thee with a mount4674, and I will raise6965 forts4694 against thee.","5":"Moreover the multitude1995 of thy strangers2114 shall be like small1851 dust80, and the multitude1995 of the terrible ones6184 shall be as chaff4671 that passeth away5674: yea, it shall be at an instant6621 suddenly6597.","21":"That make a man120 an offender2398 for a word1697, and lay a snare6983 for him that reproveth3198 in the gate8179, and turn aside5186 the just6662 for a thing of nought8414.","18":"And in that day3117 shall the deaf2795 hear8085 the words1697 of the book5612, and the eyes5869 of the blind5787 shall see7200 out of obscurity652, and out of darkness2822.","12":"And the book5612 is delivered5414 to him that is not learned3045 5612, saying559, Read7121 this, I pray thee: and he saith559, I am not learned3045.","10":"For the LORD3068 hath poured out5258 upon you the spirit7307 of deep sleep8639, and hath closed6105 your eyes5869: the prophets5030 and your rulers7218, the seers2374 hath he covered3680. rulers: Heb. heads","2":"Yet I will distress6693 Ariel740, and there shall be heaviness8386 and sorrow592: and it shall be unto me as Ariel740.","22":"Therefore thus saith559 the LORD3068, who redeemed6299 Abraham85, concerning the house1004 of Jacob3290, Jacob3290 shall not now be ashamed954, neither shall his face6440 now wax pale2357.","8":"It shall even be as when an hungry7457 man dreameth2492, and, behold, he eateth398; but he awaketh6974, and his soul5315 is empty7386: or as when834 a thirsty man6771 dreameth2492, and, behold, he drinketh8354; but he awaketh6974, and, behold, he is faint5889, and his soul5315 hath appetite8264: so shall the multitude1995 of all the nations1471 be, that fight6633 against mount2022 Zion6726.","17":"Is it not yet a very4213 little while4592, and Lebanon3844 shall be turned7725 into a fruitful field3759, and the fruitful field3759 shall be esteemed2803 as a forest3293?","11":"And the vision2380 of all is become unto you as the words1697 of a book5612 that is sealed2856, which men deliver5414 to one that is learned3045, saying559, Read7121 this, I pray thee: and he saith559, I cannot3201; for it is sealed2856: book: or, letter","1":"Woe1945 to Ariel740, to Ariel740, the city7151 where David1732 dwelt2583! add5595 ye year8141 to year8141; let them kill5362 sacrifices2282. Woe: or, O Ariel, that is, the lion of God the city: or, of the city kill: Heb. cut off the heads of","9":"Stay4102 yourselves, and wonder8539; cry ye out8173, and cry8173: they are drunken7937, but not with wine3196; they stagger5128, but not with strong drink7941. cry ye: or, take your pleasure, and riot","24":"They also that erred8582 in spirit7307 shall come3045 to understanding998, and they that murmured7279 shall learn3925 doctrine3948. come: Heb. know understanding","14":"Therefore, behold, I will proceed3254 to do a marvellous work6381 among this people5971, even a marvellous work6381 and a wonder6382: for the wisdom2451 of their wise2450 men shall perish6, and the understanding998 of their prudent995 men shall be hid5641. proceed: Heb. add","7":"And the multitude1995 of all the nations1471 that fight6633 against Ariel740, even all that fight6638 against her and her munition4685, and that distress6693 her, shall be as a dream2472 of a night3915 vision2377.","15":"Woe1945 unto them that seek deep6009 to hide5641 their counsel6098 from the LORD3068, and their works4639 are in the dark4285, and they say559, Who seeth7200 us? and who knoweth3045 us?","20":"For the terrible one6184 is brought to nought656, and the scorner3887 is consumed3615, and all that watch8245 for iniquity205 are cut off3772:","23":"But when he seeth7200 his children3206, the work4639 of mine hands3027, in the midst7130 of him, they shall sanctify6942 my name8034, and sanctify6942 the Holy One6918 of Jacob3290, and shall fear6206 the God430 of Israel3478.","6":"Thou shalt be visited6485 of the LORD3068 of hosts6635 with thunder7482, and with earthquake7494, and great1419 noise6963, with storm5492 and tempest5591, and the flame3851 of devouring398 fire784.","4":"And thou shalt be brought down8213, and shalt speak1696 out of the ground776, and thy speech565 shall be low7817 out of the dust6083, and thy voice6963 shall be, as of one that hath a familiar spirit178, out of the ground776, and thy speech565 shall whisper6850 out of the dust6083. whisper: Heb. peep, or, chirp","19":"The meek6035 also shall increase3254 their joy8057 in the LORD3068, and the poor34 among men120 shall rejoice1523 in the Holy One6918 of Israel3478. increase: Heb. add","13":"Wherefore the Lord136 said559, Forasmuch3282 as this people5971 draw near5066 me with their mouth6310, and with their lips8193 do honour3513 me, but have removed7368 their heart3820 far7368 from me, and their fear3374 toward me is taught3925 by the precept4687 of men582:"},"61":{"7":"For your shame1322 ye shall have double4932; and for confusion3639 they shall rejoice7442 in their portion2506: therefore in their land776 they shall possess3423 the double4932: everlasting5769 joy8057 shall be unto them.","9":"And their seed2233 shall be known3045 among the Gentiles1471, and their offspring6631 among8432 the people5971: all that see7200 them shall acknowledge5234 them, that they are the seed2233 which the LORD3068 hath blessed1288.","10":"I will greatly7797 rejoice7797 in the LORD3068, my soul5315 shall be joyful1523 in my God430; for he hath clothed3847 me with the garments899 of salvation3468, he hath covered3271 me with the robe4598 of righteousness6666, as a bridegroom2860 decketh3547 himself with ornaments6287, and as a bride3618 adorneth5710 herself with her jewels3627. decketh: Heb. decketh as a priest","3":"To appoint7760 unto them that mourn57 in Zion6726, to give5414 unto them beauty6287 for ashes665, the oil8081 of joy8342 for mourning60, the garment4594 of praise8416 for the spirit7307 of heaviness3544; that they might be called7121 trees352 of righteousness6664, the planting4302 of the LORD3068, that he might be glorified6286.","11":"For as the earth776 bringeth forth3318 her bud6780, and as the garden1593 causeth the things that are sown2221 in it to spring forth6779; so the Lord136 GOD3069 will cause righteousness6666 and praise8416 to spring forth6779 before all the nations1471.","2":"To proclaim7121 the acceptable7522 year8141 of the LORD3068, and the day3117 of vengeance5359 of our God430; to comfort5162 all that mourn57;","1":"The Spirit7307 of the Lord136 GOD3069 is upon me; because the LORD3068 hath anointed4886 me to preach good tidings1319 unto the meek6035; he hath sent7971 me to bind up2280 the brokenhearted7665 3820, to proclaim7121 liberty1865 to the captives7617, and the opening of the prison6495 to them that are bound631;","4":"And they shall build1129 the old5769 wastes2723, they shall raise up6965 the former7223 desolations8074, and they shall repair2318 the waste2721 cities5892, the desolations8074 of many1755 generations1755.","6":"But ye shall be named7121 the Priests3548 of the LORD3068: men shall call559 you the Ministers8334 of our God430: ye shall eat398 the riches2428 of the Gentiles1471, and in their glory3519 shall ye boast3235 yourselves.","5":"And strangers2114 shall stand5975 and feed7462 your flocks6629, and the sons1121 of the alien5236 shall be your plowmen406 and your vinedressers3755.","8":"For I the LORD3068 love157 judgment4941, I hate8130 robbery1498 for burnt offering5930; and I will direct5414 their work6468 in truth571, and I will make3772 an everlasting5769 covenant1285 with them."},"9":{"16":"For the leaders833 of this people5971 cause them to err8582; and they that are led833 of them are destroyed1104. the leaders: or, they that call them blessed led of: or, called blessed of destroyed: Heb. swallowed up","3":"Thou hast multiplied7235 the nation1471, and not increased1431 the joy8057: they joy8055 before6440 thee according to the joy8057 in harvest7105, and as men rejoice1523 when they divide2505 the spoil7998. not: or, to him","5":"For every battle5430 of the warrior5431 is with confused noise7494, and garments8071 rolled1556 in blood1818; but this shall be with burning8316 and fuel3980 of fire784. For: or, When the whole battle of the warrior was, etc but: or, and it was, etc fuel: Heb. meat","21":"Manasseh4519, Ephraim669; and Ephraim669, Manasseh4519: and they together3162 shall be against Judah3063. For all this his anger639 is not turned away7725, but his hand3027 is stretched out still5186.","18":"For wickedness7564 burneth1197 as the fire784: it shall devour398 the briers8068 and thorns7898, and shall kindle3341 in the thickets5442 of the forest3293, and they shall mount up55 like the lifting up1348 of smoke6227.","12":"The Syrians758 before6924, and the Philistines6430 behind268; and they shall devour398 Israel3478 with open mouth6310. For all this his anger639 is not turned away7725, but his hand3027 is stretched out still5186. open: Heb. whole","10":"The bricks3843 are fallen down5307, but we will build1129 with hewn stones1496: the sycomores8256 are cut down1438, but we will change2498 them into cedars730.","2":"The people5971 that walked1980 in darkness2822 have seen7200 a great1419 light216: they that dwell3427 in the land776 of the shadow of death6757, upon them hath the light216 shined5050.","8":"The Lord136 sent7971 a word1697 into Jacob3290, and it hath lighted5307 upon Israel3478.","17":"Therefore the Lord136 shall have no joy8055 in their young men970, neither shall have mercy7355 on their fatherless3490 and widows490: for every one is an hypocrite2611 and an evildoer7489, and every mouth6310 speaketh1696 folly5039. For all this his anger639 is not turned away7725, but his hand3027 is stretched out still5186. folly: or, villany","11":"Therefore the LORD3068 shall set up7682 the adversaries6862 of Rezin7526 against him, and join5526 his enemies341 together5526; join: Heb. mingle","1":"Nevertheless the dimness4155 shall not be such as was in her vexation4164, when6256 at the first7223 he lightly afflicted7043 the land776 of Zebulun2074 and the land776 of Naphtali5321, and afterward314 did more grievously afflict3513 her by the way1870 of the sea3220, beyond5676 Jordan3383, in Galilee1551 of the nations1471. of the nations: or, populous","9":"And all the people5971 shall know3045, even Ephraim669 and the inhabitant3427 of Samaria8111, that say559 in the pride1346 and stoutness1433 of heart3824,","14":"Therefore the LORD3068 will cut off3772 from Israel3478 head7218 and tail2180, branch3712 and rush100, in one259 day3117.","7":"Of the increase4766 of his government4951 and peace7965 there shall be no end7093, upon the throne3678 of David1732, and upon his kingdom4467, to order3559 it, and to establish5582 it with judgment4941 and with justice6666 from henceforth even for5704 ever5769. The zeal7068 of the LORD3068 of hosts6635 will perform6213 this.","15":"The ancient2205 and honourable6440 5375, he1931 is the head7218; and the prophet5030 that teacheth3384 lies8267, he is the tail2180.","20":"And he shall snatch1504 on the right hand3225, and be hungry7457; and he shall eat398 on the left hand8040, and they shall not be satisfied7646: they shall eat398 every man376 the flesh1320 of his own arm2220: snatch: Heb cut","6":"For unto us a child3206 is born3205, unto us a son1121 is given5414: and the government4951 shall be upon his shoulder7926: and his name8034 shall be called7121 Wonderful6382, Counsellor3289, The mighty1368 God410, The everlasting5703 Father1, The Prince8269 of Peace7965.","4":"For thou hast broken2865 the yoke5923 of his burden5448, and the staff4294 of his shoulder7926, the rod7626 of his oppressor5065, as in the day3117 of Midian4080. For: or, When thou brakest","19":"Through the wrath5678 of the LORD3068 of hosts6635 is the land776 darkened6272, and the people5971 shall be as the fuel3980 of the fire784: no man376 shall spare2550 his brother251. fuel: Heb. meat","13":"For the people5971 turneth7725 not unto him that smiteth5221 them, neither do they seek1875 the LORD3068 of hosts6635."},"37":{"11":"Behold, thou hast heard8085 what the kings4428 of Assyria804 have done6213 to all lands776 by destroying them utterly2763; and shalt thou be delivered5337?","3":"And they said559 unto him, Thus saith559 Hezekiah2396, This day3117 is a day3117 of trouble6869, and of rebuke8433, and of blasphemy5007: for the children1121 are come935 to the birth4866, and there is not strength3581 to bring forth3205. blasphemy: or, provocation","20":"Now therefore, O LORD3068 our God430, save3467 us from his hand3027, that all the kingdoms4467 of the earth776 may know3045 that thou art the LORD3068, even thou only.","12":"Have the gods430 of the nations1471 delivered5337 them which my fathers1 have destroyed7843, as Gozan1470, and Haran2771, and Rezeph7530, and the children1121 of Eden5729 which were in Telassar8515?","10":"Thus shall ye speak559 to Hezekiah2396 king4428 of Judah3063, saying559, Let not thy God430, in whom thou trustest982, deceive5377 thee, saying559, Jerusalem3389 shall not be given5414 into the hand3027 of the king4428 of Assyria804.","17":"Incline5186 thine ear241, O LORD3068, and hear8085; open6491 thine eyes5869, O LORD3068, and see7200: and hear8085 all the words1697 of Sennacherib5576, which hath sent7971 to reproach2778 the living2416 God430.","13":"Where is the king4428 of Hamath2574, and the king4428 of Arphad774, and the king4428 of the city5892 of Sepharvaim5617, Hena2012, and Ivah5755?","27":"Therefore their inhabitants3427 were of small7116 power3027, they were dismayed2865 and confounded954: they were as the grass6212 of the field7704, and as the green3419 herb1877, as the grass2682 on the housetops1406, and as corn blasted7709 before6440 it be grown up7054. of small: Heb. short of hand","30":"And this shall be a sign226 unto thee, Ye shall eat398 this year8141 such as groweth5599 of itself; and the second8145 year8141 that which springeth7823 of the same: and in the third7992 year8141 sow2232 ye, and reap7114, and plant5193 vineyards3754, and eat398 the fruit6529 thereof.","18":"Of a truth551, LORD3068, the kings4428 of Assyria804 have laid waste2717 all the nations776, and their countries776, nations: Heb. lands","36":"Then the angel4397 of the LORD3068 went forth3318, and smote5221 in the camp4264 of the Assyrians804 a hundred3967 and fourscore8084 and five2568 thousand505: and when they arose early7925 in the morning1242, behold, they were all dead4191 corpses6297.","29":"Because thy rage7264 against me, and thy tumult7600, is come up5927 into mine ears241, therefore will I put7760 my hook2397 in thy nose639, and my bridle4964 in thy lips8193, and I will turn thee back7725 by the way1870 by which thou camest935.","23":"Whom hast thou reproached2778 and blasphemed1442? and against whom hast thou exalted7311 thy voice6963, and lifted up5375 thine eyes5869 on high4791? even against the Holy One6918 of Israel3478.","19":"And have cast5414 their gods430 into the fire784: for they were no gods430, but the work4639 of men\u0027s120 hands3027, wood6086 and stone68: therefore they have destroyed6 them. cast: Heb. given","1":"And it came to pass, when king4428 Hezekiah2396 heard8085 it, that he rent7167 his clothes899, and covered3680 himself with sackcloth8242, and went935 into the house1004 of the LORD3068.","5":"So the servants5650 of king4428 Hezekiah2396 came935 to Isaiah3470.","4":"It may be the LORD3068 thy God430 will hear8085 the words1697 of Rabshakeh7262, whom the king4428 of Assyria804 his master113 hath sent7971 to reproach2778 the living2416 God430, and will reprove3198 the words1697 which the LORD3068 thy God430 hath heard8085: wherefore lift up5375 thy prayer8605 for the remnant7611 that is left4672. left: Heb. found","8":"So Rabshakeh7262 returned7725, and found4672 the king4428 of Assyria804 warring3898 against Libnah3841: for he had heard8085 that he was departed5265 from Lachish3923.","26":"Hast thou not heard8085 long ago7350, how I have done6213 it; and of ancient6924 times3117, that I have formed3335 it? now have I brought935 it to pass, that thou shouldest be to lay waste7582 defenced1219 cities5892 into ruinous5327 heaps1530. Hast: or, Hast thou not heard how I have made it long ago, and formed it of ancient times? should I now bring it to be laid waste, and defenced cities to be ruinous heaps?","14":"And Hezekiah2396 received3947 the letter5612 from the hand3027 of the messengers4397, and read7121 it: and Hezekiah2396 went up5927 unto the house1004 of the LORD3068, and spread6566 it before6440 the LORD3068.","37":"So Sennacherib5576 king4428 of Assyria804 departed5265, and went3212 and returned7725, and dwelt3427 at Nineveh5210.","22":"This is the word1697 which the LORD3068 hath spoken1696 concerning him; The virgin1330, the daughter1323 of Zion6726, hath despised959 thee, and laughed thee to scorn;3932 the daughter1323 of Jerusalem3389 hath shaken5128 her head7218 at thee310.","28":"But I know3045 thy abode3427, and thy going out3318, and thy coming in935, and thy rage7264 against me. abode: or, sitting","25":"I have digged6979, and drunk8354 water4325; and with the sole3709 of my feet6471 have I dried up2717 all the rivers2975 of the besieged places4693. besieged: or, fenced and closed","9":"And he heard8085 say559 concerning Tirhakah8640 king4428 of Ethiopia3568, He is come forth3318 to make war3898 with thee. And when he heard8085 it, he sent7971 messengers4397 to Hezekiah2396, saying559,","33":"Therefore thus saith559 the LORD3068 concerning the king4428 of Assyria804, He shall not come935 into this city5892, nor shoot3384 an arrow2671 there, nor come before6923 it with shields4043, nor cast8210 a bank5550 against it.","15":"And Hezekiah2396 prayed6419 unto the LORD3068, saying559,","34":"By the way1870 that he came935, by the same shall he return7725, and shall not come935 into this city5892, saith5002 the LORD3068.","21":"Then Isaiah3470 the son1121 of Amoz531 sent7971 unto Hezekiah2396, saying559, Thus saith559 the LORD3068 God430 of Israel3478, Whereas thou hast prayed6419 to me against Sennacherib5576 king4428 of Assyria804:","24":"By3027 thy servants5650 hast thou reproached2778 the Lord136, and hast said559, By the multitude7230 of my chariots7393 am I come up5927 to the height4791 of the mountains2022, to the sides3411 of Lebanon3844; and I will cut down3772 the tall6967 cedars730 thereof, and the choice4005 fir trees1265 thereof: and I will enter935 into the height4791 of his border7093, and the forest3293 of his Carmel3760. By thy: Heb. By the hand of thy servants the tall: Heb. the tallness of the cedars thereof and the choice of the fir trees thereof the forest: or, the forest and his fruitful field","16":"O LORD3068 of hosts6635, God430 of Israel3478, that dwellest3427 between the cherubims3742, thou art the God430, even thou alone, of all the kingdoms4467 of the earth776: thou hast made6213 heaven8064 and earth776.","35":"For I will defend1598 this city5892 to save3467 it for mine own sake, and for my servant5650 David\u0027s1732 sake.","32":"For out of Jerusalem3389 shall go forth3318 a remnant7611, and they that escape6413 out of mount2022 Zion6726: the zeal7068 of the LORD3068 of hosts6635 shall do6213 this. they: Heb. the escaping","7":"Behold, I will send5414 a blast7307 upon him, and he shall hear8085 a rumour8052, and return7725 to his own land776; and I will cause him to fall5307 by the sword2719 in his own land776. send: or, put a spirit into him","2":"And he sent7971 Eliakim471, who was over the household1004, and Shebna7644 the scribe5608, and the elders2205 of the priests3548 covered3680 with sackcloth8242, unto Isaiah3470 the prophet5030 the son1121 of Amoz531.","38":"And it came to pass, as he was worshipping7812 in the house1004 of Nisroch5268 his god430, that Adrammelech152 and Sharezer8272 his sons1121 smote5221 him with the sword2719; and they escaped4422 into the land776 of Armenia780: and Esarhaddon634 his son1121 reigned4427 in his stead. Armenia: Heb. Ararat","6":"And Isaiah3470 said559 unto them, Thus shall ye say559 unto your master113, Thus saith559 the LORD3068, Be not afraid3372 of6440 the words1697 that thou hast heard8085, wherewith the servants5288 of the king4428 of Assyria804 have blasphemed1442 me.","31":"And the remnant7604 that is escaped6413 of the house1004 of Judah3063 shall again3254 take root8328 downward4295, and bear6213 fruit6529 upward4605: the remnant: Heb. the escaping of the house of Judah that remaineth"},"7":{"16":"For before the child5288 shall know3045 to refuse3988 the evil7451, and choose977 the good2896, the land127 that thou abhorrest6973 shall be6440 forsaken5800 of both8147 her kings4428.","3":"Then said559 the LORD3068 unto Isaiah3470, Go forth3318 now to meet7125 Ahaz271, thou, and Shearjashub7610 thy son1121, at the end7097 of the conduit8585 of the upper5945 pool1295 in the highway4546 of the fuller\u0027s3526 field7704; Shearjashub: that is, The remnant shall return highway: or, causeway","5":"Because Syria758, Ephraim669, and the son1121 of Remaliah7425, have taken evil7451 counsel3289 against thee, saying559,","21":"And it shall come to pass in that day3117, that a man376 shall nourish2421 a young1241 cow5697, and two8147 sheep6629;","18":"And it shall come to pass in that day3117, that the LORD3068 shall hiss8319 for the fly2070 that is in the uttermost part7097 of the rivers2975 of Egypt4714, and for the bee1682 that is in the land776 of Assyria804.","12":"But Ahaz271 said559, I will not ask7592, neither will I tempt5254 853 the LORD3068.","10":"Moreover the LORD3068 spake1696 again3254 unto Ahaz271, saying559, Moreover: Heb. And the LORD added to speak","2":"And it was told5046 the house1004 of David1732, saying559, Syria758 is confederate5117 with Ephraim669. And his heart3824 was moved5128, and the heart3824 of his people5971, as the trees6086 of the wood3293 are moved5128 with6440 the wind7307. is confederate: Heb. resteth on","22":"And it shall come to pass, for the abundance7230 of milk2461 that they shall give6213 he shall eat398 butter2529: for butter2529 and honey1706 shall every one eat398 that is left3498 in7130 the land776. the land: Heb. the midst of the land","8":"For the head7218 of Syria758 is Damascus1834, and the head7218 of Damascus1834 is Rezin7526; and within threescore8346 and five2568 years8141 shall Ephraim669 be broken2865, that it be not a people5971. that: Heb. from a people","17":"The LORD3068 shall bring935 upon thee, and upon thy people5971, and upon thy father\u0027s1 house1004, days3117 that have not come935, from the day3117 that Ephraim669 departed5493 from Judah3063; even the king4428 of Assyria804.","11":"Ask7592 thee a sign226 of the LORD3068 thy God430; ask7592 it either in the depth6009, or in the height1361 above4605. ask it: or, make thy petition deep","1":"And it came to pass in the days3117 of Ahaz271 the son1121 of Jotham3147, the son1121 of Uzziah5818, king4428 of Judah3063, that Rezin7526 the king4428 of Syria758, and Pekah6492 the son1121 of Remaliah7425, king4428 of Israel3478, went up5927 toward Jerusalem3389 to war4421 against it, but could3201 not prevail3898 against it.","9":"And the head7218 of Ephraim669 is Samaria8111, and the head7218 of Samaria8111 is Remaliah\u0027s7425 son1121. If ye will not believe539, surely ye shall not be established539. If: or, Do ye not believe? it is because ye are not stable","24":"With arrows2671 and with bows7198 shall men come935 thither; because all the land776 shall become briers8068 and thorns7898.","14":"Therefore the Lord136 himself shall give5414 you a sign226; Behold, a virgin5959 shall conceive2030, and bear3205 a son1121, and shall call7121 his name8034 Immanuel410 6005. shall call: or, thou, O virgin, shalt call","7":"Thus3541 saith559 the Lord136 GOD3069, It shall not stand6965, neither shall it come to pass.","15":"Butter2529 and honey1706 shall he eat398, that he may know3045 to refuse3988 the evil7451, and choose977 the good2896.","20":"In the same day3117 shall the Lord136 shave1548 with a razor8593 that is hired7917, namely, by them beyond5676 the river5104, by the king4428 of Assyria804, the head7218, and the hair8181 of the feet7272: and it shall also consume5595 the beard2206.","25":"And on all hills2022 that shall be digged5737 with the mattock4576, there shall not come thither935 the fear3374 of briers8068 and thorns7898: but it shall be for the sending forth4916 of oxen7794, and for the treading4823 of lesser cattle7716.","23":"And it shall come to pass in that day3117, that every place4725 shall be, where there were a thousand505 vines1612 at a thousand505 silverlings3701, it shall even be for briers8068 and thorns7898.","6":"Let us go up5927 against Judah3063, and vex6973 it, and let us make a breach1234 therein for us, and set4427 a king4428 in the midst8432 of it, even the son1121 of Tabeal2870: vex: or, waken","4":"And say559 unto him, Take heed8104, and be quiet8252; fear3372 not, neither be fainthearted7401 3824 for the two8147 tails2180 of these smoking6226 firebrands181, for the fierce2750 anger639 of Rezin7526 with Syria758, and of the son1121 of Remaliah7425. neither: Heb. let not thy heart be tender","19":"And they shall come935, and shall rest5117 all of them in the desolate1327 valleys5158, and in the holes5357 of the rocks5553, and upon all thorns5285, and upon all bushes5097. bushes: or, commendable trees","13":"And he said559, Hear8085 ye now, O house1004 of David1732; Is it a small thing4592 for you to weary3811 men582, but will ye weary3811 my God430 also?"},"52":{"3":"For thus saith559 the LORD3068, Ye have sold4376 yourselves for nought2600; and ye shall be redeemed1350 without money3701.","5":"Now therefore, what have I here, saith5002 the LORD3068, that my people5971 is taken away3947 for nought2600? they that rule4910 over them make them to howl3213, saith5002 the LORD3068; and my name8034 continually8548 every day3117 is blasphemed5006.","12":"For ye shall not go out3318 with haste2649, nor go3212 by flight4499: for the LORD3068 will go1980 before6440 you; and the God430 of Israel3478 will be your rereward622. be: Heb. gather you up","10":"The LORD3068 hath made bare2834 his holy6944 arm2220 in the eyes5869 of all the nations1471; and all the ends657 of the earth776 shall see7200 the salvation3444 of our God430.","2":"Shake5287 thyself from the dust6083; arise6965, and sit down3427, O Jerusalem3389: loose6605 thyself from the bands4147 of thy neck6677, O captive7628 daughter1323 of Zion6726.","8":"Thy watchmen6822 shall lift up5375 the voice6963; with the voice6963 together3162 shall they sing7442: for they shall see7200 eye5869 to eye5869, when the LORD3068 shall bring again7725 Zion6726.","11":"Depart5493 ye, depart5493 ye, go ye out3318 from thence, touch5060 no unclean2931 thing; go ye out3318 of the midst8432 of her; be ye clean1305, that bear5375 the vessels3627 of the LORD3068.","1":"Awake5782, awake5782; put on3847 thy strength5797, O Zion6726; put on3847 thy beautiful8597 garments899, O Jerusalem3389, the holy6944 city5892: for henceforth there shall no more3254 come935 into thee the uncircumcised6189 and the unclean2931.","9":"Break forth into joy6476, sing7442 together3162, ye waste places2723 of Jerusalem3389: for the LORD3068 hath comforted5162 his people5971, he hath redeemed1350 Jerusalem3389.","14":"As many7227 were astonied8074 at thee; his visage4758 was so marred4893 more than any man376, and his form8389 more than the sons1121 of men120:","7":"How beautiful4998 upon the mountains2022 are the feet7272 of him that bringeth good tidings1319, that publisheth8085 peace7965; that bringeth good tidings1319 of good2896, that publisheth8085 salvation3444; that saith559 unto Zion6726, Thy God430 reigneth4427!","15":"So shall he sprinkle5137 many7227 nations1471; the kings4428 shall shut7092 their mouths6310 at him: for that which had not been told5608 them shall they see7200; and that which they had not heard8085 shall they consider995.","6":"Therefore my people5971 shall know3045 my name8034: therefore they shall know in that day3117 that I am he that doth speak1696: behold, it is I.","4":"For thus saith559 the Lord136 GOD3069, My people5971 went down3381 aforetime7223 into Egypt4714 to sojourn1481 there; and the Assyrian804 oppressed6231 them without cause657.","13":"Behold, my servant5650 shall deal prudently7919, he shall be exalted7311 and extolled5375, and be very3966 high1361. deal: or, prosper"},"39":{"7":"And of thy sons1121 that shall issue3318 from thee, which thou shalt beget3205, shall they take away3947; and they shall be eunuchs5631 in the palace1964 of the king4428 of Babylon894.","3":"Then came935 Isaiah3470 the prophet5030 unto king4428 Hezekiah2396, and said559 unto him, What said559 these men582? and from whence370 came935 they unto thee? And Hezekiah2396 said559, They are come935 from a far7350 country776 unto me, even from Babylon894.","2":"And Hezekiah2396 was glad8055 of them, and shewed7200 them the house1004 of his precious things5238, the silver3701, and the gold2091, and the spices1314, and the precious2896 ointment8081, and all the house1004 of his armour3627, and all that was found4672 in his treasures214: there was nothing1697 in his house1004, nor in all his dominion4475, that Hezekiah2396 shewed7200 them not. precious things: or, spicery armour: or, jewels: Heb. vessels, or, instruments","1":"At that time6256 Merodachbaladan4757, the son1121 of Baladan1081, king4428 of Babylon894, sent7971 letters5612 and a present4503 to Hezekiah2396: for he had heard8085 that he had been sick2470, and was recovered2388.","4":"Then said559 he, What have they seen7200 in thine house1004? And Hezekiah2396 answered559, All that is in mine house1004 have they seen7200: there is nothing1697 among my treasures214 that I have not shewed7200 them.","6":"Behold, the days3117 come935, that all that is in thine house1004, and that which thy fathers1 have laid up in store686 until this day3117, shall be carried5375 to Babylon894: nothing1697 shall be left3498, saith559 the LORD3068.","5":"Then said559 Isaiah3470 to Hezekiah2396, Hear8085 the word1697 of the LORD3068 of hosts6635:","8":"Then said559 Hezekiah2396 to Isaiah3470, Good2896 is the word1697 of the LORD3068 which thou hast spoken1696. He said559 moreover, For there shall be peace7965 and truth571 in my days3117."},"48":{"16":"Come7126 ye near7126 unto me, hear8085 ye this; I have not spoken1696 in secret5643 from the beginning7218; from the time6256 that it was, there am I: and now the Lord136 GOD3069, and his Spirit7307, hath sent7971 me.","3":"I have declared5046 the former things7223 from the beginning227; and they went forth3318 out of my mouth6310, and I shewed8085 them; I did6213 them suddenly6597, and they came to pass935.","5":"I have even from the beginning227 declared5046 it to thee; before it came to pass935 I shewed8085 it thee: lest thou shouldest say559, Mine idol6090 hath done6213 them, and my graven image6459, and my molten image5262, hath commanded6680 them.","21":"And they thirsted6770 not when he led3212 them through the deserts2723: he caused the waters4325 to flow5140 out of the rock6697 for them: he clave1234 the rock6697 also, and the waters4325 gushed out2100.","18":"O that3863 thou hadst hearkened7181 to my commandments4687! then had thy peace7965 been as a river5104, and thy righteousness6666 as the waves1530 of the sea3220:","12":"Hearken8085 unto me, O Jacob3290 and Israel3478, my called7121; I am he; I am the first7223, I also am the last314.","10":"Behold, I have refined6884 thee, but not with silver3701; I have chosen977 thee in the furnace3564 of affliction6040. with: or, for silver","2":"For they call7121 themselves of the holy6944 city5892, and stay5564 themselves upon the God430 of Israel3478; The LORD3068 of hosts6635 is his name8034.","22":"There is no peace7965, saith559 the LORD3068, unto the wicked7563.","8":"Yea, thou heardest8085 not; yea, thou knewest3045 not; yea, from that time that thine ear241 was not opened6605: for I knew3045 that thou wouldest deal very898 treacherously898, and wast called7121 a transgressor6586 from the womb990.","17":"Thus saith559 the LORD3068, thy Redeemer1350, the Holy One6918 of Israel3478; I am the LORD3068 thy God430 which teacheth3925 thee to profit3276, which leadeth1869 thee by the way1870 that thou shouldest go3212.","11":"For mine own sake, even for mine own sake, will I do6213 it: for how should my name be polluted2490? and I will not give5414 my glory3519 unto another312.","1":"Hear8085 ye this, O house1004 of Jacob3290, which are called7121 by the name8034 of Israel3478, and are come forth3318 out of the waters4325 of Judah3063, which swear7650 by the name8034 of the LORD3068, and make mention2142 of the God430 of Israel3478, but not in truth571, nor in righteousness6666.","9":"For my name\u0027s8034 sake will I defer748 mine anger639, and for my praise8416 will I refrain2413 for thee, that I cut thee not off3772.","14":"All ye, assemble6908 yourselves, and hear8085; which among them hath declared5046 these things? The LORD3068 hath loved157 him: he will do6213 his pleasure2656 on Babylon894, and his arm2220 shall be on the Chaldeans3778.","7":"They are created1254 now, and not from the beginning; even before6440 the day3117 when thou heardest8085 them not; lest thou shouldest say559, Behold, I knew3045 them.","15":"I, even I, have spoken1696; yea, I have called7121 him: I have brought935 him, and he shall make his way1870 prosperous6743.","20":"Go ye forth3318 of Babylon894, flee1272 ye from the Chaldeans3778, with a voice6963 of singing7440 declare5046 ye, tell8085 this, utter3318 it even to the end7097 of the earth776; say559 ye, The LORD3068 hath redeemed1350 his servant5650 Jacob3290.","6":"Thou hast heard8085, see2372 all this; and will not ye declare5046 it? I have shewed8085 thee new things2319 from this time6258, even hidden things5341, and thou didst not know3045 them.","4":"Because I knew1847 that thou art obstinate7186, and thy neck6203 is an iron1270 sinew1517, and thy brow4696 brass5154; obstinate: Heb. hard","19":"Thy seed2233 also had been as the sand2344, and the offspring6631 of thy bowels4578 like the gravel4579 thereof; his name8034 should not have been cut off3772 nor destroyed8045 from before6440 me.","13":"Mine hand3027 also hath laid the foundation3245 of the earth776, and my right hand3225 hath spanned2946 the heavens8064: when I call7121 unto them, they stand up5975 together3162. my: or, the palm of my right hand hath spread out"},"21":{"16":"For thus hath the Lord136 said559 unto me, Within a year8141, according to the years8141 of an hireling7916, and all the glory3519 of Kedar6938 shall fail3615:","3":"Therefore are my loins4975 filled4390 with pain2479: pangs6735 have taken hold270 upon me, as the pangs6735 of a woman that travaileth3205: I was bowed down5753 at the hearing8085 of it; I was dismayed926 at the seeing7200 of it.","5":"Prepare6186 the table7979, watch6822 in the watchtower6844, eat398, drink8354: arise6965, ye princes8269, and anoint4886 the shield4043.","12":"The watchman8104 said559, The morning1242 cometh857, and also the night3915: if ye will enquire1158, enquire1158 ye: return7725, come857.","10":"O my threshing4098, and the corn1121 of my floor1637: that which I have heard8085 of the LORD3068 of hosts6635, the God430 of Israel3478, have I declared5046 unto you. corn: Heb. son","2":"A grievous7186 vision2380 is declared5046 unto me; the treacherous dealer898 dealeth treacherously898, and the spoiler7703 spoileth7703. Go up5927, O Elam5867: besiege6696, O Media4074; all the sighing585 thereof have I made to cease7673. grievous: Heb. hard","8":"And he cried7121, A lion738: My lord136, I stand5975 continually8548 upon the watchtower4707 in the daytime3119, and I am set5324 in my ward4931 whole nights3915: he: or, cried as a lion whole: or, every night","17":"And the residue7605 of the number4557 of archers7198, the mighty men1368 of the children1121 of Kedar6938, shall be diminished4591: for the LORD3068 God430 of Israel3478 hath spoken1696 it. archers: Heb. bows","11":"The burden4853 of Dumah1746. He calleth7121 to me out of Seir8165, Watchman8104, what of the night3915? Watchman8104, what of the night3915?","1":"The burden4853 of the desert4057 of the sea3220. As whirlwinds5492 in the south5045 pass2498 through; so it cometh935 from the desert4057, from a terrible3372 land776.","9":"And, behold, here cometh935 a chariot7393 of men376, with a couple6776 of horsemen6571. And he answered6030 and said559, Babylon894 is fallen5307, is fallen5307; and all the graven images6456 of her gods430 he hath broken7665 unto the ground776.","14":"The inhabitants3427 of the land776 of Tema8485 brought857 water4325 to him7125 that was thirsty6771, they prevented6923 with their bread3899 him that fled5074. brought: or, bring ye","7":"And he saw7200 a chariot7393 with a couple6776 of horsemen6571, a chariot7393 of asses2543, and a chariot7393 of camels1581; and he hearkened7181 diligently7182 with much7227 heed7182:","15":"For they fled5074 from6440 the swords2719, from6440 the drawn5203 sword2719, and from6440 the bent1869 bow7198, and from6440 the grievousness3514 of war4421. from the swords: or, for fear, etc: Heb. from the face, etc","6":"For thus hath the Lord136 said559 unto me, Go3212, set5975 a watchman6822, let him declare5046 what he seeth7200.","4":"My heart3824 panted8582, fearfulness6427 affrighted1204 me: the night5399 of my pleasure2837 hath he turned7760 into fear2731 unto me. heart: or, mind wandered turned: Heb. put","13":"The burden4853 upon Arabia6152. In the forest3293 in Arabia6152 shall ye lodge3885, O ye travelling companies736 of Dedanim1720."},"56":{"7":"Even them will I bring935 to my holy6944 mountain2022, and make them joyful8055 in my house1004 of prayer8605: their burnt offerings5930 and their sacrifices2077 shall be accepted7522 upon mine altar4196; for mine house1004 shall be called7121 an house1004 of prayer8605 for all people5971.","9":"All ye beasts2416 of the field7704, come857 to devour398, yea, all ye beasts2416 in the forest3293.","10":"His watchmen6822 are blind5787: they are all ignorant3045, they are all dumb483 dogs3611, they cannot3201 bark5024; sleeping1957, lying down7901, loving157 to slumber5123. sleeping: or, dreaming, or, talking in their sleep","3":"Neither let the son1121 of the stranger5236, that hath joined3867 himself to the LORD3068, speak559, saying559, The LORD3068 hath utterly914 separated914 me from his people5971: neither let the eunuch5631 say559, Behold, I am a dry3002 tree6086.","11":"Yea, they are greedy5794 5315 dogs3611 which can3045 never have3045 enough7654, and they are shepherds7462 that cannot understand995: they all look6437 to their own way1870, every one376 for his gain1215, from his quarter7097. greedy: Heb. strong of appetite can: Heb. know not to be satisfied","2":"Blessed835 is the man582 that doeth6213 this, and the son1121 of man120 that layeth hold2388 on it; that keepeth8104 the sabbath7676 from polluting2490 it, and keepeth8104 his hand3027 from doing6213 any evil7451.","1":"Thus saith559 the LORD3068, Keep8104 ye judgment4941, and do6213 justice6666: for my salvation3444 is near7138 to come935, and my righteousness6666 to be revealed1540. judgment: or, equity","12":"Come857 ye, say they, I will fetch3947 wine3196, and we will fill5433 ourselves with strong drink7941; and to morrow4279 shall be as this day3117, and much3966 more3499 abundant1419.","4":"For thus saith559 the LORD3068 unto the eunuchs5631 that keep8104 my sabbaths7676, and choose977 the things that please2654 me, and take hold2388 of my covenant1285;","6":"Also the sons1121 of the stranger5236, that join3867 themselves to the LORD3068, to serve8334 him, and to love157 the name8034 of the LORD3068, to be his servants5650, every one that keepeth8104 the sabbath7676 from polluting2490 it, and taketh hold2388 of my covenant1285;","5":"Even unto them will I give5414 in mine house1004 and within my walls2346 a place3027 and a name8034 better2896 than of sons1121 and of daughters1323: I will give5414 them an everlasting5769 name8034, that shall not be cut off3772.","8":"The Lord136 GOD3069 which gathereth6908 the outcasts1760 of Israel3478 saith5002, Yet will I gather6908 others to him, beside those that are gathered6908 unto him. beside: Heb. to his gathered"},"46":{"3":"Hearken8085 unto me, O house1004 of Jacob3290, and all the remnant7611 of the house1004 of Israel3478, which are borne6006 by me from the belly990, which are carried5375 from the womb7356:","5":"To whom will ye liken1819 me, and make me equal7737, and compare4911 me, that we may be like1819?","12":"Hearken8085 unto me, ye stouthearted47 3820, that are far from7350 righteousness6666:","10":"Declaring5046 the end319 from the beginning7225, and from ancient times6924 the things that are not yet done6213, saying559, My counsel6098 shall stand6965, and I will do6213 all my pleasure2656:","2":"They stoop7164, they bow down3766 together3162; they could3201 not deliver4422 the burden4853, but themselves5315 are gone1980 into captivity7628. themselves: Heb. their soul","8":"Remember2142 this, and shew yourselves men377: bring it again7725 to mind3820, O ye transgressors6586.","11":"Calling7121 a ravenous bird5861 from the east4217, the man376 that executeth my counsel6098 from a far4801 country776: yea, I have spoken1696 it, I will also bring935 it to pass; I have purposed3335 it, I will also do6213 it. that: Heb. of my counsel","1":"Bel1078 boweth down3766, Nebo5015 stoopeth7164, their idols6091 were upon the beasts2416, and upon the cattle929: your carriages5385 were heavy loaden6006; they are a burden4853 to the weary5889 beast.","9":"Remember2142 the former things7223 of old5769: for I am God410, and there is none else; I am God430, and there is none657 like3644 me,","7":"They bear5375 him upon the shoulder3802, they carry5445 him, and set him in his place3240, and he standeth5975; from his place4725 shall he not remove4185: yea, one shall cry6817 unto him, yet can he not answer6030, nor save3467 him out of his trouble6869.","6":"They lavish2107 gold2091 out of the bag3599, and weigh8254 silver3701 in the balance7070, and hire7936 a goldsmith6884; and he maketh6213 it a god410: they fall down5456, yea, they worship7812.","4":"And even to your old age2209 I am he; and even to hoar hairs7872 will I carry5445 you: I have made6213, and I will bear5375; even I will carry5445, and will deliver4422 you.","13":"I bring near7126 my righteousness6666; it shall not be far off7368, and my salvation8668 shall not tarry309: and I will place5414 salvation8668 in Zion6726 for Israel3478 my glory8597."},"32":{"16":"Then judgment4941 shall dwell7931 in the wilderness4057, and righteousness6666 remain3427 in the fruitful field3759.","3":"And the eyes5869 of them that see7200 shall not be dim8159, and the ears241 of them that hear8085 shall hearken7181.","5":"The vile person5036 shall be no more called7121 liberal5081, nor the churl3596 said559 to be bountiful7771.","18":"And my people5971 shall dwell3427 in a peaceable7965 habitation5116, and in sure4009 dwellings4908, and in quiet7600 resting places4496;","12":"They shall lament5594 for the teats7699, for the pleasant2531 fields7704, for the fruitful6509 vine1612. pleasant: Heb. fields of desire","10":"Many days3117 and years8141 shall ye be troubled7264, ye careless women982: for the vintage1210 shall fail3615, the gathering625 shall not come935. Many: Heb. Days above a year","2":"And a man376 shall be as an hiding place4224 from the wind7307, and a covert5643 from the tempest2230; as rivers6388 of water4325 in a dry place6724, as the shadow6738 of a great3515 rock5553 in a weary5889 land776. great: Heb. heavy","8":"But the liberal5081 deviseth3289 liberal things5081; and by liberal things5081 shall he stand6965. stand: or, be established","17":"And the work4639 of righteousness6666 shall be peace7965; and the effect5656 of righteousness6666 quietness8252 and assurance983 for5704 ever5769.","11":"Tremble2729, ye women that are at ease7600; be troubled7264, ye careless ones982: strip6584 you, and make you bare6209, and gird2290 sackcloth upon your loins2504.","1":"Behold, a king4428 shall reign4427 in righteousness6664, and princes8269 shall rule8323 in judgment4941.","9":"Rise up6965, ye women802 that are at ease7600; hear8085 my voice6963, ye careless982 daughters1323; give ear238 unto my speech565.","14":"Because the palaces759 shall be forsaken5203; the multitude1995 of the city5892 shall be left5800; the forts6076 and towers975 shall be for dens4631 for5704 ever5769, a joy4885 of wild asses6501, a pasture4829 of flocks5739; forts: or, clifts and watchtowers","7":"The instruments3627 also of the churl3596 are evil7451: he deviseth3289 wicked devices2154 to destroy2254 the poor6041 6035 with lying8267 words561, even when the needy34 speaketh1696 right4941. the needy: or, he speaketh against the poor in judgment","15":"Until the spirit7307 be poured6168 upon us from on high4791, and the wilderness4057 be a fruitful field3759, and the fruitful field3759 be counted2803 for a forest3293.","20":"Blessed835 are ye that sow2232 beside all waters4325, that send forth7971 thither the feet7272 of the ox7794 and the ass2543.","6":"For the vile person5036 will speak1696 villany5039, and his heart3820 will work6213 iniquity205, to practise6213 hypocrisy2612, and to utter1696 error8442 against the LORD3068, to make empty7324 the soul5315 of the hungry7457, and he will cause the drink4945 of the thirsty6771 to fail2637.","4":"The heart3824 also of the rash4116 shall understand995 knowledge1847, and the tongue3956 of the stammerers5926 shall be ready4116 to speak1696 plainly6703. rash: Heb. hasty plainly: or, elegantly","19":"When it shall hail1258, coming down3381 on the forest3293; and the city5892 shall be low8213 in a low place8218. low in: or, utterly abased","13":"Upon the land127 of my people5971 shall come up5927 thorns6975 and briers8068; yea, upon all the houses1004 of joy4885 in the joyous5947 city7151: yea: or, burning upon"},"31":{"7":"For in that day3117 every man376 shall cast away3988 his idols457 of silver3701, and his idols457 of gold2091, which your own hands3027 have made6213 unto you for a sin2399. his idols of gold: Heb. the idols of his gold","9":"And he shall pass over5674 to his strong hold5553 for fear4032, and his princes8269 shall be afraid2865 of the ensign5251, saith5002 the LORD3068, whose fire217 is in Zion6726, and his furnace8574 in Jerusalem3389. he: Heb. his rock shall pass away for fear his strong hold: or, his strength","3":"Now the Egyptians4714 are men120, and not God410; and their horses5483 flesh1320, and not spirit7307. When the LORD3068 shall stretch out5186 his hand3027, both he that helpeth5826 shall fall3782, and he that is holpen5826 shall fall down5307, and they all shall fail3615 together3162.","2":"Yet he also is wise2450, and will bring935 evil7451, and will not call back5493 his words1697: but will arise6965 against the house1004 of the evildoers7489, and against the help5833 of them that work6466 iniquity205. call: Heb. remove","1":"Woe1945 to them that go down3381 to Egypt4714 for help5833; and stay8172 on horses5483, and trust982 in chariots7393, because they are many7227; and in horsemen6571, because they are very3966 strong6105; but they look8159 not unto the Holy One6918 of Israel3478, neither seek1875 the LORD3068!","4":"For thus hath the LORD3068 spoken559 unto me, Like as the lion738 and the young lion3715 roaring1897 on his prey2964, when a multitude4393 of shepherds7462 is called forth7121 against him, he will not be afraid2865 of their voice6963, nor abase6031 himself for the noise1995 of them: so shall the LORD3068 of hosts6635 come down3381 to fight6633 for mount2022 Zion6726, and for the hill1389 thereof. noise: or, multitude","6":"Turn7725 ye unto him from whom the children1121 of Israel3478 have deeply6009 revolted5627.","5":"As birds6833 flying5774, so will the LORD3068 of hosts6635 defend1598 Jerusalem3389; defending1598 also he will deliver5337 it; and passing over6452 he will preserve4422 it.","8":"Then shall the Assyrian804 fall5307 with the sword2719, not of a mighty man376; and the sword2719, not of a mean man120, shall devour398 him: but he shall flee5127 from6440 the sword2719, and his young men970 shall be discomfited4522. from: or, for fear of discomfited: or, tributary: Heb. for melting, or, tribute"},"15":{"7":"Therefore the abundance3502 they have gotten6213, and that which they have laid up6486, shall they carry away5375 to the brook5158 of the willows6155. brook: or, valley of the Arabians","9":"For the waters4325 of Dimon1775 shall be full4390 of blood1818: for I will bring7896 more3254 upon Dimon1775, lions738 upon him that escapeth6413 of Moab4124, and upon the remnant7611 of the land127. more: Heb. additions","3":"In their streets2351 they shall gird2296 themselves with sackcloth8242: on the tops1406 of their houses, and in their streets7339, every one shall howl3213, weeping1065 abundantly3381. weeping: Heb. descending into weeping, or, coming down with weeping","2":"He is gone up5927 to Bajith1006, and to Dibon1769, the high places1116, to weep1065: Moab4124 shall howl3213 over Nebo5015, and over Medeba4311: on all their heads7218 shall be baldness7144, and every beard2206 cut off1438.","1":"The burden4853 of Moab4124. Because in the night3915 Ar6144 of Moab4124 is laid waste7703, and brought to silence1820; because in the night3915 Kir7024 of Moab4124 is laid waste7703, and brought to silence1820; brought: or, cut off","4":"And Heshbon2809 shall cry2199, and Elealeh500: their voice6963 shall be heard8085 even unto Jahaz3096: therefore the armed soldiers2502 of Moab4124 shall cry out7321; his life5315 shall be grievous3415 unto him.","6":"For the waters4325 of Nimrim5249 shall be desolate4923: for the hay2682 is withered away3001, the grass1877 faileth3615, there is no green thing3418. desolate: Heb. desolations","5":"My heart3820 shall cry out2199 for Moab4124; his fugitives1280 shall flee unto Zoar6820, an heifer5697 of three years old7992: for by the mounting up4608 of Luhith3872 with weeping1065 shall they go it up5927; for in the way1870 of Horonaim2773 they shall raise up5782 a cry2201 of destruction7667. his: or, to the borders thereof, even to Zoar, as an heifer destruction: Heb. breaking","8":"For the cry2201 is gone round about5362 the borders1366 of Moab4124; the howling3215 thereof unto Eglaim97, and the howling3215 thereof unto Beerelim879."},"25":{"7":"And he will destroy1104 in this mountain2022 the face6440 of the covering3875 cast over3874 all people5971, and the vail4541 that is spread5259 over all nations1471. destroy: Heb. swallow up cast: Heb. covered","9":"And it shall be said559 in that day3117, Lo, this is our God430; we have waited6960 for him, and he will save3467 us: this is the LORD3068; we have waited6960 for him, we will be glad1523 and rejoice8055 in his salvation3444.","10":"For in this mountain2022 shall the hand3027 of the LORD3068 rest5117, and Moab4124 shall be trodden down1758 under him, even as straw4963 is trodden down1758 for the dunghill1119 4087 4325. trodden down under: or, threshed, etc trodden down for: or, threshed in Madmenah","3":"Therefore shall the strong5794 people5971 glorify3513 thee, the city7151 of the terrible6184 nations1471 shall fear3372 thee.","11":"And he shall spread forth6566 his hands3027 in the midst7130 of them, as he that swimmeth7811 spreadeth forth6566 his hands to swim7811: and he shall bring down8213 their pride1346 together with the spoils698 of their hands3027.","2":"For thou hast made7760 of a city5892 an heap1530; of a defenced1219 city7151 a ruin4654: a palace759 of strangers2114 to be no city5892; it shall never5769 be built1129.","1":"O LORD3068, thou art my God430; I will exalt7311 thee, I will praise3034 thy name8034; for thou hast done6213 wonderful6382 things; thy counsels6098 of old7350 are faithfulness530 and truth544.","12":"And the fortress4013 of the high fort4869 of thy walls2346 shall he bring down7817, lay low8213, and bring5060 to the ground776, even to the dust6083.","4":"For thou hast been a strength4581 to the poor1800, a strength4581 to the needy34 in his distress6862, a refuge4268 from the storm2230, a shadow6738 from the heat2721, when the blast7307 of the terrible ones6184 is as a storm2230 against the wall7023.","6":"And in this mountain2022 shall the LORD3068 of hosts6635 make6213 unto all people5971 a feast4960 of fat things8081, a feast4960 of wines on the lees8105, of fat things8081 full of marrow4229, of wines on the lees8105 well refined2212.","5":"Thou shalt bring down3665 the noise7588 of strangers2114, as the heat2721 in a dry place6724; even the heat2721 with the shadow6738 of a cloud5645: the branch2159 of the terrible ones6184 shall be brought low6030.","8":"He will swallow up1104 death4194 in victory5331; and the Lord136 GOD3069 will wipe away4229 tears1832 from off all faces6440; and the rebuke2781 of his people5971 shall he take away5493 from off all the earth776: for the LORD3068 hath spoken1696 it."},"18":{"7":"In that time6256 shall the present7862 be brought2986 unto the LORD3068 of hosts6635 of a people5971 scattered4900 and peeled4178, and from a people5971 terrible3372 from their beginning hitherto1973; a nation1471 meted out6978 and trodden under foot4001, whose land776 the rivers5104 have spoiled958, to the place4725 of the name8034 of the LORD3068 of hosts6635, the mount2022 Zion6726. scattered: or, outspread and polished","3":"All ye inhabitants3427 of the world8398, and dwellers7931 on the earth776, see7200 ye, when he lifteth up5375 an ensign5251 on the mountains2022; and when he bloweth8628 a trumpet7782, hear8085 ye.","2":"That sendeth7971 ambassadors6735 by the sea3220, even in vessels3627 of bulrushes1573 upon6440 the waters4325, saying, Go3212, ye swift7031 messengers4397, to a nation1471 scattered4900 and peeled4178, to a people5971 terrible3372 from their beginning hitherto1973; a nation1471 meted out6978 and trodden down4001, whose land776 the rivers5104 have spoiled958! scattered: or, outspread and polished meted: or, that meteth out and treadeth down: Heb. of line, line, and treading under foot have: or, despise","1":"Woe1945 to the land776 shadowing6767 with wings3671, which is beyond5676 the rivers5104 of Ethiopia3568:","4":"For so3541 the LORD3068 said559 unto me, I will take my rest8252, and I will consider5027 in my dwelling place4349 like a clear6703 heat2527 upon herbs216, and like a cloud5645 of dew2919 in the heat2527 of harvest7105. consider: or, regard my set dwelling upon: or, after rain","6":"They shall be left5800 together3162 unto the fowls5861 of the mountains2022, and to the beasts929 of the earth776: and the fowls5861 shall summer6972 upon them, and all the beasts929 of the earth776 shall winter2778 upon them.","5":"For afore6440 the harvest7105, when the bud6525 is perfect8552, and the sour grape1155 is ripening1580 in the flower5328, he shall both cut off3772 the sprigs2150 with pruning hooks4211, and take away5493 and cut down8456 the branches5189."},"42":{"16":"And I will bring3212 the blind5787 by a way1870 that they knew3045 not; I will lead1869 them in paths5410 that they have not known3045: I will make7760 darkness4285 light216 before6440 them, and crooked things4625 straight4334. These things1697 will I do6213 unto them, and not forsake5800 them. straight: Heb. into straightness","3":"A bruised7533 reed7070 shall he not break7665, and the smoking3544 flax6594 shall he not quench3518: he shall bring forth3318 judgment4941 unto truth571. smoking: or, dimly burning quench: Heb. quench it","5":"Thus saith559 God410 the LORD3068, he that created1254 the heavens8064, and stretched them out5186; he that spread forth7554 the earth776, and that which cometh out6631 of it; he that giveth5414 breath5397 unto the people5971 upon it, and spirit7307 to them that walk1980 therein:","21":"The LORD3068 is well pleased2654 for his righteousness\u00276664 sake; he will magnify1431 the law8451, and make it honourable142. it: or, him","18":"Hear8085, ye deaf2795; and look5027, ye blind5787, that ye may see7200.","12":"Let them give7760 glory3519 unto the LORD3068, and declare5046 his praise8416 in the islands339.","10":"Sing7891 unto the LORD3068 a new2319 song7892, and his praise8416 from the end7097 of the earth776, ye that go down3381 to the sea3220, and all that is therein4393; the isles339, and the inhabitants3427 thereof. all: Heb. the fulness thereof","2":"He shall not cry6817, nor lift up5375, nor cause his voice6963 to be heard8085 in the street2351.","22":"But this is a people5971 robbed962 and spoiled8154; they are all of them snared6351 in holes2352 970, and they are hid2244 in prison3608 houses1004: they are for a prey957, and none delivereth5337; for a spoil4933, and none saith559, Restore7725. they are all: or, in snaring all the young men of them for a spoil: Heb. a treading","8":"I am the LORD3068: that is my name8034: and my glory3519 will I not give5414 to another312, neither my praise8416 to graven images6456.","17":"They shall be turned5472 back268, they shall be greatly1322 ashamed954, that trust982 in graven images6459, that say559 to the molten images4541, Ye are our gods430.","11":"Let the wilderness4057 and the cities5892 thereof lift up5375 their voice, the villages2691 that Kedar6938 doth inhabit3427: let the inhabitants3427 of the rock5553 sing7442, let them shout6681 from the top7218 of the mountains2022.","1":"Behold my servant5650, whom I uphold8551; mine elect972, in whom my soul5315 delighteth7521; I have put5414 my spirit7307 upon him: he shall bring forth3318 judgment4941 to the Gentiles1471.","9":"Behold, the former things7223 are come to pass935, and new things2319 do I declare5046: before they spring forth6779 I tell8085 you of them.","24":"Who gave5414 Jacob3290 for a spoil4933 4882, and Israel3478 to the robbers962? did not the LORD3068, he against whom2098 we have sinned2398? for they would14 not walk1980 in his ways1870, neither were they obedient8085 unto his law8451.","14":"I have long time5769 holden my peace2814; I have been still2790, and refrained662 myself: now will I cry6463 like a travailing woman3205; I will destroy5395 8074 and devour7602 at once3162. devour: Heb. swallow, or, sup up","7":"To open6491 the blind5787 eyes5869, to bring out3318 the prisoners616 from the prison4525, and them that sit3427 in darkness2822 out of the prison3608 house1004.","15":"I will make waste2717 mountains2022 and hills1389, and dry up3001 all their herbs6212; and I will make7760 the rivers5104 islands339, and I will dry up3001 the pools98.","20":"Seeing7200 7200 many things7227, but thou observest8104 not; opening6491 the ears241, but he heareth8085 not.","25":"Therefore he hath poured8210 upon him the fury2534 of his anger639, and the strength5807 of battle4421: and it hath set him on fire3857 round about5439, yet he knew3045 not; and it burned1197 him, yet he laid7760 it not to heart3820.","23":"Who among you will give ear238 to this? who will hearken7181 and hear8085 for the time to come268? for: Heb. for the after time?","6":"I the LORD3068 have called7121 thee in righteousness6664, and will hold2388 thine hand3027, and will keep5341 thee, and give5414 thee for a covenant1285 of the people5971, for a light216 of the Gentiles1471;","4":"He shall not fail3543 nor be discouraged7533, till he have set7760 judgment4941 in the earth776: and the isles339 shall wait3176 for his law8451. discouraged: Heb. broken","19":"Who is blind5787, but my servant5650? or deaf2795, as my messenger4397 that I sent7971? who is blind5787 as he that is perfect7999, and blind5787 as the LORD\u0027S3068 servant5650?","13":"The LORD3068 shall go forth3318 as a mighty man1368, he shall stir up5782 jealousy7068 like a man376 of war4421: he shall cry7321, yea, roar6873; he shall prevail1396 against his enemies341. prevail: or, behave himself mightily"}}}