{"translationKey":"kjv","translation":"KJV","book":"Job","bookSlug":"job","chapters":{"11":{"16":"Because thou shalt forget7911 thy misery5999, and remember2142 it as waters4325 that pass away5674:","3":"Should thy lies907 make2790 men4962 hold their peace2790? and when thou mockest3932, shall no man make thee ashamed3637? lies: or, devices","5":"But199 oh that5414 God433 would speak1696, and open6605 his lips8193 against thee;","18":"And thou shalt be secure982, because there is3426 hope8615; yea, thou shalt dig2658 about thee, and thou shalt take thy rest7901 in safety983.","12":"For vain5014 man376 would be wise3823, though man120 be born3205 like a wild ass\u0027s6501 colt5895. vain: Heb. empty","10":"If he cut off2498, and shut up5462, or gather together6950, then who can hinder7725 him? cut: or, make a change hinder: Heb. turn him away?","2":"Should not the multitude7230 of words1697 be answered6030? and should a man376 full of talk8193 be justified6663? full: Heb. of lips","8":"It is as high1363 as heaven8064; what canst thou do6466? deeper6013 than hell7585; what canst thou know3045? as high: Heb. the heights of heaven","17":"And thine age2465 shall be clearer6965 than the noonday6672; thou shalt shine forth5774, thou shalt be as the morning1242. be clearer: Heb. shall arise above the noon-day","11":"For he knoweth3045 vain7723 men4962: he seeth7200 wickedness205 also; will he not then consider995 it?","1":"Then answered6030 Zophar6691 the Naamathite5284, and said559,","9":"The measure4055 thereof is longer752 than the earth776, and broader7342 than the sea3220.","14":"If iniquity205 be in thine hand3027, put it far away7368, and let not wickedness5766 dwell7931 in thy tabernacles168.","7":"Canst thou by searching2714 find out4672 God433? canst thou find4672 out the Almighty7706 unto perfection8503?","15":"For then shalt thou lift up5375 thy face6440 without spot3971; yea, thou shalt be stedfast3332, and shalt not fear3372:","20":"But the eyes5869 of the wicked7563 shall fail3615, and they shall not escape6 4498, and their hope8615 shall be as the giving up4646 of the ghost5315. they shall: Heb. flight shall perish from them the giving: or, a puff of breath","6":"And that he would shew5046 thee the secrets8587 of wisdom2451, that they are double3718 to that which is8454! Know3045 therefore that God433 exacteth5382 of thee less than thine iniquity5771 deserveth.","4":"For thou hast said559, My doctrine3948 is pure2134, and I am clean1249 in thine eyes5869.","19":"Also thou shalt lie down7257, and none shall make thee afraid2729; yea, many7227 shall make suit2470 unto thee6440. make suit: Heb. intreat thy face","13":"If thou prepare3559 thine heart3820, and stretch6566 out thine hands3709 toward him;"},"41":{"11":"Who hath prevented6923 me, that I should repay7999 him? whatsoever is under the whole heaven8064 is mine.","3":"Will he make many7235 supplications8469 unto thee? will he speak1696 soft7390 words unto thee?","20":"Out of his nostrils5156 goeth3318 smoke6227, as out of a seething5301 pot1731 or caldron100.","12":"I will not conceal2790 his parts907, nor his power1369 1697, nor his comely2433 proportion6187.","10":"None is so fierce393 that dare stir him up5782 5782: who then is able to stand3320 before6440 me?","17":"They are joined1692 one376 to another251, they stick together3920, that they cannot be sundered6504.","13":"Who can discover1540 the face6440 of his garment3830? or who can come935 to him with his double3718 bridle7448? with: or, within","27":"He esteemeth2803 iron1270 as straw8401, and brass5154 as rotten7539 wood6086.","30":"Sharp2303 stones2789 are under him: he spreadeth7502 sharp pointed things2742 upon the mire2916. Sharp stones: Heb. Sharp pieces of potsherd","18":"By his neesings5846 a light216 doth shine1984, and his eyes5869 are like the eyelids6079 of the morning7837.","29":"Darts8455 are counted2803 as stubble7179: he laugheth7832 at the shaking7494 of a spear3591.","23":"The flakes4651 of his flesh1320 are joined together1692: they are firm3332 in themselves; they cannot be moved4131. flakes: Heb. fallings","19":"Out of his mouth6310 go1980 burning lamps3940, and sparks3590 of fire784 leap out4422.","1":"Canst thou draw out4900 leviathan3882 with an hook2443? or his tongue3956 with a cord2256 which thou lettest down8257? leviathan: That is, a whale or a whirlepoole which: Heb. which thou drownest?","5":"Wilt thou play7832 with him as with a bird6833? or wilt thou bind7194 him for thy maidens5291?","4":"Will he make3772 a covenant1285 with thee? wilt thou take3947 him for a servant5650 for ever5769?","8":"Lay7760 thine hand3709 upon him, remember2142 the battle4421, do no more3254.","26":"The sword2719 of him that layeth5381 at him cannot hold6965: the spear2595, the dart4551, nor the habergeon8302. habergeon: or, breastplate","14":"Who can open6605 the doors1817 of his face6440? his teeth8127 are terrible367 round about5439.","22":"In his neck6677 remaineth3885 strength5797, and sorrow1670 is turned into joy1750 before6440 him. is turned into joy: Heb. rejoiceth","28":"The arrow1121 7198 cannot make him flee1272: slingstones68 7050 are turned2015 with him into stubble7179.","25":"When he raiseth up7613 himself, the mighty352 are afraid1481: by reason of breakings7667 they purify2398 themselves.","9":"Behold, the hope8431 of him is in vain3576: shall not one be cast down2904 even at the sight4758 of him?","33":"Upon earth6083 there is not his like4915, who is made6213 without1097 fear2844. is made without fear: or, behave themselves without fear","15":"His scales4043 650 are his pride1346, shut up together5462 as with a close6862 seal2368. scales: Heb. strong pieces of shields","34":"He beholdeth7200 all high1364 things: he is a king4428 over all the children1121 of pride7830.","21":"His breath5315 kindleth3857 coals1513, and a flame3851 goeth out3318 of his mouth6310.","24":"His heart3820 is as firm3332 as a stone68; yea, as hard3332 as a piece6400 of the nether8482 millstone.","16":"One259 is so near5066 to another259, that no air7307 can come935 between them.","32":"He maketh a path5410 to shine215 after310 him; one would think2803 the deep8415 to be hoary7872.","7":"Canst thou fill4390 his skin5785 with barbed irons7905? or his head7218 with fish1709 spears6767?","2":"Canst thou put7760 an hook100 into his nose639? or bore5344 his jaw3895 through with a thorn2336?","6":"Shall the companions2271 make a banquet3739 of him? shall they part2673 him among the merchants3669?","31":"He maketh the deep4688 to boil7570 like a pot5518: he maketh7760 the sea3220 like a pot of ointment4841."},"42":{"16":"After310 this lived2421 Job347 an hundred3967 and forty705 years8141, and saw7200 his sons1121, and his sons\u00271121 sons1121, even four702 generations1755.","3":"Who is he that hideth5956 counsel6098 without knowledge1847? therefore have I uttered5046 that I understood995 not; things too wonderful6381 for me, which I knew3045 not.","5":"I have heard8085 of thee by the hearing8088 of the ear241: but now mine eye5869 seeth7200 thee.","12":"So the LORD3068 blessed1288 the latter end319 of Job347 more than his beginning7225: for he had fourteen702 6240 thousand505 sheep6629, and six8337 thousand505 camels1581, and a thousand505 yoke6776 of oxen1241, and a thousand505 she asses860.","10":"And the LORD3068 turned7725 the captivity7622 7622 of Job347, when he prayed6419 for his friends7453: also the LORD3068 gave3254 Job347 twice as much4932 as he had before. gave: Heb. added all that had been to Job unto the double","2":"I know3045 that thou canst do3201 every thing, and that no thought4209 can be withholden1219 from thee. no thought can be: or, no thought of thine can be hindered","8":"Therefore take3947 unto you now seven7651 bullocks6499 and seven7651 rams352, and go3212 to my servant5650 Job347, and offer up5927 for yourselves a burnt offering5930; and my servant5650 Job347 shall pray6419 for you: for him6440 will I accept5375: lest I deal6213 with you after your folly5039, in that ye have not spoken1696 of me the thing which is right3559, like my servant5650 Job347. him: Heb. his face, or, person","17":"So Job347 died4191, being old2205 and full7649 of days3117.","11":"Then came935 there unto him all his brethren251, and all his sisters269, and all they that had been of his acquaintance3045 before6440, and did eat398 bread3899 with him in his house1004: and they bemoaned5110 him, and comforted5162 him over all the evil7451 that the LORD3068 had brought935 upon him: every man376 also gave5414 him a259 piece of money7192, and every one376 an earring5141 of gold2091.","1":"Then Job347 answered6030 the LORD3068, and said559,","9":"So Eliphaz464 the Temanite8489 and Bildad1085 the Shuhite7747 and Zophar6691 the Naamathite5284 went3212, and did6213 according as the LORD3068 commanded1696 them: the LORD3068 also accepted5375 Job6440 347. Job: Heb. the face of Job","14":"And he called7121 the name8034 of the first259, Jemima3224; and the name8034 of the second8145, Kezia7103; and the name8034 of the third7992, Kerenhappuch7163.","7":"And it was so, that after310 the LORD3068 had spoken1696 these words1697 unto Job347, the LORD3068 said559 to Eliphaz464 the Temanite8489, My wrath639 is kindled2734 against thee, and against thy two8147 friends7453: for ye have not spoken1696 of me the thing that is right3559, as my servant5650 Job347 hath.","15":"And in all the land776 were no women802 found4672 so fair3303 as the daughters1323 of Job347: and their father1 gave5414 them inheritance5159 among8432 their brethren251.","6":"Wherefore I abhor3988 myself, and repent5162 in dust6083 and ashes665.","4":"Hear8085, I beseech thee, and I will speak1696: I will demand7592 of thee, and declare3045 thou unto me.","13":"He had also seven7658 sons1121 and three7969 daughters1323."},"3":{"16":"Or as an hidden2934 untimely birth5309 I had not been; as infants5768 which never saw7200 light216.","3":"Let the day3117 perish6 wherein I was born3205, and the night3915 in which it was said559, There is a man child1397 conceived2029.","5":"Let darkness2822 and the shadow of death6757 stain1350 it; let a cloud6053 dwell7931 upon it; let the blackness3650 of the day3117 terrify1204 it. stain: or, challenge let the: or, let them terrify it, as those who have a bitter day","21":"Which long2442 for death4194, but it cometh not; and dig2658 for it more than for hid treasures4301; long: Heb. wait","18":"There the prisoners615 rest7599 together3162; they hear8085 not the voice6963 of the oppressor5065.","12":"Why did the knees1290 prevent6923 me? or why the breasts7699 that I should suck3243?","10":"Because it shut not up5462 the doors1817 of my mother\u0027s womb990, nor hid5641 sorrow5999 from mine eyes5869.","2":"And Job347 spake6030, and said559, spake: Heb. answered","22":"Which rejoice8056 exceedingly1524, and are glad7797, when they can find4672 the grave6913?","8":"Let them curse5344 it that curse779 the day3117, who are ready6264 to raise up5782 their mourning3882. their: or, leviathan","17":"There the wicked7563 cease2308 from troubling7267; and there the weary3019 3581 be at rest5117. weary: Heb. wearied in strength","11":"Why died4191 I not from the womb7358? why did I not give up the ghost1478 when I came out3318 of the belly990?","1":"After310 this opened6605 Job347 his mouth6310, and cursed7043 his day3117.","9":"Let the stars3556 of the twilight5399 thereof be dark2821; let it look6960 for light216, but have none; neither let it see7200 the dawning6079 of the day7837: the dawning: Heb. the eyelids of the morning","24":"For my sighing585 cometh935 before6440 I eat3899, and my roarings7581 are poured out5413 like the waters4325. I eat: Heb. my meat","14":"With kings4428 and counsellors3289 of the earth776, which built1129 desolate places2723 for themselves;","7":"Lo, let that night3915 be solitary1565, let no joyful voice7445 come935 therein.","15":"Or with princes8269 that had gold2091, who filled4390 their houses1004 with silver3701:","20":"Wherefore is light216 given5414 to him that is in misery6001, and life2416 unto the bitter4751 in soul5315;","25":"For the thing which I greatly6343 feared6342 is come857 upon me, and that which I was afraid3025 of is come935 unto me. the thing: Heb. I feared a fear, and it came upon me","23":"Why is light given to a man1397 whose way1870 is hid5641, and whom God433 hath hedged in5526?","6":"As for that night3915, let darkness652 seize3947 upon it; let it not be joined2302 unto the days3117 of the year8141, let it not come935 into the number4557 of the months3391. let it not be: or, let it not rejoice among the days","4":"Let that day3117 be darkness2822; let not God433 regard1875 it from above4605, neither let the light5105 shine3313 upon it.","19":"The small6996 and great1419 are there; and the servant5650 is free2670 from his master113.","13":"For now should I have lain still7901 and been quiet8252, I should have slept3462: then had I been at rest5117,","26":"I was not in safety7951, neither had I rest8252, neither was I quiet5117; yet trouble7267 came935."},"20":{"11":"His bones6106 are full4390 of the sin of his youth5934, which shall lie down7901 with him in the dust6083.","3":"I have heard8085 the check4148 of my reproach3639, and the spirit7307 of my understanding998 causeth me to answer6030.","20":"Surely he shall not feel3045 quietness7961 in his belly990, he shall not save4422 of that which he desired2530. feel: Heb. know","12":"Though wickedness7451 be sweet4985 in his mouth6310, though he hide3582 it under his tongue3956;","10":"His children1121 shall seek to please7521 the poor1800, and his hands3027 shall restore7725 their goods202. His children: or, The poor shall oppress his children","17":"He shall not see7200 the rivers6390, the floods5104, the brooks5158 of honey1706 and butter2529. the floods: or, streaming brooks","13":"Though he spare2550 it, and forsake5800 it not; but keep it still4513 within8432 his mouth2441: within: Heb. in the midst of his palate","27":"The heaven8064 shall reveal1540 his iniquity5771; and the earth776 shall rise up6965 against him.","18":"That which he laboured3022 for shall he restore7725, and shall not swallow it down1104: according to his substance2428 shall the restitution8545 be, and he shall not rejoice5965 therein. his: Heb. the substance of his exchange","29":"This is the portion2506 of a wicked7563 man120 from God430, and the heritage5159 appointed561 unto him by God410. appointed: Heb. of his decree from God","23":"When he is about to fill4390 his belly990, God shall cast7971 the fury2740 of his wrath639 upon him, and shall rain4305 it upon him while he is eating3894.","19":"Because he hath oppressed7533 and hath forsaken5800 the poor1800; because he hath violently taken away1497 an house1004 which he builded1129 not; oppressed: Heb. crushed","1":"Then answered6030 Zophar6691 the Naamathite5284, and said559,","5":"That the triumphing7445 of the wicked7563 is short7138, and the joy8057 of the hypocrite2611 but for a moment7281? short: Heb. from near","4":"Knowest3045 thou not this of old5703, since man120 was placed7760 upon earth776,","8":"He shall fly away5774 as a dream2472, and shall not be found4672: yea, he shall be chased away5074 as a vision2384 of the night3915.","26":"All darkness2822 shall be hid2934 in his secret places6845: a fire784 not blown5301 shall consume398 him; it shall go ill3415 with him that is left8300 in his tabernacle168.","14":"Yet his meat3899 in his bowels4578 is turned2015, it is the gall4846 of asps6620 within7130 him.","22":"In the fulness4390 4390 of his sufficiency5607 he shall be in straits3334: every hand3027 of the wicked6001 shall come935 upon him. wicked: or, troublesome","28":"The increase2981 of his house1004 shall depart1540, and his goods shall flow away5064 in the day3117 of his wrath639.","25":"It is drawn8025, and cometh out3318 of the body1465; yea, the glittering sword1300 cometh out1980 of his gall4846: terrors367 are upon him.","9":"The eye5869 also which saw7805 him shall see him no more3254; neither shall his place4725 any more behold7789 him.","15":"He hath swallowed down1104 riches2428, and he shall vomit them up again6958: God410 shall cast them out3423 of his belly990.","21":"There shall none of his meat400 be left8300; therefore shall no man look2342 for his goods2898. none: or, be none left for his meat","24":"He shall flee1272 from the iron1270 weapon5402, and the bow7198 of steel5154 shall strike him through2498.","16":"He shall suck3243 the poison7219 of asps6620: the viper\u0027s660 tongue3956 shall slay2026 him.","7":"Yet he shall perish6 for ever5331 like his own dung1561: they which have seen7200 him shall say559, Where335 is he?","2":"Therefore do my thoughts5587 cause me to answer7725, and for this I make haste2363. I make: Heb. my haste is in me","6":"Though his excellency7863 mount up5927 to the heavens8064, and his head7218 reach5060 unto the clouds5645; clouds: Heb. cloud"},"12":{"16":"With him is strength5797 and wisdom8454: the deceived7683 and the deceiver7686 are his.","3":"But1571 I have understanding3824 as well as you; I am not inferior5307 to you: yea, who knoweth not such things3644 as these? understanding: Heb. an heart I am: Heb. I fall not lower than you who: Heb. with whom are not such as these?","5":"He that is ready3559 to slip4571 with his feet7272 is as a lamp3940 despised937 in the thought6248 of him that is at ease7600.","21":"He poureth8210 contempt937 upon princes5081, and weakeneth7503 the strength4206 of the mighty650. weakeneth: or, looseth the girdle of the strong","18":"He looseth6605 the bond4148 of kings4428, and girdeth631 their loins4975 with a girdle232.","12":"With the ancient3453 is wisdom2451; and in length753 of days3117 understanding8394.","10":"In whose hand3027 is the soul5315 of every living thing2416, and the breath7307 of all mankind376 1320. soul: or, life all: Heb. all flesh of man","2":"No doubt551 but ye are the people5971, and wisdom2451 shall die4191 with you.","22":"He discovereth1540 deep things6013 out of darkness2822, and bringeth out3318 to light216 the shadow of death6757.","8":"Or speak7878 to the earth776, and it shall teach3384 thee: and the fishes1709 of the sea3220 shall declare5608 unto thee.","17":"He leadeth3212 counsellors3289 away spoiled7758, and maketh the judges8199 fools1984.","11":"Doth not the ear241 try974 words4405? and the mouth2441 taste2938 his meat400? mouth: Heb. palate","1":"And Job347 answered6030 and said559,","9":"Who knoweth3045 not in all these that the hand3027 of the LORD3068 hath wrought6213 this?","24":"He taketh away5493 the heart3820 of the chief7218 of the people5971 of the earth776, and causeth them to wander8582 in a wilderness8414 where there is no way1870.","14":"Behold, he breaketh down2040, and it cannot be built again1129: he shutteth up5462 a man376, and there can be no opening6605. up: Heb. upon","7":"But199 ask7592 now the beasts929, and they shall teach3384 thee; and the fowls5775 of the air8064, and they shall tell5046 thee:","15":"Behold, he withholdeth6113 the waters4325, and they dry up3001: also he sendeth them out7971, and they overturn2015 the earth776.","20":"He removeth away5493 the speech8193 of the trusty539, and taketh away3947 the understanding2940 of the aged2205. speech: Heb. lip of the faithful","25":"They grope4959 in the dark2822 without light216, and he maketh them to stagger8582 like a drunken7910 man. stagger: Heb. wander","23":"He increaseth7679 the nations1471, and destroyeth6 them: he enlargeth7849 the nations1471, and straiteneth5148 them again. straiteneth: Heb. leadeth in","6":"The tabernacles168 of robbers7703 prosper7951, and they that provoke7264 God410 are secure987; into whose hand3027 God433 bringeth935 abundantly.","4":"I am as one mocked7814 of his neighbour7453, who calleth7121 upon God433, and he answereth6030 him: the just6662 upright8549 man is laughed to scorn7814.","19":"He leadeth3212 princes3548 away spoiled7758, and overthroweth5557 the mighty386.","13":"With him is wisdom2451 and strength1369, he hath counsel6098 and understanding8394. With: that is, With God"},"10":{"16":"For it increaseth1342. Thou huntest6679 me as a fierce lion7826: and again7725 thou shewest thyself marvellous6381 upon me.","3":"Is it good2895 unto thee that thou shouldest oppress6231, that thou shouldest despise3988 the work3018 of thine hands3709, and shine3313 upon the counsel6098 of the wicked7563? work: Heb. labour","5":"Are thy days3117 as the days3117 of man582? are thy years8141 as man\u0027s1397 days3117,","21":"Before I go3212 whence I shall not return7725, even to the land776 of darkness2822 and the shadow of death6757;","18":"Wherefore then hast thou brought me forth3318 out of the womb7358? Oh that I had given up the ghost1478, and no eye5869 had seen7200 me!","12":"Thou hast granted6213 me life2416 and favour2617, and thy visitation6486 hath preserved8104 my spirit7307.","10":"Hast thou not poured me out5413 as milk2461, and curdled7087 me like cheese1385?","2":"I will say559 unto God433, Do not condemn7561 me; shew3045 me wherefore thou contendest7378 with me.","22":"A land776 of darkness5890, as darkness652 itself; and of the shadow of death6757, without any order5468, and where the light3313 is as darkness652.","8":"Thine hands3027 have made6087 me and fashioned6213 me together3162 round about5439; yet thou dost destroy1104 me. have: Heb. took pains about me","17":"Thou renewest2318 thy witnesses5707 against me, and increasest7235 thine indignation3708 upon me5978; changes2487 and war6635 are against me. witnesses: that is, thy plagues","11":"Thou hast clothed3847 me with skin5785 and flesh1320, and hast fenced7753 me with bones6106 and sinews1517. fenced: Heb. hedged","1":"My soul5315 is weary5354 of my life2416; I will leave5800 my complaint7879 upon myself; I will speak1696 in the bitterness4751 of my soul5315. weary: or, cut off while I live","9":"Remember2142, I beseech thee, that thou hast made6213 me as the clay2563; and wilt thou bring7725 me into dust6083 again7725?","14":"If I sin2398, then thou markest8104 me, and thou wilt not acquit5352 me from mine iniquity5771.","7":"Thou knowest1847 that I am not wicked7561; and there is none that can deliver5337 out of thine hand3027. Thou: Heb. It is upon thy knowledge","15":"If I be wicked7561, woe480 unto me; and if I be righteous6663, yet will I not lift up5375 my head7218. I am full7649 of confusion7036; therefore see7202 7200 thou mine affliction6040;","20":"Are not my days3117 few4592? cease2308 2308 then, and let me alone7896 7896, that I may take comfort1082 a little4592,","6":"That thou enquirest1245 after mine iniquity5771, and searchest1875 after my sin2403?","4":"Hast thou eyes5869 of flesh1320? or seest7200 thou as man582 seeth7200?","19":"I should have been as though I had not been; I should have been carried2986 from the womb990 to the grave6913.","13":"And these things hast thou hid6845 in thine heart3824: I know3045 that this is with thee."},"17":{"16":"They shall go down3381 to the bars905 of the pit7585, when our rest5183 together3162 is in the dust6083.","3":"Lay down7760 now, put me in a surety6148 with thee; who is he that will strike8628 hands3027 with me?","5":"He that speaketh5046 flattery2506 to his friends7453, even the eyes5869 of his children1121 shall fail3615.","12":"They change7760 the night3915 into day3117: the light216 is short7138 because6440 of darkness2822. short: Heb. near","10":"But199 as for you all, do ye return7725, and come now935: for I cannot find4672 one wise2450 man among you.","2":"Are there not mockers2049 with me? and doth not mine eye5869 continue3885 in their provocation4784? continue: Heb. lodge","8":"Upright3477 men shall be astonied8074 at this, and the innocent5355 shall stir up5782 himself against the hypocrite2611.","11":"My days3117 are past5674, my purposes2154 are broken off5423, even the thoughts4180 of my heart3824. the thoughts: Heb. the possessions","1":"My breath7307 is corrupt2254, my days3117 are extinct2193, the graves6913 are ready for me. breath: or, spirit is spent","9":"The righteous6662 also shall hold270 on his way1870, and he that hath clean2890 hands3027 shall be3254 stronger and stronger555. be: Heb. add strength","14":"I have said7121 to corruption7845, Thou art my father1: to the worm7415, Thou art my mother517, and my sister269. said: Heb. cried, or, called","7":"Mine eye5869 also is dim3543 by reason of sorrow3708, and all my members3338 are as a shadow6738. my members: or, my thoughts","15":"And where is now645 my hope8615? as for my hope8615, who shall see7789 it?","6":"He hath made3322 me also a byword4914 of the people5971; and aforetime6440 I was as a tabret8611. aforetime: or, before them","4":"For thou hast hid6845 their heart3820 from understanding7922: therefore shalt thou not exalt7311 them.","13":"If I wait6960, the grave7585 is mine house1004: I have made7502 my bed3326 in the darkness2822."},"40":{"16":"Lo now, his strength3581 is in his loins4975, and his force202 is in the navel8306 of his belly990.","3":"Then Job347 answered6030 the LORD3068, and said559,","5":"Once259 have I spoken1696; but I will not answer6030: yea, twice8147; but I will proceed no further3254.","21":"He lieth7901 under the shady trees6628, in the covert5643 of the reed7070, and fens1207.","18":"His bones6106 are as strong650 pieces of brass5154; his bones1634 are like bars4300 of iron1270.","12":"Look7200 on every one that is proud1343, and bring him low3665; and tread down1915 the wicked7563 in their place.","10":"Deck5710 thyself now with majesty1347 and excellency1363; and array3847 thyself with glory1935 and beauty1926.","2":"Shall he that contendeth7378 with the Almighty7706 instruct3250 him? he that reproveth3198 God433, let him answer6030 it.","22":"The shady trees6628 cover5526 him with their shadow6752; the willows6155 of the brook5158 compass him about5437.","8":"Wilt thou also disannul6565 my judgment4941? wilt thou condemn7561 me, that thou mayest be righteous6663?","17":"He moveth2654 his tail2180 like a cedar730: the sinews1517 of his stones6344 are wrapped together8276. He: or, He setteth up","11":"Cast abroad6327 the rage5678 of thy wrath639: and behold7200 every one that is proud1343, and abase8213 him.","1":"Moreover the LORD3068 answered6030 Job347, and said559,","9":"Hast thou an arm2220 like God410? or canst thou thunder7481 with a voice6963 like him?","24":"He taketh3947 it with his eyes5869: his nose639 pierceth through5344 snares4170. He: or, Will any take him in his sight, or, bore his nose with a gin?","14":"Then will I also confess3034 unto thee that thine own right hand3225 can save3467 thee.","7":"Gird up247 thy loins2504 now like a man1397: I will demand7592 of thee, and declare3045 thou unto me.","15":"Behold now behemoth930, which I made6213 with thee; he eateth398 grass2682 as an ox1241. behemoth: or the Elephant as some think","20":"Surely the mountains2022 bring him forth5375 food944, where all the beasts2416 of the field7704 play7832.","23":"Behold, he drinketh up6231 a river5104, and hasteth2648 not: he trusteth982 that he can draw up1518 Jordan3383 into his mouth6310. he drinketh up: Heb. he oppresseth","6":"Then answered6030 the LORD3068 unto Job347 out of the whirlwind5591, and said559,","4":"Behold, I am vile7043; what shall I answer7725 thee? I will lay7760 mine hand3027 upon3926 my mouth6310.","19":"He is the chief7225 of the ways1870 of God410: he that made6213 him can make5066 his sword2719 to approach5066 unto him.","13":"Hide2934 them in the dust6083 together3162; and bind2280 their faces6440 in secret2934."},"13":{"11":"Shall not his excellency7613 make you afraid1204? and his dread6343 fall5307 upon you?","3":"Surely199 I would speak1696 to the Almighty7706, and I desire2654 to reason3198 with God410.","20":"Only do6213 not two8147 things unto me: then will I not hide5641 myself from thee6440.","12":"Your remembrances2146 are like4912 unto ashes665, your bodies1354 to bodies1354 of clay2563.","10":"He will surely3198 reprove3198 you, if ye do secretly5643 accept5375 persons6440.","17":"Hear8085 diligently8085 my speech4405, and my declaration262 with your ears241.","13":"Hold your peace2790, let me alone, that I may speak1696, and let come5674 on me what will. Hold: Heb. Be silent from me","27":"Thou puttest7760 my feet7272 also in the stocks5465, and lookest narrowly8104 unto all my paths734; thou settest a print2707 upon the heels8328 of my feet7272. lookest: Heb. observest heels: Heb. roots","18":"Behold now, I have ordered6186 my cause4941; I know3045 that I shall be justified6663.","23":"How many are mine iniquities5771 and sins2403? make me to know3045 my transgression6588 and my sin2403.","19":"Who is he that will plead7378 with me? for now, if I hold my tongue2790, I shall give up the ghost1478.","1":"Lo, mine eye5869 hath seen7200 all this, mine ear241 hath heard8085 and understood995 it.","5":"O that5414 ye would altogether2790 hold your peace2790! and it should be your wisdom2451.","4":"But199 ye are forgers2950 of lies8267, ye are all physicians7495 of no value457.","8":"Will ye accept5375 his person6440? will ye contend7378 for God410?","26":"For thou writest3789 bitter things4846 against me, and makest me to possess3423 the iniquities5771 of my youth5271.","14":"Wherefore do I take5375 my flesh1320 in my teeth8127, and put7760 my life5315 in mine hand3709?","22":"Then call7121 thou, and I will answer6030: or let me speak1696, and answer7725 thou me.","28":"And he, as a rotten thing7538, consumeth1086, as a garment899 that is moth6211 eaten398.","25":"Wilt thou break6206 a leaf5929 driven to and fro5086? and wilt thou pursue7291 the dry3002 stubble7179?","9":"Is it good2895 that he should search you out2713? or as one man582 mocketh2048 another, do ye so mock2048 him?","15":"Though2005 he slay6991 me, yet will I trust3176 in him: but I will maintain3198 mine own ways1870 before6440 him. maintain: Heb. prove, or, argue","21":"Withdraw7368 thine hand3709 far7368 from me: and let not thy dread367 make me afraid1204.","24":"Wherefore hidest5641 thou thy face6440, and holdest2803 me for thine enemy341?","16":"He also shall be my salvation3444: for an hypocrite2611 shall not come935 before6440 him.","7":"Will ye speak1696 wickedly5766 for God410? and talk1696 deceitfully7423 for him?","2":"What ye know1847, the same do I know3045 also: I am not inferior5307 unto you.","6":"Hear8085 now my reasoning8433, and hearken7181 to the pleadings7379 of my lips8193."},"27":{"16":"Though he heap up6651 silver3701 as the dust6083, and prepare3559 raiment4403 as the clay2563;","3":"All the while5750 my breath5397 is in me, and the spirit7307 of God433 is in my nostrils639; the spirit: that is, the breath which God gave him","5":"God forbid2486 that I should justify6663 you: till I die1478 I will not remove5493 mine integrity8538 from me.","21":"The east6921 wind carrieth him away5375, and he departeth3212: and as a storm hurleth8175 him out of his place4725.","18":"He buildeth1129 his house1004 as a moth6211, and as a booth5521 that the keeper5341 maketh6213.","12":"Behold, all ye yourselves have seen2372 it; why then are ye thus altogether1892 vain1891?","10":"Will he delight6026 himself in the Almighty7706? will he always6256 call7121 upon God433?","2":"As God410 liveth2416, who hath taken away5493 my judgment4941; and the Almighty7706, who hath vexed4843 my soul5315; vexed: Heb. made my soul bitter","22":"For God shall cast7993 upon him, and not spare2550: he would fain1272 flee1272 out of his hand3027. he: Heb. in fleeing he would flee","8":"For what is the hope8615 of the hypocrite2611, though he hath gained1214, when God433 taketh away7953 his soul5315?","17":"He may prepare3559 it, but the just6662 shall put it on3847, and the innocent5355 shall divide2505 the silver3701.","11":"I will teach3384 you by the hand3027 of God410: that which is with the Almighty7706 will I not conceal3582. by: or, being in the hand, etc","1":"Moreover Job347 continued3254 5375 his parable4912, and said559, continued: Heb. added to take up","9":"Will God410 hear8085 his cry6818 when trouble6869 cometh935 upon him?","14":"If his children1121 be multiplied7235, it is for3926 the sword2719: and his offspring6631 shall not be satisfied7646 with bread3899.","7":"Let mine enemy341 be as the wicked7563, and he that riseth up6965 against me as the unrighteous5767.","15":"Those that remain8300 of him shall be buried6912 in death4194: and his widows490 shall not weep1058.","20":"Terrors1091 take hold5381 on him as waters4325, a tempest5492 stealeth him away1589 in the night3915.","23":"Men shall clap5606 their hands3709 at him, and shall hiss8319 him out of his place4725.","6":"My righteousness6666 I hold2388 fast, and will not let it go7503: my heart3824 shall not reproach2778 me so long as I live3117. so long: Heb. from my days","4":"My lips8193 shall not speak1696 wickedness5766, nor my tongue3956 utter1897 deceit7423.","19":"The rich6223 man shall lie down7901, but he shall not be gathered622: he openeth6491 his eyes5869, and he is not.","13":"This is the portion2506 of a wicked7563 man120 with God410, and the heritage5159 of oppressors6184, which they shall receive3947 of the Almighty7706."},"30":{"11":"Because he hath loosed6605 my cord3499, and afflicted6031 me, they have also let loose7971 the bridle7448 before6440 me.","3":"For want2639 and famine3720 they were solitary1565; fleeing6207 into the wilderness6723 in former time570 desolate7722 and waste4875. solitary: or, dark as the night in: Heb. yesternight","20":"I cry7768 unto thee, and thou dost not hear6030 me: I stand up5975, and thou regardest995 me not.","12":"Upon my right3225 hand rise6965 the youth6526; they push away7971 my feet7272, and they raise up5549 against me the ways734 of their destruction343.","10":"They abhor8581 me, they flee far7368 from me, and spare2820 not to spit7536 in my face6440. and: Heb. and withhold not spittle from","17":"My bones6106 are pierced5365 in me in the night season3915: and my sinews6207 take no rest7901.","13":"They mar5420 my path5410, they set forward3276 my calamity1942 1962, they have no helper5826.","27":"My bowels4578 boiled7570, and rested1826 not: the days3117 of affliction6040 prevented6923 me.","30":"My skin5785 is black7835 upon me, and my bones6106 are burned2787 with heat2721.","18":"By the great7230 force3581 of my disease is my garment3830 changed2664: it bindeth me about247 as the collar6310 of my coat3801.","29":"I am a brother251 to dragons8577, and a companion7453 to owls1323 3284. owls: or, ostriches","23":"For I know3045 that thou wilt bring7725 me to death4194, and to the house1004 appointed4150 for all living2416.","19":"He hath cast3384 me into the mire2563, and I am become like4911 dust6083 and ashes665.","1":"But now they that are younger6810 3117 than I have me in derision7832, whose fathers1 I would have disdained3988 to have set7896 with the dogs3611 of my flock6629. younger: Heb. of fewer days than I","5":"They were driven forth1644 from among1460 men, (they cried7321 after them as after a thief1590;)","4":"Who cut up6998 mallows4408 by the bushes7880, and juniper7574 roots8328 for their meat3899.","8":"They were children1121 of fools5036, yea, children1121 of base men8034: they were viler5217 than the earth776. base: Heb. men of no name","26":"When I looked6960 for good2896, then evil7451 came935 unto me: and when I waited3176 for light216, there came935 darkness652.","14":"They came857 upon me as a wide7342 breaking6556 in of waters: in8478 the desolation7722 they rolled1556 themselves upon me.","22":"Thou liftest me up5375 to the wind7307; thou causest me to ride7392 upon it, and dissolvest4127 my substance8454 7738. substance: or, wisdom","28":"I went1980 mourning6937 without the sun2535: I stood up6965, and I cried7768 in the congregation6951.","25":"Did not I weep1058 for him that was in trouble7186 3117? was not my soul5315 grieved5701 for the poor34? in trouble: Heb. hard of day?","9":"And now am I their song5058, yea, I am their byword4405.","15":"Terrors1091 are turned2015 upon me: they pursue7291 my soul5082 as the wind7307: and my welfare3444 passeth away5674 as a cloud5645. my soul: Heb. my principal one","21":"Thou art become2015 cruel393 to me: with thy strong6108 hand3027 thou opposest7852 thyself against me. become: Heb. turned to be cruel thy: Heb. the strength of thy hand","24":"Howbeit he will not stretch out7971 his hand3027 to the grave1164, though they cry7769 in his destruction6365. grave: Heb. heap","16":"And now my soul5315 is poured out8210 upon me; the days3117 of affliction6040 have taken hold270 upon me.","7":"Among the bushes7880 they brayed5101; under the nettles2738 they were gathered together5596.","2":"Yea, whereto4100 might the strength3581 of their hands3027 profit me, in whom old age3624 was perished6?","6":"To dwell7931 in the clifts6178 of the valleys5158, in caves2356 of the earth6083, and in the rocks3710. caves: Heb. holes","31":"My harp3658 also is turned to mourning60, and my organ5748 into the voice6963 of them that weep1058."},"18":{"16":"His roots8328 shall be dried up3001 beneath, and above4605 shall his branch7105 be cut off5243.","3":"Wherefore are we counted2803 as beasts929, and reputed vile2933 in your sight5869?","5":"Yea, the light216 of the wicked7563 shall be put out1846, and the spark7632 of his fire784 shall not shine5050.","21":"Surely such are the dwellings4908 of the wicked5767, and this is the place4725 of him that knoweth3045 not God410.","18":"He shall be driven1920 from light216 into darkness2822, and chased5074 out of the world8398. He: Heb. They shall drive him","12":"His strength202 shall be hungerbitten7457, and destruction343 shall be ready3559 at his side6763.","10":"The snare2256 is laid2934 for him in the ground776, and a trap4434 for him in the way5410. laid: Heb. hidden","2":"How long5704 will it be ere ye make7760 an end7078 of words4405? mark995, and afterwards310 we will speak1696.","8":"For he is cast7971 into a net7568 by his own feet7272, and he walketh1980 upon a snare7639.","17":"His remembrance2143 shall perish6 from the earth776, and he shall have no name8034 in the street6440 2351.","11":"Terrors1091 shall make him afraid1204 on every side5439, and shall drive6327 him to his feet7272. drive: Heb. scatter","1":"Then answered6030 Bildad1085 the Shuhite7747, and said559,","9":"The gin6341 shall take270 him by the heel6119, and the robber6782 shall prevail2388 against him.","14":"His confidence4009 shall be rooted out5423 of his tabernacle168, and it shall bring6805 him to the king4428 of terrors1091.","7":"The steps6806 of his strength202 shall be straitened3334, and his own counsel6098 shall cast him down7993.","15":"It shall dwell7931 in his tabernacle168, because it is none1097 of his: brimstone1614 shall be scattered2219 upon his habitation5116.","20":"They that come after314 him shall be astonied8074 at his day3117, as they that went before6931 were affrighted270 8178. went: or, lived with him were: Heb. laid hold on horror","6":"The light216 shall be dark2821 in his tabernacle168, and his candle5216 shall be put out1846 with him. candle: or, lamp","4":"He teareth2963 himself5315 in his anger639: shall the earth776 be forsaken5800 for thee? and shall the rock6697 be removed6275 out of his place4725? himself: Heb. his soul","19":"He shall neither have son5209 nor nephew5220 among his people5971, nor any remaining8300 in his dwellings4033.","13":"It shall devour398 the strength905 of his skin5785: even the firstborn1060 of death4194 shall devour398 his strength905. strength: Heb. bars"},"36":{"11":"If they obey8085 and serve5647 him, they shall spend3615 their days3117 in prosperity2896, and their years8141 in pleasures5273.","3":"I will fetch5375 my knowledge1843 from afar7350, and will ascribe5414 righteousness6664 to my Maker6466.","20":"Desire7602 not the night3915, when people5971 are cut off5927 in their place.","12":"But if they obey8085 not, they shall perish5674 by the sword7973, and they shall die1478 without knowledge1847. perish: Heb. pass away","10":"He openeth1540 also their ear241 to discipline4148, and commandeth559 that they return7725 from iniquity205.","17":"But thou hast fulfilled4390 the judgment1779 of the wicked7563: judgment1779 and justice4941 take hold8551 on thee. take: or, should uphold thee","13":"But the hypocrites2611 in heart3820 heap up7760 wrath639: they cry7768 not when he bindeth631 them.","27":"For he maketh small1639 the drops5198 of water4325: they pour down2212 rain4306 according to the vapour108 thereof:","30":"Behold, he spreadeth6566 his light216 upon it, and covereth3680 the bottom8328 of the sea3220. bottom: Heb. roots","18":"Because there is wrath2534, beware lest he take thee away5496 with his stroke5607: then a great7230 ransom3724 cannot deliver5186 thee. deliver: Heb. turn thee aside","29":"Also can any understand995 the spreadings4666 of the clouds5645, or the noise8663 of his tabernacle5521?","23":"Who hath enjoined6485 him his way1870? or who can say559, Thou hast wrought6466 iniquity5766?","19":"Will he esteem6186 thy riches7769? no, not gold1222, nor all the forces3981 of strength3581.","1":"Elihu453 also proceeded3254, and said559,","5":"Behold, God410 is mighty3524, and despiseth3988 not any: he is mighty3524 in strength3581 and wisdom3820. wisdom: Heb. heart","4":"For truly551 my words4405 shall not be false8267: he that is perfect8549 in knowledge1844 is with thee.","8":"And if they be bound631 in fetters2131, and be holden3920 in cords2256 of affliction6040;","26":"Behold, God410 is great7689, and we know3045 him not, neither can the number4557 of his years8141 be searched out2714.","14":"They5315 die4191 in youth5290, and their life2416 is among the unclean6945. They: Heb. Their soul dieth unclean: or, sodomites","22":"Behold, God410 exalteth7682 by his power3581: who teacheth3384 like him?","28":"Which the clouds7834 do drop5140 and distil7491 upon man120 abundantly7227.","25":"Every man120 may see2372 it; man582 may behold5027 it afar off7350.","9":"Then he sheweth5046 them their work6467, and their transgressions6588 that they have exceeded1396.","33":"The noise7452 thereof sheweth5046 concerning it, the cattle4735 also concerning the vapour5927. the vapour: Heb. that which goeth up","15":"He delivereth2502 the poor6041 in his affliction6040, and openeth1540 their ears241 in oppression3906. poor: or, afflicted","21":"Take heed8104, regard6437 not iniquity205: for this hast thou chosen977 rather than affliction6040.","24":"Remember2142 that thou magnify7679 his work6467, which men582 behold7891.","16":"Even so would he have removed5496 thee out of the strait6310 6862 into a broad place7338, where8478 there is no straitness4164; and that which should be set5183 on thy table7979 should be full4390 of fatness1880. that: Heb. the rest of thy table","32":"With clouds3709 he covereth3680 the light216; and commandeth6680 it not to shine by the cloud that cometh betwixt6293.","7":"He withdraweth1639 not his eyes5869 from the righteous6662: but with kings4428 are they on the throne3678; yea, he doth establish3427 them for ever5331, and they are exalted1361.","2":"Suffer3803 me a little2191, and I will shew2331 thee that I have yet to speak4405 on God\u0027s433 behalf. I have: Heb. there are yet words for God","6":"He preserveth not the life2421 of the wicked7563: but giveth5414 right4941 to the poor6041. poor: or, afflicted","31":"For by them judgeth1777 he the people5971; he giveth5414 meat400 in abundance4342."},"29":{"16":"I was a father1 to the poor34: and the cause7379 which I knew3045 not I searched out2713.","3":"When his candle5216 shined1984 upon my head7218, and when by his light216 I walked3212 through darkness2822; candle: or, lamp","5":"When the Almighty7706 was yet with me, when my children5288 were about5439 me;","21":"Unto me men gave ear8085, and waited3176, and kept silence1826 at3926 my counsel6098.","18":"Then I said559, I shall die1478 in my nest7064, and I shall multiply7235 my days3117 as the sand2344.","12":"Because I delivered4422 the poor6041 that cried7768, and the fatherless3490, and him that had none to help5826 him.","10":"The nobles5057 held2244 their peace6963, and their tongue3956 cleaved1692 to the roof of their mouth2441. The nobles: Heb. The voice of the nobles was hid","2":"Oh that5414 I were as in months3391 past6924, as in the days3117 when God433 preserved8104 me;","22":"After310 my words1697 they spake not again8138; and my speech4405 dropped5197 upon them.","8":"The young men5288 saw7200 me, and hid2244 themselves: and the aged3453 arose6965, and stood up5975.","17":"And I brake7665 the jaws4973 of the wicked5767, and plucked7993 the spoil2964 out of his teeth8127. the jaws: Heb. the jawteeth, or, the grinders plucked: Heb. cast","11":"When the ear241 heard8085 me, then it blessed833 me; and when the eye5869 saw7200 me, it gave witness5749 to me:","1":"Moreover Job347 continued3254 5375 his parable4912, and said559, continued: Heb. added to take up","9":"The princes8269 refrained6113 talking4405, and laid7760 their hand3709 on their mouth6310.","24":"If I laughed7832 on them, they believed539 it not; and the light216 of my countenance6440 they cast not down5307.","14":"I put3847 on righteousness6664, and it clothed3847 me: my judgment4941 was as a robe4598 and a diadem6797.","7":"When I went out3318 to the gate8179 through the city7176, when I prepared3559 my seat4186 in the street7339!","15":"I was eyes5869 to the blind5787, and feet7272 was I to the lame6455.","20":"My glory3519 was fresh2319 in me5978, and my bow7198 was renewed2498 in my hand3027. fresh: Heb. new renewed: Heb. changed","25":"I chose977 out their way1870, and sat3427 chief7218, and dwelt7931 as a king4428 in the army1416, as one that comforteth5162 the mourners57.","23":"And they waited3176 for me as for the rain4306; and they opened6473 their mouth6310 wide as for the latter rain4456.","6":"When I washed7364 my steps1978 with butter2529, and the rock6697 poured me out6694 rivers6388 of oil8081; me: Heb. with me","4":"As I was in the days3117 of my youth2779, when the secret5475 of God433 was upon my tabernacle168;","19":"My root8328 was spread out6605 by the waters4325, and the dew2919 lay all night3885 upon my branch7105. spread: Heb. opened","13":"The blessing1293 of him that was ready to perish6 came935 upon me: and I caused the widow\u0027s490 heart3820 to sing for joy7442."},"23":{"16":"For God410 maketh my heart3820 soft7401, and the Almighty7706 troubleth926 me:","3":"Oh that5414 I knew3045 where I might find4672 him! that I might come935 even to his seat8499!","5":"I would know3045 the words4405 which he would answer6030 me, and understand995 what he would say559 unto me.","12":"Neither have I gone back4185 from the commandment4687 of his lips8193; I have esteemed6845 the words561 of his mouth6310 more than my necessary2706 food. esteemed: Heb. hid, or, laid up my: or, my appointed portion","10":"But he knoweth3045 the way1870 that I take5978: when he hath tried974 me, I shall come forth3318 as gold2091. that: Heb. that is with me","2":"Even to day3117 is my complaint7879 bitter4805: my stroke3027 is heavier3513 than my groaning585. stroke: Heb. hand","8":"Behold, I go1980 forward6924, but he is not there; and backward268, but I cannot perceive995 him:","17":"Because I was not cut off6789 before6440 the darkness2822, neither hath he covered3680 the darkness652 from my face6440.","11":"My foot7272 hath held270 his steps838, his way1870 have I kept8104, and not declined5186.","1":"Then Job347 answered6030 and said559,","9":"On the left hand8040, where he doth work6213, but I cannot behold2372 him: he hideth5848 himself on the right hand3225, that I cannot see7200 him:","14":"For he performeth7999 the thing that is appointed2706 for me: and many7227 such2007 things are with him.","7":"There the righteous3477 might dispute3198 with him; so should I be delivered6403 for ever5331 from my judge8199.","15":"Therefore am I troubled926 at his presence6440: when I consider995, I am afraid6342 of him.","6":"Will he plead7378 against5978 me with his great7230 power3581? No; but he would put7760 strength in me.","4":"I would order6186 my cause4941 before6440 him, and fill4390 my mouth6310 with arguments8433.","13":"But he is in one259 mind, and who can turn7725 him? and what his soul5315 desireth183, even that he doeth6213."},"19":{"11":"He hath also kindled2734 his wrath639 against me, and he counteth2803 me unto him as one of his enemies6862.","3":"These ten6235 times6471 have ye reproached3637 me: ye are not ashamed954 that ye make yourselves strange1970 to me. make: or, harden yourselves against me","20":"My bone6106 cleaveth1692 to my skin5785 and to my flesh1320, and I am escaped4422 with the skin5785 of my teeth8127. and to: or, as to","12":"His troops1416 come935 together3162, and raise up5549 their way1870 against me, and encamp2583 round about5439 my tabernacle168.","10":"He hath destroyed5422 me on every side5439, and I am gone3212: and mine hope8615 hath he removed5265 like a tree6086.","17":"My breath7307 is strange2114 to my wife802, though I intreated2589 for the children\u0027s1121 sake of mine own body990. mine: Heb. my belly","13":"He hath put7368 my brethren251 far7368 from me, and mine acquaintance3045 are verily estranged2114 from me.","27":"Whom I shall see2372 for myself, and mine eyes5869 shall behold7200, and not another2114; though my reins3629 be consumed3615 within2436 me. another: Heb. a stranger though: or, my reins within me are consumed with earnest desire (for that day) within: Heb. in my bosom","18":"Yea, young children5759 despised3988 me; I arose6965, and they spake1696 against me. young: or, the wicked","29":"Be ye afraid1481 of the sword2719: for wrath2534 bringeth the punishments5771 of6440 the sword2719, that ye may know3045 there is a judgment1779 1779.","23":"Oh that5414 my words4405 were now645 written3789! oh that5414 they were printed2710 in a book5612! Oh: Heb. Who will give, etc","19":"All my inward5475 friends4962 abhorred8581 me: and they whom I loved157 are turned2015 against me. my: Heb. the men of my secret","1":"Then Job347 answered6030 and said559,","5":"If indeed551 ye will magnify1431 yourselves against me, and plead3198 against me my reproach2781:","4":"And be it indeed551 that I have erred7686, mine error4879 remaineth3885 with myself.","8":"He hath fenced up1443 my way734 that I cannot pass5674, and he hath set7760 darkness2822 in my paths5410.","26":"And though after310 my skin5785 worms destroy5362 this body, yet in my flesh1320 shall I see2372 God433: And: or, After I shall awake, though this body be destroyed, yet out of my flesh","14":"My kinsfolk7138 have failed2308, and my familiar friends3045 have forgotten7911 me.","22":"Why do ye persecute7291 me as God410, and are not satisfied7646 with my flesh1320?","28":"But ye should say559, Why persecute7291 we him, seeing the root8328 of the matter1697 is found4672 in me? seeing: or, and what root of matter is found in me?","25":"For I know3045 that my redeemer1350 liveth2416, and that he shall stand6965 at the latter314 day upon the earth6083:","9":"He hath stripped6584 me of my glory3519, and taken5493 the crown5850 from my head7218.","15":"They that dwell1481 in mine house1004, and my maids519, count2803 me for a stranger2114: I am an alien5237 in their sight5869.","21":"Have pity2603 upon me, have pity2603 upon me, O ye my friends7453; for the hand3027 of God433 hath touched5060 me.","24":"That they were graven2672 with an iron1270 pen5842 and lead5777 in the rock6697 for ever5703!","16":"I called7121 my servant5650, and he gave me no answer6030; I intreated2603 him with1119 my mouth6310.","7":"Behold, I cry out6817 of wrong2555, but I am not heard6030: I cry aloud7768, but there is no judgment4941. wrong: or, violence","2":"How long will ye vex3013 my soul5315, and break1792 me in pieces with words4405?","6":"Know3045 now645 that God433 hath overthrown5791 me, and hath compassed5362 me with his net4686."},"1":{"16":"While he was yet speaking1696, there came935 also another, and said559, The fire784 of God430 is fallen5307 from heaven8064, and hath burned up1197 the sheep6629, and the servants5288, and consumed398 them; and I only am escaped4422 alone to tell5046 thee. The fire: or, A great fire","3":"His substance4735 also was seven7651 thousand505 sheep6629, and three7969 thousand505 camels1581, and five2568 hundred3967 yoke6776 of oxen1241, and five2568 hundred3967 she asses860, and a very3966 great7227 household5657; so that this man376 was the greatest1419 of all the men1121 of the east6924. substance: or, cattle household: or, husbandry men: Heb. sons","5":"And it was so, when the days3117 of their feasting4960 were gone about5362, that Job347 sent7971 and sanctified6942 them, and rose up early7925 in the morning1242, and offered5927 burnt offerings5930 according to the number4557 of them all: for Job347 said559, It may be194 that my sons1121 have sinned2398, and cursed1288 God430 in their hearts3824. Thus did6213 Job347 continually3117. continually: Heb. all the days","21":"And said559, Naked6174 came I out3318 of my mother\u0027s517 womb990, and naked6174 shall I return7725 thither: the LORD3068 gave5414, and the LORD3068 hath taken away3947; blessed1288 be the name8034 of the LORD3068.","18":"While he was yet speaking1696, there came935 also another, and said559, Thy sons1121 and thy daughters1323 were eating398 and drinking8354 wine3196 in their eldest1060 brother\u0027s251 house1004:","12":"And the LORD3068 said559 unto Satan7854, Behold, all that he hath is in thy power3027; only upon himself put not forth7971 thine hand3027. So Satan7854 went forth3318 from the presence6440 of the LORD3068. power: Heb. hand","10":"Hast not thou made an hedge7753 about him, and about1157 his house1004, and about all that he hath on every side5439? thou hast blessed1288 the work4639 of his hands3027, and his substance4735 is increased6555 in the land776. substance: or, cattle","2":"And there were born3205 unto him seven7651 sons1121 and three7969 daughters1323.","22":"In all this Job347 sinned2398 not, nor charged5414 God430 foolishly8604. charged: or, attributed folly to God","8":"And the LORD3068 said559 unto Satan7854, Hast thou considered7760 3820 my servant5650 Job347, that there is none like him in the earth776, a perfect8535 and an upright3477 man376, one that feareth3373 God430, and escheweth5493 evil7451? considered: Heb. set thy heart on","17":"While he was yet speaking1696, there came935 also another, and said559, The Chaldeans3778 made out7760 three7969 bands7218, and fell6584 upon the camels1581, and have carried them away3947, yea, and slain5221 the servants5288 with the edge6310 of the sword2719; and I only am escaped4422 alone to tell5046 thee. fell: Heb. rushed","11":"But199 put forth7971 thine hand3027 now, and touch5060 all that he hath, and he will curse1288 3808 thee to thy face6440. and he: Heb. if he curse thee not to thy face","1":"There was a man376 in the land776 of Uz5780, whose name8034 was Job347; and that man376 was perfect8535 and upright3477, and one that feared3373 God430, and eschewed5493 evil7451.","9":"Then Satan7854 answered6030 the LORD3068, and said559, Doth Job347 fear3372 God430 for nought2600?","14":"And there came935 a messenger4397 unto Job347, and said559, The oxen1241 were plowing2790, and the asses860 feeding7462 beside3027 them:","7":"And the LORD3068 said559 unto Satan7854, Whence370 comest935 thou? Then Satan7854 answered6030 the LORD3068, and said559, From going to and fro7751 in the earth776, and from walking up and down1980 in it.","15":"And the Sabeans7614 fell5307 upon them, and took them away3947; yea, they have slain5221 the servants5288 with the edge6310 of the sword2719; and I only am escaped4422 alone to tell5046 thee.","20":"Then Job347 arose6965, and rent7167 his mantle4598, and shaved1494 his head7218, and fell down5307 upon the ground776, and worshipped7812, mantle: or, robe","6":"Now there was a day3117 when the sons1121 of God430 came935 to present3320 themselves before the LORD3068, and Satan7854 came935 also among8432 them. Satan: Heb. the adversary among: Heb. in the midst of","4":"And his sons1121 went1980 and feasted4960 6213 in their houses1004, every one376 his day3117; and sent7971 and called7121 for their three7969 sisters269 to eat398 and to drink8354 with them.","19":"And, behold, there came935 a great1419 wind7307 from5676 the wilderness4057, and smote5060 the four702 corners6438 of the house1004, and it fell5307 upon the young men5288, and they are dead4191; and I only am escaped4422 alone to tell5046 thee. from: Heb. from aside, etc","13":"And there was a day3117 when his sons1121 and his daughters1323 were eating398 and drinking8354 wine3196 in their eldest1060 brother\u0027s251 house1004:"},"5":{"11":"To set up7760 on high4791 those that be low8217; that those which mourn6937 may be exalted7682 to safety3468.","3":"I have seen7200 the foolish191 taking root8327: but suddenly6597 I cursed5344 his habitation5116.","20":"In famine7458 he shall redeem6299 thee from death4194: and in war4421 from the power3027 of the sword2719. power: Heb. hands","12":"He disappointeth6565 the devices4284 of the crafty6175, so that their hands3027 cannot perform6213 their enterprise8454. their enterprise: or, any thing","10":"Who giveth5414 rain4306 upon6440 the earth776, and sendeth7971 waters4325 upon6440 the fields2351: fields: Heb. outplaces","17":"Behold, happy835 is the man582 whom God433 correcteth3198: therefore despise3988 not thou the chastening4148 of the Almighty7706:","13":"He taketh3920 the wise2450 in their own craftiness6193: and the counsel6098 of the froward6617 is carried headlong4116.","27":"Lo this, we have searched2713 it, so it is; hear8085 it, and know3045 thou it for thy good. for: Heb. for thyself","18":"For he maketh sore3510, and bindeth up2280: he woundeth4272, and his hands3027 make whole7495.","23":"For thou shalt be in league1285 with the stones68 of the field7704: and the beasts2416 of the field7704 shall be at peace7999 with thee.","19":"He shall deliver5337 thee in six8337 troubles6869: yea, in seven7651 there shall no evil7451 touch5060 thee.","1":"Call7121 now, if there be3426 any that will answer6030 thee; and to which of the saints6918 wilt thou turn6437? turn: or, look?","5":"Whose harvest7105 the hungry7457 eateth up398, and taketh3947 it even out413 of the thorns6791, and the robber6782 swalloweth up7602 their substance2428.","4":"His children1121 are far7368 from safety3468, and they are crushed1792 in the gate8179, neither is there any to deliver5337 them.","8":"I would seek199 1875 unto God410, and unto God430 would I commit7760 my cause1700:","26":"Thou shalt come935 to thy grave6913 in a full age3624, like as a shock of corn1430 cometh in5927 in his season6256. cometh in: Heb. ascendeth","14":"They meet6298 with darkness2822 in the daytime3119, and grope4959 in the noonday6672 as in the night3915. meet: or, run into","22":"At destruction7701 and famine3720 thou shalt laugh7832: neither shalt thou be afraid3372 of the beasts2416 of the earth776.","25":"Thou shalt know3045 also that thy seed2233 shall be great7227, and thine offspring6631 as the grass6212 of the earth776. great: or, much","9":"Which doeth6213 great things1419 and unsearchable369 2714; marvellous things6381 without number4557: unsearchable: Heb. there is no search without: Heb. till there be no number","15":"But he saveth3467 the poor34 from the sword2719, from their mouth6310, and from the hand3027 of the mighty2389.","21":"Thou shalt be hid2244 from the scourge7752 of the tongue3956: neither shalt thou be afraid3372 of destruction7701 when it cometh935. from: or, when the tongue scourgeth","24":"And thou shalt know3045 that thy tabernacle168 shall be in peace7965; and thou shalt visit6485 thy habitation5116, and shalt not sin2398. thy tabernacle: or, peace is thy tabernacle sin: or, err","16":"So the poor1800 hath hope8615, and iniquity5766 stoppeth7092 her mouth6310.","7":"Yet man120 is born3205 unto trouble5999, as the sparks1121 7565 fly5774 upward1361. trouble: or, labour sparks: Heb. the sons of the burning coal lift up to fly","2":"For wrath3708 killeth2026 the foolish man191, and envy7068 slayeth4191 the silly one6601. envy: or, indignation","6":"Although affliction205 cometh not forth3318 of the dust6083, neither doth trouble5999 spring out6779 of the ground127; affliction: or, iniquity"},"4":{"16":"It stood still5975, but I could not discern5234 the form4758 thereof: an image8544 was before mine eyes5869, there was silence1827, and I heard8085 a voice6963, saying, there: or, I heard a still voice","3":"Behold, thou hast instructed3256 many7227, and thou hast strengthened2388 the weak7504 hands3027.","5":"But now it is come935 upon thee, and thou faintest3811; it toucheth5060 thee, and thou art troubled926.","21":"Doth not their excellency3499 which is in them go away5265? they die4191, even without wisdom2451.","18":"Behold, he put no trust539 in his servants5650; and his angels4397 he charged7760 with folly8417: and his: or, nor in his angels, in whom he put light","12":"Now a thing1697 was secretly brought1589 to me, and mine ear241 received3947 a little8102 thereof. secretly: Heb. by stealth","10":"The roaring7581 of the lion738, and the voice6963 of the fierce lion7826, and the teeth8127 of the young lions3715, are broken5421.","2":"If we assay5254 to commune1697 with thee, wilt thou be grieved3811? but who can3201 withhold6113 himself from speaking4405? to: Heb. a word withhold: Heb. refrain from words?","8":"Even as I have seen7200, they that plow2790 iniquity205, and sow2232 wickedness5999, reap7114 the same.","17":"Shall mortal man582 be more just6663 than God433? shall a man1397 be more pure2891 than his maker6213?","11":"The old lion3918 perisheth6 for lack1097 of prey2964, and the stout lion\u0027s3833 whelps1121 are scattered abroad6504.","1":"Then Eliphaz464 the Temanite8489 answered6030 and said559,","9":"By the blast5397 of God433 they perish6, and by the breath7307 of his nostrils639 are they consumed3615. by the breath: that is, by his anger","14":"Fear6343 came7122 upon me, and trembling7461, which made all7230 my bones6106 to shake6342. came: Heb. met all: Heb. the multitude of","7":"Remember2142, I pray thee, who ever perished6, being innocent5355? or where375 were the righteous3477 cut off3582?","15":"Then a spirit7307 passed2498 before my face6440; the hair8185 of my flesh1320 stood up5568:","20":"They are destroyed3807 from morning1242 to evening6153: they perish6 for ever5331 without any regarding7760 it. destroyed: Heb. beaten in pieces","6":"Is not this thy fear3374, thy confidence3690, thy hope8615, and the uprightness8537 of thy ways1870?","4":"Thy words4405 have upholden6965 him that was falling3782, and thou hast strengthened553 the feeble3766 knees1290.","19":"How much less637 in them that dwell7931 in houses1004 of clay2563, whose foundation3247 is in the dust6083, which are crushed1792 before6440 the moth6211?","13":"In thoughts5587 from the visions2384 of the night3915, when deep sleep8639 falleth5307 on men582,"},"8":{"16":"He is green7373 before6440 the sun8121, and his branch3127 shooteth forth3318 in his garden1593.","3":"Doth God410 pervert5791 judgment4941? or doth the Almighty7706 pervert5791 justice6664?","5":"If thou wouldest seek7836 unto God410 betimes7836, and make thy supplication2603 to the Almighty7706;","21":"Till he fill4390 thy mouth6310 with laughing7814, and thy lips8193 with rejoicing8643. rejoicing: Heb. shouting for joy","18":"If he destroy1104 him from his place4725, then it shall deny3584 him, saying, I have not seen7200 thee.","12":"Whilst it is yet in his greenness3, and not cut down6998, it withereth3001 before6440 any other herb2682.","10":"Shall not they teach3384 thee, and tell559 thee, and utter3318 words4405 out of their heart3820?","2":"How575 long5704 wilt thou speak4448 these things? and how long shall the words561 of thy mouth6310 be like a strong3524 wind7307?","22":"They that hate8130 thee shall be clothed3847 with shame1322; and the dwelling168 place of the wicked7563 shall come to nought369. shall come: Heb. shall not be","8":"For enquire7592, I pray thee, of the former7223 7223 age1755, and prepare3559 thyself to the search2714 of their fathers1:","17":"His roots8328 are wrapped about5440 the heap1530, and seeth2372 the place1004 of stones68.","11":"Can the rush1573 grow up1342 without mire1207? can7685 the flag260 grow7685 without1097 water4325?","1":"Then answered6030 Bildad1085 the Shuhite7747, and said559,","9":"(For we are but of yesterday8543, and know3045 nothing, because our days3117 upon earth776 are a shadow6738:) nothing: Heb. not","14":"Whose hope3689 shall be cut off6990, and whose trust4009 shall be a spider\u0027s5908 web1004. web: Heb. house","7":"Though thy beginning7225 was small4705, yet thy latter end319 should greatly3966 increase7685.","15":"He shall lean8172 upon his house1004, but it shall not stand5975: he shall hold2388 it fast, but it shall not endure6965.","20":"Behold, God410 will not cast away3988 a perfect8535 man, neither will he help2388 3027 the evil doers7489: help: Heb. take the ungodly by the hand","6":"If thou wert pure2134 and upright3477; surely now he would awake5782 for thee, and make the habitation5116 of thy righteousness6664 prosperous7999.","4":"If thy children1121 have sinned2398 against him, and he have cast them away7971 for3027 their transgression6588; for: Heb. in the hand of their transgression","19":"Behold, this is the joy4885 of his way1870, and out of the earth6083 shall others312 grow6779.","13":"So are the paths734 of all that forget7911 God410; and the hypocrite\u0027s2611 hope8615 shall perish6:"},"26":{"3":"How hast thou counselled3289 him that hath no3808 wisdom2451? and how hast thou plentifully7230 declared3045 the thing as it is8454?","5":"Dead7496 things are formed2342 from under the waters4325, and the inhabitants7931 thereof. and the: or, with the inhabitants","12":"He divideth7280 the sea3220 with his power3581, and by his understanding8394 8394 he smiteth4272 through the proud7293. the proud: Heb. pride","10":"He hath compassed2328 the waters6440 4325 with bounds2706, until the day216 and night2822 come to an end8503. until: Heb. until the end of light with darkness","2":"How hast thou helped5826 him that is without power3581? how savest3467 thou the arm2220 that hath no3808 strength5797?","8":"He bindeth up6887 the waters4325 in his thick clouds5645; and the cloud6051 is not rent1234 under them.","11":"The pillars5982 of heaven8064 tremble7322 and are astonished8539 at his reproof1606.","1":"But Job347 answered6030 and said559,","9":"He holdeth back270 the face6440 of his throne3678, and spreadeth6576 his cloud6051 upon it.","14":"Lo, these are parts7098 of his ways1870: but how little8102 a portion1697 is heard8085 of him? but the thunder7482 of his power1369 who can understand995?","7":"He stretcheth out5186 the north6828 over the empty place8414, and hangeth8518 the earth776 upon nothing1099.","6":"Hell7585 is naked6174 before him, and destruction11 hath no covering3682.","4":"To whom hast thou uttered5046 words4405? and whose spirit5397 came3318 from thee?","13":"By his spirit7307 he hath garnished8235 the heavens8064; his hand3027 hath formed2342 the crooked1281 serpent5175."},"39":{"11":"Wilt thou trust982 him, because his strength3581 is great7227? or wilt thou leave5800 thy labour3018 to him?","3":"They bow3766 themselves, they bring forth6398 their young ones3206, they cast out7971 their sorrows2256.","20":"Canst thou make him afraid7493 as a grasshopper697? the glory1935 of his nostrils5170 is terrible367. terrible: Heb. terror","12":"Wilt thou believe539 him, that he will bring home7725 7725 thy seed2233, and gather622 it into thy barn1637?","10":"Canst thou bind7194 the unicorn7214 with his band5688 in the furrow8525? or will he harrow7702 the valleys6010 after310 thee?","17":"Because God433 hath deprived5382 her of wisdom2451, neither hath he imparted2505 to her understanding998.","13":"Gavest thou the goodly7443 wings3671 unto the peacocks5965? or wings84 and feathers2624 unto the ostrich5133? wings and: or, the feathers of the stork and ostrich","27":"Doth the eagle5404 mount up1361 at thy command6310, and make7311 her nest7064 on high7311? at: Heb. by thy mouth","30":"Her young ones667 also suck up5966 blood1818: and where the slain2491 are, there is she1931.","18":"What time6256 she lifteth up4754 herself on high4791, she scorneth7832 the horse5483 and his rider7392.","29":"From thence she seeketh2658 the prey400, and her eyes5869 behold5027 afar off7350.","23":"The quiver827 rattleth7439 against him, the glittering3851 spear2595 and the shield3591.","19":"Hast thou given5414 the horse5483 strength1369? hast thou clothed3847 his neck6677 with thunder7483?","1":"Knowest3045 thou the time6256 when the wild goats3277 of the rock5553 bring forth3205? or canst thou mark8104 when the hinds355 do calve2342?","5":"Who hath sent out7971 the wild ass6501 free2670? or who hath loosed6605 the bands4147 of the wild ass6171?","4":"Their young ones1121 are in good liking2492, they grow up7235 with corn1250; they go forth3318, and return7725 not unto them.","8":"The range3491 of the mountains2022 is his pasture4829, and he searcheth1875 after310 every green thing3387.","26":"Doth the hawk5322 fly82 by thy wisdom998, and stretch6566 her wings3671 toward the south8486?","14":"Which leaveth5800 her eggs1000 in the earth776, and warmeth2552 them in dust6083,","22":"He mocketh7832 at fear6343, and is not affrighted2865; neither turneth he back7725 from6440 the sword2719.","28":"She dwelleth7931 and abideth3885 on the rock5553, upon the crag8127 of the rock5553, and the strong place4686.","25":"He saith559 among1767 the trumpets7782, Ha1889, ha1889; and he smelleth7306 the battle4421 afar off7350, the thunder7482 of the captains8269, and the shouting8643.","9":"Will the unicorn7214 be willing14 to serve5647 thee, or abide3885 by thy crib18?","15":"And forgetteth7911 that the foot7272 may crush2115 them, or that the wild7704 beast2416 may break1758 them.","21":"He paweth2658 in the valley6010, and rejoiceth7797 in his strength3581: he goeth on3318 to meet7125 the armed men5402. He paweth: or, His feet dig the armed: Heb. the armour","24":"He swalloweth1572 the ground776 with fierceness7494 and rage7267: neither believeth539 he that it is the sound6963 of the trumpet7782.","16":"She is hardened7188 against her young ones1121, as though they were not3808 hers: her labour3018 is in vain7385 without fear6343;","7":"He scorneth7832 the multitude1995 of the city7151, neither regardeth8085 he the crying8663 of the driver5065. of the driver: Heb. of the exactor","2":"Canst thou number5608 the months3391 that they fulfil4390? or knowest3045 thou the time6256 when they bring forth3205?","6":"Whose house1004 I have made7760 the wilderness6160, and the barren4420 land his dwellings4908. barren: Heb. salt places"},"14":{"16":"For now thou numberest5608 my steps6806: dost thou not watch8104 over my sin2403?","3":"And dost thou open6491 thine eyes5869 upon such an one2088, and bringest935 me into judgment4941 with thee?","5":"Seeing518 his days3117 are determined2782, the number4557 of his months2320 are with thee, thou hast appointed6213 his bounds2706 that he cannot pass5674;","21":"His sons1121 come to honour3513, and he knoweth3045 it not; and they are brought low6819, but he perceiveth995 it not of them.","18":"And surely199 the mountain2022 falling5307 cometh to nought5034, and the rock6697 is removed6275 out of his place4725. cometh: Heb. fadeth","12":"So man376 lieth down7901, and riseth6965 not: till the heavens8064 be no more1115, they shall not awake6974, nor be raised out5782 of their sleep8142.","10":"But man1397 dieth4191, and wasteth away2522: yea, man120 giveth up the ghost1478, and where is he? wasteth: Heb. is weakened, or, cut off","2":"He cometh forth3318 like a flower6731, and is cut down5243: he fleeth1272 also as a shadow6738, and continueth5975 not.","22":"But his flesh1320 upon him shall have pain3510, and his soul5315 within him shall mourn56.","8":"Though the root8328 thereof wax old2204 in the earth776, and the stock1503 thereof die4191 in the ground6083;","17":"My transgression6588 is sealed up2856 in a bag6872, and thou sewest up2950 mine iniquity5771.","11":"As the waters4325 fail235 from the sea3220, and the flood5104 decayeth2717 and drieth up3001:","1":"Man120 that is born3205 of a woman802 is of few7116 days3117, and full7649 of trouble7267. few: Heb. short of days","9":"Yet through the scent7381 of water4325 it will bud6524, and bring forth6213 boughs7105 like a plant5194.","14":"If a man1397 die4191, shall he live2421 again? all the days3117 of my appointed time6635 will I wait3176, till my change2487 come935.","7":"For there is3426 hope8615 of a tree6086, if it be cut down3772, that it will sprout again2498, and that the tender branch3127 thereof will not cease2308.","15":"Thou shalt call7121, and I will answer6030 thee: thou wilt have a desire3700 to the work4639 of thine hands3027.","20":"Thou prevailest8630 for ever5331 against him, and he passeth1980: thou changest8138 his countenance6440, and sendest him away7971.","6":"Turn8159 from him, that he may rest2308, till he shall accomplish7521, as an hireling7916, his day3117. rest: Heb. cease","4":"Who can bring5414 a clean2889 thing out of an unclean2931? not one259. can: Heb. will give","19":"The waters4325 wear7833 the stones68: thou washest away7857 the things which grow5599 out of the dust6083 of the earth776; and thou destroyest6 the hope8615 of man582. washest: Heb. overflowest","13":"O that5414 thou wouldest hide6845 me in the grave7585, that thou wouldest keep me secret5641, until thy wrath639 be past7725, that thou wouldest appoint7896 me a set time2706, and remember2142 me!"},"37":{"16":"Dost thou know3045 the balancings4657 of the clouds5645, the wondrous works4652 of him which is perfect8549 in knowledge1843?","3":"He directeth3474 it8281 under the whole heaven8064, and his lightning216 unto the ends3671 of the earth776. lightning: Heb. light ends: Heb. wings","5":"God410 thundereth7481 marvellously6381 with his voice6963; great things1419 doeth6213 he, which we cannot comprehend3045.","21":"And now men see7200 not the bright925 light216 which is in the clouds7834: but the wind7307 passeth5674, and cleanseth2891 them.","18":"Hast thou with him spread out7554 the sky7834, which is strong2389, and as a molten3332 looking glass7209?","12":"And it is turned2015 round about4524 by his counsels8458: that they may do6467 whatsoever he commandeth6680 them upon the face6440 of the world8398 in the earth776.","10":"By the breath5397 of God410 frost7140 is given5414: and the breadth7341 of the waters4325 is straitened4164.","2":"Hear8085 attentively8085 the noise7267 of his voice6963, and the sound1899 that goeth out3318 of his mouth6310. Hear: Heb. Hear in hearing","22":"Fair weather2091 cometh857 out of the north6828: with God433 is terrible3372 majesty1935. Fair: Heb. Gold","8":"Then the beasts2416 go935 into1119 dens695, and remain7931 in their places4585.","17":"How thy garments899 are warm2525, when he quieteth8252 the earth776 by the south1864 wind?","11":"Also by watering7377 he wearieth2959 the thick cloud5645: he scattereth6327 his bright216 cloud6051: his: Heb. the cloud of his light","1":"At this2063 also my heart3820 trembleth2729, and is moved out5425 of his place4725.","9":"Out of the south2315 cometh935 the whirlwind5492: and cold7135 out of the north4215. south: Heb. chamber north: Heb. scattering winds","24":"Men582 do therefore fear3372 him: he respecteth7200 not any that are wise2450 of heart3820.","14":"Hearken238 unto this, O Job347: stand still5975, and consider995 the wondrous6381 works of God410.","7":"He sealeth up2856 the hand3027 of every man120; that all men582 may know3045 his work4639.","15":"Dost thou know3045 when God433 disposed7760 them, and caused the light216 of his cloud6051 to shine3313?","20":"Shall it be told5608 him that I speak1696? if a man376 speak559, surely he shall be swallowed up1104.","23":"Touching the Almighty7706, we cannot find him out4672: he is excellent7689 in power3581, and in judgment4941, and in plenty7230 of justice6666: he will not afflict6031.","6":"For he saith559 to the snow7950, Be thou1933 on the earth776; likewise to the small4306 rain1653, and to the great4306 rain1653 of his strength5797. likewise: Heb. and to the shower of rain, and to the showers of rain of his strength","4":"After310 it a voice6963 roareth7580: he thundereth7481 with the voice6963 of his excellency1347; and he will not stay6117 them when his voice6963 is heard8085.","19":"Teach3045 us what we shall say559 unto him; for we cannot order6186 our speech by reason6440 of darkness2822.","13":"He causeth it to come4672, whether for correction7626, or for his land776, or for mercy2617. correction: Heb. a rod"},"22":{"11":"Or darkness2822, that thou canst not see7200; and abundance8229 of waters4325 cover3680 thee.","3":"Is it any pleasure2656 to the Almighty7706, that thou art righteous6663? or is it gain1215 to him, that thou makest thy ways1870 perfect8552?","20":"Whereas518 our substance7009 is not cut down3582, but the remnant3499 of them the fire784 consumeth398. substance: or, estate the remnant: or, their excellency","12":"Is not God433 in the height1363 of heaven8064? and behold7200 the height7218 of the stars3556, how high7311 they are! height of the stars: Heb. head of the stars","10":"Therefore snares6341 are round about5439 thee, and sudden6597 fear6343 troubleth926 thee;","17":"Which said559 unto God410, Depart5493 from us: and what can the Almighty7706 do6466 for them? for: or, to","13":"And thou sayest559, How doth God410 know3045? can he judge8199 through the dark cloud6205? How: or, What","27":"Thou shalt make thy prayer6279 unto him, and he shall hear8085 thee, and thou shalt pay7999 thy vows5088.","30":"He shall deliver4422 the island336 of the innocent5355: and it is delivered4422 by the pureness1252 of thine hands3709. He shall: or, The innocent shall deliver the island","18":"Yet he filled4390 their houses1004 with good2896 things: but the counsel6098 of the wicked7563 is far7368 from me.","29":"When men are cast down8213, then thou shalt say559, There is lifting up1466; and he shall save3467 the humble7807 person5869. the humble: Heb. him that hath low eyes","23":"If thou return7725 to the Almighty7706, thou shalt be built up1129, thou shalt put away7368 iniquity5766 far7368 from thy tabernacles168.","19":"The righteous6662 see7200 it, and are glad8055: and the innocent5355 laugh them to scorn3932.","1":"Then Eliphaz464 the Temanite8489 answered6030 and said559,","5":"Is not thy wickedness7451 great7227? and thine iniquities5771 infinite7093?","4":"Will he reprove3198 thee for fear3374 of thee? will he enter935 with thee into judgment4941?","8":"But as for the mighty2220 man376, he had the earth776; and the honourable man5375 6440 dwelt3427 in it. mighty: Heb. man of arm honourable: Heb. eminent, or, accepted for countenance","26":"For then shalt thou have thy delight6026 in the Almighty7706, and shalt lift up5375 thy face6440 unto God433.","14":"Thick clouds5645 are a covering5643 to him, that he seeth7200 not; and he walketh1980 in the circuit2329 of heaven8064.","22":"Receive3947, I pray thee, the law8451 from his mouth6310, and lay up7760 his words561 in thine heart3824.","28":"Thou shalt also decree1504 a thing562, and it shall be established6965 unto thee: and the light216 shall shine5050 upon thy ways1870.","25":"Yea, the Almighty7706 shall be thy defence1220, and thou shalt have plenty8443 of silver3701. defence: or, gold plenty: Heb. silver of strength","9":"Thou hast sent7971 widows490 away empty7387, and the arms2220 of the fatherless3490 have been broken1792.","15":"Hast thou marked8104 the old5769 way734 which wicked205 men4962 have trodden1869?","21":"Acquaint5532 now thyself with him, and be at peace7999: thereby good2896 shall come935 unto thee. him: that is, God","24":"Then shalt thou lay up7896 gold1220 as5921 dust6083, and the gold of Ophir211 as the stones6697 of the brooks5158. as dust: or, on the dust","16":"Which were cut down7059 out of time6256, whose foundation3247 was overflown3332 with a flood5104: whose: Heb. a flood was poured upon their foundation","7":"Thou hast not given water4325 to the weary5889 to drink8248, and thou hast withholden4513 bread3899 from the hungry7457.","2":"Can a man1397 be profitable5532 unto God410, as3588 he that is wise7919 may be profitable5532 unto himself? as he: or, if he may be profitable, doth his good success depend thereon?","6":"For thou hast taken a pledge2254 from thy brother251 for nought2600, and stripped6584 the naked6174 of their clothing899. the naked: Heb. the clothes of the naked"},"28":{"11":"He bindeth2280 the floods5104 from overflowing1065; and the thing that is hid8587 bringeth he forth3318 to light216. overflowing: Heb. weeping","3":"He setteth7760 an end7093 to darkness2822, and searcheth out2713 all perfection8503: the stones68 of darkness652, and the shadow of death6757.","20":"Whence370 then cometh935 wisdom2451? and where is the place4725 of understanding998?","12":"But where370 shall wisdom2451 be found4672? and where is the place4725 of understanding998?","10":"He cutteth out1234 rivers2975 among the rocks6697; and his eye5869 seeth7200 every precious thing3366.","17":"The gold2091 and the crystal2137 cannot equal6186 it: and the exchange8545 of it shall not be for jewels3627 of fine gold6337. jewels: or, vessels of","13":"Man582 knoweth3045 not the price6187 thereof; neither is it found4672 in the land776 of the living2416.","27":"Then did he see7200 it, and declare5608 it; he prepared3559 it, yea, and searched it out2713. declare: or, number it","18":"No mention2142 shall be made of coral7215, or of pearls1378: for the price4901 of wisdom2451 is above rubies6443. coral: or, Ramoth","23":"God430 understandeth995 the way1870 thereof, and he knoweth3045 the place4725 thereof.","19":"The topaz6357 of Ethiopia3568 shall not equal6186 it, neither shall it be valued5541 with pure2889 gold3800.","1":"Surely3426 there is a vein4161 for the silver3701, and a place4725 for gold2091 where they fine2212 it. vein: or, mine","5":"As for the earth776, out of it cometh3318 bread3899: and under it is turned up2015 as it were fire784.","4":"The flood5158 breaketh out6555 from the inhabitant1481; even the waters forgotten7911 of the foot7272: they are dried up1809, they are gone away5128 from men582.","8":"The lion\u0027s7830 whelps1121 have not trodden1869 it, nor the fierce lion7826 passed5710 by it.","26":"When he made6213 a decree2706 for the rain4306, and a way1870 for the lightning2385 of the thunder6963:","14":"The depth8415 saith559, It is not in me: and the sea3220 saith559, It is not with me.","22":"Destruction11 and death4194 say559, We have heard8085 the fame8088 thereof with our ears241.","28":"And unto man120 he said559, Behold, the fear3374 of the Lord136, that is wisdom2451; and to depart5493 from evil7451 is understanding998.","25":"To make6213 the weight4948 for the winds7307; and he weigheth8505 the waters4325 by measure4060.","9":"He putteth forth7971 his hand3027 upon the rock2496; he overturneth2015 the mountains2022 by the roots8328. rock: or, flint","15":"It cannot be gotten5414 for gold5458, neither shall silver3701 be weighed8254 for the price4242 thereof. It: Heb. Fine gold shall not be given for it","21":"Seeing it is hid5956 from the eyes5869 of all living2416, and kept close5641 from the fowls5775 of the air8064. air: or, heaven","24":"For he looketh5027 to the ends7098 of the earth776, and seeth7200 under the whole heaven8064;","16":"It cannot be valued5541 with the gold3800 of Ophir211, with the precious3368 onyx7718, or the sapphire5601.","7":"There is a path5410 which no fowl5861 knoweth3045, and which the vulture\u0027s344 eye5869 hath not seen7805:","2":"Iron1270 is taken3947 out of the earth6083, and brass5154 is molten6694 out of the stone68. earth: or, dust","6":"The stones68 of it are the place4725 of sapphires5601: and it hath dust6083 of gold2091. dust: or, gold ore"},"25":{"3":"Is there3426 any number4557 of his armies1416? and upon whom doth not his light216 arise6965?","2":"Dominion4910 and fear6343 are with him, he maketh6213 peace7965 in his high places4791.","1":"Then answered6030 Bildad1085 the Shuhite7747, and said559,","4":"How then can man582 be justified6663 with God410? or how can he be clean2135 that is born3205 of a woman802?","6":"How much less man582, that is a worm7415? and the son1121 of man120, which is a worm8438?","5":"Behold even to the moon3394, and it shineth166 not; yea, the stars3556 are not pure2141 in his sight5869."},"9":{"11":"Lo, he goeth5674 by me, and I see7200 him not: he passeth on2498 also, but I perceive995 him not.","3":"If he will2654 contend7378 with him, he cannot answer6030 him one259 of a thousand505.","20":"If I justify6663 myself, mine own mouth6310 shall condemn7561 me: if I say, I am perfect8535, it shall also prove me perverse6140.","12":"Behold, he taketh away2862, who can hinder7725 him? who will say559 unto him, What doest6213 thou? hinder: Heb. turn him away?","10":"Which doeth6213 great things1419 past369 finding out2714; yea, and wonders6381 without number4557.","17":"For he breaketh7779 me with a tempest8183, and multiplieth7235 my wounds6482 without cause2600.","13":"If God433 will not withdraw7725 his anger639, the proud7293 helpers5826 do stoop7817 under him. proud: Heb. helpers of pride, or, strength","27":"If I say559, I will forget7911 my complaint7879, I will leave off5800 my heaviness6440, and comfort1082 myself:","30":"If I wash7364 myself with7950 snow water4325 1119, and make my hands3709 never1252 1253 so clean2141;","18":"He will not suffer5414 me to take7725 my breath7307, but filleth7646 me with bitterness4472.","29":"If I be wicked7561, why then labour3021 I in vain1892?","23":"If the scourge7752 slay4191 suddenly6597, he will laugh3932 at the trial4531 of the innocent5355.","19":"If I speak of strength3581, lo, he is strong533: and if of judgment4941, who shall set3259 me a time to plead?","1":"Then Job347 answered6030 and said559,","5":"Which removeth6275 the mountains2022, and they know3045 not: which overturneth2015 them in his anger639.","4":"He is wise2450 in heart3824, and mighty533 in strength3581: who hath hardened7185 himself against him, and hath prospered7999?","8":"Which alone spreadeth out5186 the heavens8064, and treadeth1869 upon the waves1116 of the sea3220. waves: Heb. heights","26":"They are passed away2498 as5973 the swift16 ships591: as the eagle5404 that hasteth2907 to the prey400. swift: or, ships of Ebeh: Heb. ships of desire","14":"How much less shall I answer6030 him, and choose out977 my words1697 to reason with him?","22":"This is one259 thing, therefore I said559 it, He destroyeth3615 the perfect8535 and the wicked7563.","28":"I am afraid3025 of all my sorrows6094, I know3045 that thou wilt not hold me innocent5352.","25":"Now my days3117 are swifter7043 than a post7323: they flee away1272, they see7200 no good2896.","9":"Which maketh6213 Arcturus5906, Orion3685, and Pleiades3598, and the chambers2315 of the south8486. Arcturus: Heb. Ash, Cesil, and Cimah","33":"Neither is3426 there any daysman3198 betwixt us, that might lay7896 his hand3027 upon us both8147. any: Heb. one that should argue daysman: or, umpire","15":"Whom, though I were righteous6663, yet would I not answer6030, but I would make supplication2603 to my judge8199.","34":"Let him take5493 his rod7626 away5493 from me, and let not his fear367 terrify1204 me:","21":"Though I were perfect8535, yet would I not know3045 my soul5315: I would despise3988 my life2416.","24":"The earth776 is given5414 into the hand3027 of the wicked7563: he covereth3680 the faces6440 of the judges8199 thereof; if not, where645, and who is he?","16":"If I had called7121, and he had answered6030 me; yet would I not believe539 that he had hearkened238 unto my voice6963.","35":"Then would I speak1696, and not fear3372 him; but it is not so with me. it is: Heb. I am not so with myself","32":"For he is not a man376, as I am, that I should answer6030 him, and we should come935 together3162 in judgment4941.","7":"Which commandeth559 the sun2775, and it riseth2224 not; and sealeth up2856 the stars3556.","2":"I know3045 it is so of a truth551: but how should man582 be just6663 with God410? with God: or, before God?","6":"Which shaketh7264 the earth776 out of her place4725, and the pillars5982 thereof tremble6426.","31":"Yet227 shalt thou plunge2881 me in the ditch7845, and mine own clothes8008 shall abhor8581 me. abhor: or, make me to be abhorred"},"33":{"11":"He putteth7760 my feet7272 in the stocks5465, he marketh8104 all my paths734.","3":"My words561 shall be of the uprightness3476 of my heart3820: and my lips8193 shall utter4448 knowledge1847 clearly1305.","20":"So that his life2416 abhorreth2092 bread3899, and his soul5315 dainty8378 meat3978. dainty: Heb. meat of desire","12":"Behold, in this thou art not just6663: I will answer6030 thee, that God433 is greater7235 than man582.","10":"Behold, he findeth4672 occasions8569 against me, he counteth2803 me for his enemy341,","17":"That he may withdraw5493 man120 from his purpose4639, and hide3680 pride1466 from man1397. purpose: Heb. work","13":"Why dost thou strive7378 against him? for he giveth not account6030 of any of his matters1697. he giveth: Heb. he answereth not","27":"He looketh7789 upon men582, and if any say559, I have sinned2398, and perverted5753 that which was right3477, and it profited7737 me not; He: or, He shall look upon men, and say","30":"To bring back7725 his soul5315 from the pit7845, to be enlightened215 with the light216 of the living2416.","18":"He keepeth back2820 his soul5315 from the pit7845, and his life2416 from perishing5674 by the sword7973. from perishing: Heb. from passing","29":"Lo, all these things worketh6466 God410 oftentimes6471 7969 with man1397, oftentimes: Heb. twice and thrice","23":"If there3426 be a messenger4397 with him, an interpreter3887, one259 among a thousand505, to shew5046 unto man120 his uprightness3476:","19":"He is chastened3198 also with pain4341 upon his bed4904, and the multitude7230 7379 of his bones6106 with strong386 pain:","1":"Wherefore199, Job347, I pray thee, hear8085 my speeches4405, and hearken238 to all my words1697.","5":"If thou canst3201 answer7725 me, set thy words in order6186 before6440 me, stand up3320.","4":"The Spirit7307 of God410 hath made6213 me, and the breath5397 of the Almighty7706 hath given me life2421.","8":"Surely thou hast spoken559 in mine hearing241, and I have heard8085 the voice6963 of thy words4405, saying, hearing: Heb. ears","26":"He shall pray6279 unto God433, and he will be favourable7521 unto him: and he shall see7200 his face6440 with joy8643: for he will render7725 unto man582 his righteousness6666.","14":"For God410 speaketh1696 once259, yea twice8147, yet man perceiveth7789 it not.","22":"Yea, his soul5315 draweth near7126 unto the grave7845, and his life2416 to the destroyers4191.","28":"He will deliver6299 his soul5315 from going5674 into the pit7845, and his life2416 shall see7200 the light216. He: or, He hath delivered my soul, etc, and my life","25":"His flesh1320 shall be fresher7375 than a child\u0027s5290: he shall return7725 to the days3117 of his youth5934: a child\u0027s: Heb. childhood","9":"I am clean2134 without transgression6588, I am innocent2643; neither is there iniquity5771 in me.","33":"If not, hearken8085 unto me: hold thy peace2790, and I shall teach502 thee wisdom2451.","15":"In a dream2472, in a vision2384 of the night3915, when deep8639 sleep falleth5307 upon men582, in slumberings8572 upon the bed4904;","21":"His flesh1320 is consumed away3615, that it cannot be seen7210; and his bones6106 that were not seen7200 stick out8192 8205.","24":"Then he is gracious2603 unto him, and saith559, Deliver6308 him from going down3381 to the pit7845: I have found4672 a ransom3724. a ransom: or, an atonement","16":"Then he openeth1540 the ears241 of men582, and sealeth2856 their instruction4561, he: Heb. he revealeth, or, uncovereth","32":"If thou hast3426 any thing to say4405, answer7725 me: speak1696, for I desire2654 to justify6663 thee.","7":"Behold, my terror367 shall not make thee afraid1204, neither shall my hand405 be heavy3513 upon thee.","2":"Behold, now I have opened6605 my mouth6310, my tongue3956 hath spoken1696 in my mouth2441. in my mouth: Heb. in my palate","6":"Behold, I am according to thy wish6310 in God\u0027s410 stead: I also am formed7169 out of the clay2563. wish: Heb. mouth formed: Heb. cut","31":"Mark well7181, O Job347, hearken8085 unto me: hold thy peace2790, and I will speak1696."},"15":{"11":"Are the consolations8575 of God410 small4592 with thee? is there any secret328 thing1697 with thee?","3":"Should he reason3198 with unprofitable5532 talk1697? or with speeches4405 wherewith he can do no good3276?","20":"The wicked7563 man travaileth2342 with pain all his days3117, and the number4557 of years8141 is hidden6845 to the oppressor6184.","12":"Why doth thine heart3820 carry thee away3947? and what do thy eyes5869 wink at7335,","10":"With us are both the grayheaded7867 and very aged3453 men, much3524 elder3117 than thy father1.","17":"I will shew2331 thee, hear8085 me; and that which I have seen2372 I will declare5608;","13":"That thou turnest7725 thy spirit7307 against God410, and lettest such words4405 go out3318 of thy mouth6310?","27":"Because he covereth3680 his face6440 with his fatness2459, and maketh6213 collops of fat6371 on his flanks3689.","30":"He shall not depart5493 out of darkness2822; the flame7957 shall dry up3001 his branches3127, and by the breath7307 of his mouth6310 shall he go away5493.","18":"Which wise2450 men have told5046 from their fathers1, and have not hid3582 it:","29":"He shall not be rich6238, neither shall his substance2428 continue6965, neither shall he prolong5186 the perfection4512 thereof upon the earth776.","23":"He wandereth abroad5074 for bread3899, saying, Where is it? he knoweth3045 that the day3117 of darkness2822 is ready3559 at his hand3027.","19":"Unto whom alone the earth776 was given5414, and no stranger2114 passed5674 among8432 them.","1":"Then answered6030 Eliphaz464 the Temanite8489, and said559,","5":"For thy mouth6310 uttereth502 thine iniquity5771, and thou choosest977 the tongue3956 of the crafty6175. uttereth: Heb. teacheth","4":"Yea, thou castest off6565 fear3374, and restrainest1639 prayer7881 before6440 God410. castest: Heb. makest void prayer: or, speech","8":"Hast thou heard8085 the secret5475 of God433? and dost thou restrain1639 wisdom2451 to thyself?","26":"He runneth7323 upon him, even on his neck6677, upon the thick5672 bosses1354 of his bucklers4043:","14":"What is man582, that he should be clean2135? and he which is born3205 of a woman802, that he should be righteous6663?","22":"He believeth539 not that he shall return7725 out of darkness2822, and he is waited6822 for of the sword2719.","28":"And he dwelleth7931 in desolate3582 cities5892, and in houses1004 which no man inhabiteth3427, which are ready6257 to become heaps1530.","25":"For he stretcheth out5186 his hand3027 against God410, and strengtheneth1396 himself against the Almighty7706.","9":"What knowest3045 thou, that we know3045 not? what understandest995 thou, which is not in us?","33":"He shall shake off2554 his unripe grape1154 as the vine1612, and shall cast off7993 his flower5328 as the olive2132.","15":"Behold, he putteth no trust539 in his saints6918; yea, the heavens8064 are not clean2141 in his sight5869.","34":"For the congregation5712 of hypocrites2611 shall be desolate1565, and fire784 shall consume398 the tabernacles168 of bribery7810.","21":"A dreadful6343 sound6963 is in his ears241: in prosperity7965 the destroyer7703 shall come935 upon him. A dreadful: Heb. A sound of fears","24":"Trouble6862 and anguish4691 shall make him afraid1204; they shall prevail8630 against him, as a king4428 ready6264 to the battle3593.","16":"How much more abominable8581 and filthy444 is man376, which drinketh8354 iniquity5766 5766 like water4325?","35":"They conceive2029 mischief5999, and bring forth3205 vanity205, and their belly990 prepareth3559 deceit4820. vanity: or, iniquity","32":"It shall be accomplished4390 before3808 his time3117, and his branch3712 shall not be green7488. accomplished: or, cut off","7":"Art thou the first7223 7223 man120 that was born3205? or wast thou made2342 before6440 the hills1389?","2":"Should a wise man2450 utter6030 vain7307 knowledge1847, and fill4390 his belly990 with the east wind6921? vain: Heb. knowledge of wind","6":"Thine own mouth6310 condemneth7561 thee, and not I: yea, thine own lips8193 testify6030 against thee.","31":"Let not him that is deceived8582 trust539 in vanity7723: for vanity7723 shall be his recompence8545."},"34":{"11":"For the work6467 of a man120 shall he render7999 unto him, and cause every man376 to find4672 according to his ways734.","3":"For the ear241 trieth974 words4405, as the mouth2441 tasteth2938 meat398. mouth: Heb. palate","20":"In a moment7281 shall they die4191, and the people5971 shall be troubled1607 at midnight2676 3915, and pass away5674: and the mighty47 shall be taken away5493 without hand3027. the mighty: Heb. they shall take away the mighty","12":"Yea, surely551 God410 will not do wickedly7561, neither will the Almighty7706 pervert5791 judgment4941.","10":"Therefore hearken8085 unto me, ye men582 of understanding3824: far be it2486 from God410, that he should do wickedness7562; and from the Almighty7706, that he should commit iniquity5766. men: Heb. men of heart","17":"Shall even he that hateth8130 right4941 govern2280? and wilt thou condemn7561 him that is most3524 just6662? govern: Heb. bind?","13":"Who hath given him a charge6485 over the earth776? or who hath disposed7760 the whole world8398? the whole: Heb. all of it?","27":"Because they turned back5493 from him310, and would not consider7919 any of his ways1870: him: Heb. after him","30":"That the hypocrite120 2611 reign4427 not, lest the people5971 be ensnared4170.","18":"Is it fit to say559 to a king4428, Thou art wicked1100? and to princes5081, Ye are ungodly7563?","36":"My desire15 1 is that Job347 may be tried974 unto the end5331 because of his answers8666 for wicked205 men582. My: or, My father, let Job be tried","29":"When he giveth quietness8252, who then can make trouble7561? and when he hideth5641 his face6440, who then can behold7789 him? whether it be done against a nation1471, or against a man120 only3162:","23":"For he will not lay7760 upon man376 more than right; that he should enter1980 into judgment4941 with God410. enter: Heb. go","19":"How much less to him that accepteth5375 not the persons6440 of princes8269, nor regardeth5234 the rich7771 more than6440 the poor1800? for they all are the work4639 of his hands3027.","1":"Furthermore Elihu453 answered6030 and said559,","5":"For Job347 hath said559, I am righteous6663: and God410 hath taken away5493 my judgment4941.","4":"Let us choose977 to us judgment4941: let us know3045 among ourselves what is good2896.","8":"Which goeth732 in company2274 with the workers6466 of iniquity205, and walketh3212 with wicked7562 men582.","26":"He striketh5606 them as8478 wicked men7563 in the open4725 sight7200 of others; open: Heb. place of beholders","14":"If he set7760 his heart3820 upon man, if he gather622 unto himself his spirit7307 and his breath5397; man: Heb. him","37":"For he addeth3254 rebellion6588 unto his sin2403, he clappeth5606 his hands among us, and multiplieth7235 his words561 against God410.","22":"There is no darkness2822, nor shadow of death6757, where the workers6466 of iniquity205 may hide5641 themselves.","28":"So that they cause the cry6818 of the poor1800 to come935 unto him, and he heareth8085 the cry6818 of the afflicted6041.","25":"Therefore he knoweth5234 their works4566, and he overturneth2015 them in the night3915, so that they are destroyed1792. destroyed: Heb. crushed","9":"For he hath said559, It profiteth5532 a man1397 nothing that he should delight7521 himself with God430.","33":"Should it be according to thy mind? he will recompense7999 it, whether thou refuse3588 3988, or whether thou choose977; and not I: therefore speak1696 what thou knowest3045. according: Heb. from with thee?","15":"All flesh1320 shall perish1478 together3162, and man120 shall turn again7725 unto dust6083.","34":"Let men582 of understanding3824 tell559 me, and let a wise2450 man1397 hearken8085 unto me. of: Heb. of heart","21":"For his eyes5869 are upon the ways1870 of man376, and he seeth7200 all his goings6806.","24":"He shall break in pieces7489 mighty men3524 without number2714, and set5975 others312 in their stead. number: Heb. searching out","16":"If now thou hast understanding998, hear8085 this: hearken238 to the voice6963 of my words4405.","35":"Job347 hath spoken1696 without knowledge1847, and his words1697 were without wisdom7919.","32":"That which I see2372 not1107 teach3384 thou me: if I have done6466 iniquity5766, I will do3254 no more.","7":"What man1397 is like Job347, who drinketh up8354 scorning3933 like water4325?","2":"Hear8085 my words4405, O ye wise2450 men; and give ear238 unto me, ye that have knowledge3045.","6":"Should I lie3576 against my right4941? my wound2671 is incurable605 without transgression6588. my wound: Heb. mine arrow","31":"Surely it is meet to be said559 unto God410, I have borne5375 chastisement, I will not offend2254 any more:"},"21":{"11":"They send forth7971 their little ones5759 like a flock6629, and their children3206 dance7540.","3":"Suffer5375 me that I may speak1696; and after310 that I have spoken1696, mock on3932.","20":"His eyes5869 shall see7200 his destruction3589, and he shall drink8354 of the wrath2534 of the Almighty7706.","12":"They take5375 the timbrel8596 and harp3658, and rejoice8055 at the sound6963 of the organ5748.","10":"Their bull7794 gendereth5674, and faileth1602 not; their cow6510 calveth6403, and casteth not her calf7921.","17":"How oft is the candle5216 of the wicked7563 put out1846! and how oft cometh935 their destruction343 upon them! God distributeth2505 sorrows2256 in his anger639. candle: or, lamp","13":"They spend3615 1086 their days3117 in wealth2896, and in a moment7281 go down2865 5181 to the grave7585. in wealth: or, in mirth","27":"Behold, I know3045 your thoughts4284, and the devices4209 which ye wrongfully imagine2554 against me.","30":"That the wicked7451 is reserved2820 to the day3117 of destruction343? they shall be brought forth2986 to the day3117 of wrath5678. wrath: Heb. wraths","18":"They are as stubble8401 before6440 the wind7307, and as chaff4671 that the storm5492 carrieth away1589. carrieth: Heb. stealeth","29":"Have ye not asked7592 them that go5674 by the way1870? and do ye not know5234 their tokens226,","23":"One dieth4191 in his full8537 strength6106, being wholly at ease7946 and quiet7961. his: Heb. his very, or, the strength of, his perfection","19":"God433 layeth up6845 his iniquity205 for his children1121: he rewardeth7999 him, and he shall know3045 it. his iniquity: that is, the punishment of his iniquity","1":"But Job347 answered6030 and said559,","5":"Mark6437 me, and be astonished8074, and lay7760 your hand3027 upon your mouth6310. Mark: Heb. Look unto me","4":"As for me, is my complaint7879 to man120? and if it were so, why should not my spirit7307 be troubled7114? troubled: Heb. shortened?","8":"Their seed2233 is established3559 in their sight6440 with them, and their offspring6631 before their eyes5869.","26":"They shall lie down7901 alike3162 in the dust6083, and the worms7415 shall cover3680 them.","14":"Therefore they say559 unto God410, Depart5493 from us; for we desire2654 not the knowledge1847 of thy ways1870.","22":"Shall any teach3925 God410 knowledge1847? seeing he judgeth8199 those that are high7311.","28":"For ye say559, Where is the house1004 of the prince5081? and where are the dwelling4908 places168 of the wicked7563? the dwelling: Heb. the tent of the tabernacles","25":"And another dieth4191 in the bitterness4751 of his soul5315, and never eateth398 with pleasure2896.","9":"Their houses1004 are safe7965 from fear6343, neither is the rod7626 of God433 upon them. safe: Heb. peace from","33":"The clods7263 of the valley5158 shall be sweet4985 unto him, and every man120 shall draw4900 after310 him, as there are innumerable4557 before6440 him.","15":"What is the Almighty7706, that we should serve5647 him? and what profit3276 should we have, if we pray6293 unto him?","34":"How then comfort5162 ye me in vain1892, seeing in your answers8666 there remaineth7604 falsehood4604? falsehood: Heb. transgression?","21":"For what pleasure2656 hath he in his house1004 after310 him, when the number4557 of his months2320 is cut off in the midst2686?","24":"His breasts5845 are full4390 of milk2461, and his bones6106 are moistened8248 with marrow4221. breasts: or, milk pails","16":"Lo, their good2898 is not in their hand3027: the counsel6098 of the wicked7563 is far7368 from me.","32":"Yet shall he be brought2986 to the grave6913, and shall remain8245 in the tomb1430. grave: Heb. graves remain: Heb. watch in the heap","7":"Wherefore do the wicked7563 live2421, become old6275, yea, are mighty1396 in power2428?","2":"Hear8085 diligently8085 my speech4405, and let this be your consolations8575.","6":"Even when I remember2142 I am afraid926, and trembling6427 taketh hold on270 my flesh1320.","31":"Who shall declare5046 his way1870 to his face6440? and who shall repay7999 him what he hath done6213?"},"24":{"16":"In the dark2822 they dig through2864 houses1004, which they had marked2856 for themselves in the daytime3119: they know3045 not the light216.","3":"They drive away5090 the ass2543 of the fatherless3490, they take2254 the widow\u0027s490 ox7794 for a pledge2254.","5":"Behold, as wild asses6501 in the desert4057, go they forth3318 to their work6467; rising betimes7836 for a prey2964: the wilderness6160 yieldeth food3899 for them and for their children5288.","21":"He evil entreateth7462 the barren6135 that beareth3205 not: and doeth not good3190 to the widow490.","18":"He is swift7031 as the waters6440 4325; their portion2513 is cursed7043 in the earth776: he beholdeth6437 not the way1870 of the vineyards3754.","12":"Men4962 groan5008 from out of the city5892, and the soul5315 of the wounded2491 crieth out7768: yet God433 layeth7760 not folly8604 to them.","10":"They cause him to go1980 naked6174 without clothing3830, and they take away5375 the sheaf6016 from the hungry7457;","2":"Some remove5381 the landmarks1367; they violently take away1497 flocks5739, and feed7462 thereof. feed: or, feed them","22":"He draweth4900 also the mighty47 with his power3581: he riseth up6965, and no man is sure539 of life2416. no: or, he trusteth not his own life","8":"They are wet7372 with the showers2230 of the mountains2022, and embrace2263 the rock6697 for want of a shelter4268.","17":"For the morning1242 is to them even as3162 the shadow of death6757: if one know5234 them, they are in the terrors1091 of the shadow of death6757.","11":"Which make oil6671 within996 their walls7791, and tread1869 their winepresses3342, and suffer thirst6770.","1":"Why, seeing times6256 are not hidden6845 from the Almighty7706, do they that know3045 him not see2372 his days3117?","9":"They pluck1497 the fatherless3490 from the breast7699, and take a pledge2254 of the poor6041.","24":"They are exalted7426 for a little while4592, but are gone and brought low4355; they are taken out7092 of the way1870 as all other, and cut off5243 as the tops7218 of the ears of corn7641. are gone: Heb. are not taken: Heb. closed up","14":"The murderer7523 rising6965 with the light216 killeth6991 the poor6041 and needy34, and in the night3915 is as a thief1590.","7":"They cause the naked6174 to lodge3885 without clothing3830, that they have no covering3682 in the cold7135.","15":"The eye5869 also of the adulterer5003 waiteth8104 for the twilight5399, saying559, No eye5869 shall see7789 me: and disguiseth5643 7760 his face6440. disguiseth: Heb. setteth his face in secret","20":"The womb7358 shall forget7911 him; the worm7415 shall feed sweetly4988 on him; he shall be no more remembered2142; and wickedness5766 shall be broken7665 as a tree6086.","25":"And if it be not so now645, who will make7760 me a liar3576, and make7760 my speech4405 nothing worth408?","23":"Though it be given5414 him to be in safety983, whereon he resteth8172; yet his eyes5869 are upon their ways1870.","6":"They reap7114 7114 every one his corn1098 in the field7704: and they gather3953 the vintage3754 of the wicked7563. corn: Heb. mingled corn, or, dredge they gather: Heb. the wicked gather the vintage","4":"They turn5186 the needy34 out of the way1870: the poor6041 6035 of the earth776 hide2244 themselves together3162.","19":"Drought6723 and heat2527 consume1497 the snow7950 waters4325: so doth the grave7585 those which have sinned2398. consume: Heb. violently take","13":"They are of those that rebel4775 against the light216; they know5234 not the ways1870 thereof, nor abide3427 in the paths5410 thereof."},"16":{"16":"My face6440 is foul2560 with weeping1065, and on my eyelids6079 is the shadow of death6757;","3":"Shall vain7307 words1697 have an end7093? or what emboldeneth4834 thee that thou answerest6030? vain: Heb. words of wind","5":"But I would strengthen553 you with1119 my mouth6310, and the moving5205 of my lips8193 should asswage2820 your grief.","21":"O that one might plead3198 for a man1397 with God433, as a man120 pleadeth for his neighbour1121 7453! neighbour: or, friend","18":"O earth776, cover3680 not thou my blood1818, and let my cry2201 have no place4725.","12":"I was at ease7961, but he hath broken me asunder6565: he hath also taken270 me by my neck6203, and shaken me to pieces6327, and set me up6965 for his mark4307.","10":"They have gaped6473 upon me with their mouth6310; they have smitten5221 me upon the cheek3895 reproachfully2781; they have gathered4390 themselves together3162 against me.","2":"I have heard8085 many such things7227: miserable5999 comforters5162 are ye all. miserable: or, troublesome","22":"When a few4557 years8141 are come857, then I shall go1980 the way734 whence I shall not return7725. a few: Heb. years of number","8":"And thou hast filled me with wrinkles7059, which is a witness5707 against me: and my leanness3585 rising up6965 in me beareth witness6030 to my face6440.","17":"Not for any injustice2555 in mine hands3709: also my prayer8605 is pure2134.","11":"God410 hath delivered5462 me to the ungodly5760, and turned me over3399 into the hands3027 of the wicked7563. hath: Heb. hath shut me up","1":"Then Job347 answered6030 and said559,","9":"He teareth2963 me in his wrath639, who hateth7852 me: he gnasheth2786 upon me with his teeth8127; mine enemy6862 sharpeneth3913 his eyes5869 upon me.","14":"He breaketh6555 me with breach6556 upon6440 breach6556, he runneth7323 upon me like a giant1368.","7":"But now he hath made me weary3811: thou hast made desolate8074 all my company5712.","15":"I have sewed8609 sackcloth8242 upon my skin1539, and defiled5953 my horn7161 in the dust6083.","20":"My friends7453 scorn3887 me: but mine eye5869 poureth out1811 tears unto God433. scorn me: Heb. are my scorners","6":"Though I speak1696, my grief3511 is not asswaged2820: and though I forbear2308, what am I eased1980? what: Heb. what goeth from me?","4":"I also could speak1696 as ye do: if3863 your soul5315 were3426 in my soul\u0027s5315 stead, I could heap up2266 words4405 against you, and shake5128 mine head7218 at1119 you.","19":"Also now, behold, my witness5707 is in heaven8064, and my record7717 is on high4791. on high: Heb. in the high places","13":"His archers7228 compass me round about5437, he cleaveth6398 my reins3629 asunder6398, and doth not spare2550; he poureth out8210 my gall4845 upon the ground776."},"35":{"16":"Therefore doth Job347 open6475 his mouth6310 in vain1892; he multiplieth3527 words4405 without1097 knowledge1847.","3":"For thou saidst559, What advantage5532 will it be unto thee? and, What profit3276 shall I have, if I be cleansed from my sin2403? if: or, by it more than by my sin","5":"Look5027 unto the heavens8064, and see7200; and behold7789 the clouds7834 which are higher1361 than thou.","12":"There they cry6817, but none giveth answer6030, because6440 of the pride1347 of evil men7451.","10":"But none saith559, Where is God433 my maker6213, who giveth5414 songs2158 in the night3915;","2":"Thinkest2803 thou this to be right4941, that thou saidst559, My righteousness6664 is more than God\u0027s410?","8":"Thy wickedness7562 may hurt a man376 as thou art; and thy righteousness6666 may profit the son1121 of man120.","11":"Who teacheth502 us more than the beasts929 of the earth776, and maketh us wiser2449 than the fowls5775 of heaven8064?","1":"Elihu453 spake6030 moreover, and said559,","9":"By reason of the multitude7230 of oppressions6217 they make the oppressed to cry2199: they cry out7768 by reason of the arm2220 of the mighty7227.","14":"Although637 thou sayest559 thou shalt not see7789 him, yet judgment1779 is before6440 him; therefore trust2342 thou in him.","7":"If thou be righteous6663, what givest5414 thou him? or what receiveth3947 he of thine hand3027?","15":"But now, because it is not so, he hath visited6485 in his anger639; yet he knoweth3045 it not in great3966 extremity6580: he hath: that is, God hath he knoweth: that is, Job knoweth","6":"If thou sinnest2398, what doest6466 thou against him? or if thy transgressions6588 be multiplied7231, what doest6213 thou unto him?","4":"I will answer7725 4405 thee, and thy companions7453 with thee. answer: Heb. return to thee words","13":"Surely God410 will not hear8085 vanity7723, neither will the Almighty7706 regard7789 it."},"32":{"16":"When I had waited3176, (for they spake1696 not, but stood still5975, and answered6030 no more;)","3":"Also against his three7969 friends7453 was his wrath639 kindled2734, because they had found4672 no answer4617, and yet had condemned7561 Job347.","5":"When Elihu453 saw7200 that there was no answer4617 in the mouth6310 of these three7969 men582, then his wrath639 was kindled2734.","21":"Let me not, I pray you, accept5375 any man\u0027s376 person6440, neither let me give flattering titles3655 unto man120.","18":"For I am full4390 of matter4405, the spirit7307 within990 me constraineth6693 me. matter: Heb. words spirit: Heb. spirit of my belly","12":"Yea, I attended995 unto you, and, behold, there was none of you that convinced3198 Job347, or that answered6030 his words561:","10":"Therefore I said559, Hearken8085 to me; I also will shew2331 mine opinion1843.","2":"Then was kindled2734 the wrath639 of Elihu453 the son1121 of Barachel1292 the Buzite940, of the kindred4940 of Ram7410: against Job347 was his wrath639 kindled2734, because he justified6663 himself5315 rather than God430. himself: Heb. his soul","22":"For I know3045 not to give flattering titles3655; in so doing my maker6213 would soon4592 take me away5375.","8":"But403 there is a spirit7307 in man582: and the inspiration5397 of the Almighty7706 giveth them understanding995.","17":"I said, I will answer6030 also my part2506, I also will shew2331 mine opinion1843.","11":"Behold, I waited3176 for your words1697; I gave ear238 to your reasons8394, whilst ye searched out2713 what to say4405. reasons: Heb. understandings what: Heb. words","1":"So these three7969 men582 ceased7673 to answer6030 Job347, because he was righteous6662 in his own eyes5869. to: Heb. from answering","9":"Great men7227 are not always wise2449: neither do the aged2205 understand995 judgment4941.","14":"Now he hath not directed6186 his words4405 against me: neither will I answer7725 him with your speeches561. directed: or, ordered","7":"I said559, Days3117 should speak1696, and multitude7230 of years8141 should teach3045 wisdom2451.","15":"They were amazed2865, they answered6030 no more: they left off6275 speaking4405. left: Heb. removed speeches from themselves","20":"I will speak1696, that I may be refreshed7304: I will open6605 my lips8193 and answer6030. be: Heb. breathe","6":"And Elihu453 the son1121 of Barachel1292 the Buzite940 answered6030 and said559, I am young6810 3117, and ye are very old3453; wherefore I was afraid2119, and durst3372 not shew2331 you mine opinion1843. young: Heb. few of days durst: Heb. feared","4":"Now Elihu453 had waited2442 till Job347 had spoken1697, because they were elder2205 3117 than he. waited: Heb. expected Job in words elder: Heb. elder for days","19":"Behold, my belly990 is as wine3196 which hath no vent6605; it is ready to burst1234 like new2319 bottles178. hath: Heb. is not opened","13":"Lest ye should say559, We have found out4672 wisdom2451: God410 thrusteth him down5086, not man376."},"7":{"16":"I loathe3988 it; I would not live2421 alway5769: let me alone2308; for my days3117 are vanity1892.","3":"So am I made to possess5157 months3391 of vanity7723, and wearisome5999 nights3915 are appointed4487 to me.","5":"My flesh1320 is clothed3847 with worms7415 and clods1487 of dust6083; my skin5785 is broken7280, and become loathsome3988.","21":"And why dost thou not pardon5375 my transgression6588, and take away5674 mine iniquity5771? for now shall I sleep7901 in the dust6083; and thou shalt seek me in the morning7836, but I shall not be.","18":"And that thou shouldest visit6485 him every morning1242, and try974 him every moment7281?","12":"Am I a sea3220, or a whale8577, that thou settest7760 a watch4929 over me?","10":"He shall return7725 no more to his house1004, neither shall his place4725 know5234 him any more.","2":"As a servant5650 earnestly desireth7602 the shadow6738, and as an hireling7916 looketh6960 for the reward of his work6467: earnestly: Heb. gapeth after","8":"The eye5869 of him that hath seen7210 me shall see7789 me no more: thine eyes5869 are upon me, and I am not. I am: that is, I can live no longer","17":"What is man582, that thou shouldest magnify1431 him? and that thou shouldest set7896 thine heart3820 upon him?","11":"Therefore I will not refrain2820 my mouth6310; I will speak1696 in the anguish6862 of my spirit7307; I will complain7878 in the bitterness4751 of my soul5315.","1":"Is there not an appointed time6635 to man582 upon earth776? are not his days3117 also like the days3117 of an hireling7916? an appointed: or, a warfare","9":"As the cloud6051 is consumed3615 and vanisheth away3212: so he that goeth down3381 to the grave7585 shall come up5927 no more.","14":"Then thou scarest2865 me with dreams2472, and terrifiest1204 me through visions2384:","7":"O remember2142 that my life2416 is wind7307: mine eye5869 shall no more7725 see7200 good2896. shall: Heb. shall not return see: to see, that is, to enjoy","15":"So that my soul5315 chooseth977 strangling4267, and death4194 rather than my life6106. life: Heb. bones","20":"I have sinned2398; what shall I do6466 unto thee, O thou preserver5341 of men120? why hast thou set7760 me as a mark4645 against thee, so that I am a burden4853 to myself?","6":"My days3117 are swifter7043 than a weaver\u0027s shuttle708, and are spent3615 without657 hope8615.","4":"When I lie down7901, I say559, When shall I arise6965, and the night6153 be gone4059? and I am full7646 of tossings to and fro5076 unto the dawning of the day5399. the night: Heb. the evening be measured?","19":"How long4100 wilt thou not depart8159 from me, nor let me alone7503 till I swallow down1104 my spittle7536?","13":"When I say559, My bed6210 shall comfort5162 me, my couch4904 shall ease5375 my complaint7879;"},"2":{"3":"And the LORD3068 said559 unto Satan7854, Hast thou7760 considered3820 my servant5650 Job347, that there is none like him in the earth776, a perfect8535 and an upright3477 man376, one that feareth3373 God430, and escheweth5493 evil7451? and still he holdeth fast2388 his integrity8538, although thou movedst5496 me against him, to destroy1104 him without cause2600. to destroy: Heb. to swallow him up","5":"But199 put forth7971 thine hand3027 now, and touch5060 his bone6106 and his flesh1320, and he will curse1288 thee to thy face6440.","12":"And when they lifted up5375 their eyes5869 afar off7350, and knew5234 him not, they lifted up5375 their voice6963, and wept1058; and they rent7167 every one376 his mantle4598, and sprinkled2236 dust6083 upon their heads7218 toward heaven8064.","10":"But he said559 unto her, Thou speakest1696 as one259 of the foolish women5036 speaketh1696. What1571? shall we receive6901 good2896 at the hand of God430, and shall we not receive6901 evil7451? In all this did not Job347 sin2398 with his lips8193.","2":"And the LORD3068 said559 unto Satan7854, From whence335 comest935 thou? And Satan7854 answered6030 the LORD3068, and said559, From going to and fro7751 in the earth776, and from walking up and down1980 in it.","8":"And he took3947 him a potsherd2789 to scrape1623 himself withal; and he sat down3427 among8432 the ashes665.","11":"Now when Job\u0027s347 three7969 friends7453 heard8085 of all this evil7451 that was come935 upon him, they came935 every one376 from his own place4725; Eliphaz464 the Temanite8489, and Bildad1085 the Shuhite7747, and Zophar6691 the Naamathite5284: for they had made an appointment3259 together3162 to come935 to mourn5110 with him and to comfort5162 him.","1":"Again there was a day3117 when the sons1121 of God430 came935 to present3320 themselves before the LORD3068, and Satan7854 came935 also among8432 them to present3320 himself before the LORD3068.","9":"Then said559 his wife802 unto him, Dost thou still retain2388 thine integrity8538? curse1288 God430, and die4191.","7":"So went3318 Satan7854 forth3318 from the presence6440 of the LORD3068, and smote5221 Job347 with sore7451 boils7822 from the sole3709 of his foot7272 unto his crown6936.","6":"And the LORD3068 said559 unto Satan7854, Behold, he is in thine hand3027; but save8104 his life5315. but: or, only","4":"And Satan7854 answered6030 the LORD3068, and said559, Skin5785 for skin5785, yea, all that a man376 hath will he give5414 for his life5315.","13":"So they sat down3427 with him upon the ground776 seven7651 days3117 and seven7651 nights3915, and none spake1696 a word1697 unto him: for they saw7200 that his grief3511 was very3966 great1431."},"38":{"11":"And said559, Hitherto5704 6311 shalt thou come935, but no further3254: and here shall thy proud1347 waves1530 be stayed7896? thy: Heb. the pride of thy waves","41":"Who provideth3559 for the raven6158 his food6718? when his young ones3206 cry7768 unto God410, they wander8582 for lack1097 of meat400.","3":"Gird up247 now thy loins2504 like a man1397; for I will demand7592 of thee, and answer3045 thou me. answer: Heb. make me know","20":"That thou shouldest take3947 it to the bound1366 thereof, and that thou shouldest know995 the paths5410 to the house1004 thereof? to the bound: or, at, etc","12":"Hast thou commanded6680 the morning1242 since thy days3117; and caused the dayspring7837 to know3045 his place4725;","10":"And brake up7665 for it my decreed2706 place, and set7760 bars1280 and doors1817, brake: or, established my decree upon it","17":"Have the gates8179 of death4194 been opened1540 unto thee? or hast thou seen7200 the doors8179 of the shadow of death6757?","40":"When they couch7817 in their dens4585, and abide3427 in the covert5521 to3926 lie in wait695?","13":"That it might take hold270 of the ends3671 of the earth776, that the wicked7563 might be shaken out5287 of it? ends: Heb. wings","27":"To satisfy7646 the desolate7722 and waste4875 ground; and to cause the bud4161 of the tender herb1877 to spring forth6779?","30":"The waters4325 are hid2244 as with a stone68, and the face6440 of the deep8415 is frozen3920. is: Heb. is taken","18":"Hast thou perceived995 the breadth7338 of the earth776? declare5046 if thou knowest3045 it all.","36":"Who hath put7896 wisdom2451 in the inward parts2910? or who hath given5414 understanding998 to the heart7907?","29":"Out of whose womb990 came3318 the ice7140? and the hoary frost3713 of heaven8064, who hath gendered3205 it?","23":"Which I have reserved2820 against the time6256 of trouble6862, against the day3117 of battle7128 and war4421?","19":"Where is the way1870 where light216 dwelleth7931? and as for darkness2822, where is the place4725 thereof,","1":"Then the LORD3068 answered6030 Job347 out of the whirlwind5591, and said559,","5":"Who hath laid7760 the measures4461 thereof, if thou knowest3045? or who hath stretched5186 the line6957 upon it?","4":"Where375 wast thou when I laid the foundations3245 of the earth776? declare5046, if thou hast3045 understanding998. hast: Heb. knowest understanding","8":"Or who shut up5526 the sea3220 with doors1817, when it brake forth1518, as if it had issued out3318 of the womb7358?","26":"To cause it to rain4305 on the earth776, where no man376 is; on the wilderness4057, wherein there is no man120;","39":"Wilt thou hunt6679 the prey2964 for the lion3833? or fill4390 the appetite2416 of the young lions3715, the appetite: Heb. the life","14":"It is turned2015 as clay2563 to the seal2368; and they stand3320 as a garment3830.","37":"Who can number5608 the clouds7834 in wisdom2451? or who can stay7901 the bottles5035 of heaven8064, stay: Heb. cause to lie down","22":"Hast thou entered935 into the treasures214 of the snow7950? or hast thou seen7200 the treasures214 of the hail1259,","28":"Hath3426 the rain4306 a father1? or who hath begotten3205 the drops96 of dew2919?","25":"Who hath divided6385 a watercourse8585 for the overflowing of waters7858, or a way1870 for the lightning2385 of thunder6963;","9":"When I made7760 the cloud6051 the garment3830 thereof, and thick darkness6205 a swaddlingband2854 for it,","33":"Knowest3045 thou the ordinances2708 of heaven8064? canst thou set7760 the dominion4896 thereof in the earth776?","15":"And from the wicked7563 their light216 is withholden4513, and the high7311 arm2220 shall be broken7665.","34":"Canst thou lift up7311 thy voice6963 to the clouds5645, that abundance8229 of waters4325 may cover3680 thee?","21":"Knowest3045 thou it, because thou wast then born3205? or because the number4557 of thy days3117 is great7227?","24":"By what335 way1870 is the light216 parted2505, which scattereth6327 the east wind6921 upon the earth776?","16":"Hast thou entered935 into the springs5033 of the sea3220? or hast thou walked1980 in the search2714 of the depth8415?","35":"Canst thou send7971 lightnings1300, that they may go3212, and say559 unto thee, Here we are? Here: Heb. Behold us?","32":"Canst thou bring forth3318 Mazzaroth4216 in his season6256? or canst thou guide5148 Arcturus5906 with his sons1121? Mazzaroth: or, the twelve signs guide: Heb. guide them","7":"When the morning1242 stars3556 sang7442 together3162, and all the sons1121 of God430 shouted7321 for joy?","2":"Who is this that darkeneth2821 counsel6098 by words4405 without knowledge1847?","38":"When the dust6083 groweth3332 into hardness4165, and the clods7263 cleave fast together1692? groweth: or, is turned into mire: Heb. is poured","6":"Whereupon are the foundations134 thereof fastened2883? or who laid3384 the corner6438 stone68 thereof; foundations: Heb. sockets fastened: Heb. made to sink?","31":"Canst thou bind7194 the sweet influences4575 of Pleiades3598, or loose6605 the bands4189 of Orion3685? Pleiades: or, the seven stars: Heb. Cimah Orion: Heb. Cesil?"},"6":{"11":"What is my strength3581, that I should hope3176? and what is mine end7093, that I should prolong748 my life5315?","3":"For now it would be heavier3513 than the sand2344 of the sea3220: therefore my words1697 are swallowed up3886. my words: that is, I want words to express my grief","20":"They were confounded954 because they had hoped982; they came935 thither, and were ashamed2659.","12":"Is my strength3581 the strength3581 of stones68? or is my flesh1320 of brass5153? of brass: Heb. brasen?","10":"Then should I yet have comfort5165; yea, I would harden5539 myself in sorrow2427: let him not spare2550; for I have not concealed3582 the words561 of the Holy One6918.","17":"What time6256 they wax warm2215, they vanish6789: when it is hot2527, they are consumed out1846 of their place4725. vanish: Heb. are cut off when: Heb. in the heat thereof consumed: Heb. extinguished","13":"Is not my help5833 in me? and is wisdom8454 driven quite5080 from me?","27":"Yea, ye overwhelm5307 the fatherless3490, and ye dig3738 a pit for your friend7453. ye overwhelm: Heb. ye cause to fall upon","30":"Is there3426 iniquity5766 in my tongue3956? cannot my taste2441 discern995 perverse things1942? my taste: Heb. my palate","18":"The paths734 of their way1870 are turned aside3943; they go5927 to nothing8414, and perish6.","29":"Return7725, I pray you, let it not be iniquity5766; yea, return again7725, my righteousness6664 is in it. in it: that is, in this matter","23":"Or, Deliver4422 me from the enemy\u0027s6862 hand3027? or, Redeem6299 me from the hand3027 of the mighty6184?","19":"The troops734 of Tema8485 looked5027, the companies1979 of Sheba7614 waited6960 for them.","1":"But Job347 answered6030 and said559,","5":"Doth the wild ass6501 bray5101 when he hath grass1877? or loweth1600 the ox7794 over his fodder1098? when he: Heb. at grass?","4":"For the arrows2671 of the Almighty7706 are within5978 me, the poison2534 whereof drinketh up8354 my spirit7307: the terrors1161 of God433 do set themselves in array6186 against me.","8":"Oh that I might have935 my request7596; and that God433 would grant5414 me the thing that I long for8615! the thing: Heb. my expectation","26":"Do ye imagine2803 to reprove3198 words4405, and the speeches561 of one that is desperate2976, which are as wind7307?","14":"To him that is afflicted4523 pity2617 should be shewed from his friend7453; but he forsaketh5800 the fear3374 of the Almighty7706. is afflicted: Heb. melteth","22":"Did I say559, Bring3051 unto me? or, Give a reward7809 for me of your substance3581?","28":"Now therefore be content2974, look6437 upon me; for it is evident6440 unto you if I lie3576. evident: Heb. before your face","25":"How forcible4834 are right3476 words561! but what doth your arguing3198 reprove3198?","9":"Even that it would please2974 God433 to destroy1792 me; that he would let loose5425 his hand3027, and cut me off1214!","15":"My brethren251 have dealt deceitfully898 as a brook5158, and as the stream650 of brooks5158 they pass away5674;","21":"For now ye are nothing; ye see7200 my casting down2866, and are afraid3372. ye are: or, ye are like to them: Heb. to it nothing: Heb. not","24":"Teach3384 me, and I will hold my tongue2790: and cause me to understand995 wherein I have erred7686.","16":"Which are blackish6937 by reason of the ice7140, and wherein the snow7950 is hid5956:","7":"The things that my soul5315 refused3985 to touch5060 are as my sorrowful1741 meat3899.","2":"Oh that3863 my grief3708 were throughly8254 weighed8254, and my calamity1942 1962 laid5375 in the balances3976 together3162! laid: Heb. lifted up","6":"Can that which is unsavoury8602 be eaten398 without salt4417? or is there3426 any taste2940 in the white7388 of an egg2495?"},"31":{"11":"For this is an heinous crime2154; yea, it is an iniquity5771 to be punished by the judges6414.","3":"Is not destruction343 to the wicked5767? and a strange5235 punishment to the workers6466 of iniquity205?","20":"If his loins2504 have not blessed1288 me, and if he were not warmed2552 with the fleece1488 of my sheep3532;","12":"For it is a fire784 that consumeth398 to destruction11, and would root out8327 all mine increase8393.","10":"Then let my wife802 grind2912 unto another312, and let others312 bow down3766 upon her.","17":"Or have eaten398 my morsel6595 myself alone, and the fatherless3490 hath not eaten398 thereof;","40":"Let thistles2336 grow3318 instead of wheat2406, and cockle890 instead of barley8184. The words1697 of Job347 are ended8552. cockle: or, noisome weeds","13":"If I did despise3988 the cause4941 of my manservant5650 or of my maidservant519, when they contended7379 with me;","27":"And my heart3820 hath been secretly5643 enticed6601, or my mouth6310 hath kissed5401 my hand3027: my mouth: Heb. my hand hath kissed my mouth","30":"Neither have I suffered5414 my mouth2441 to sin2398 by wishing7592 a curse423 to his soul5315. mouth: Heb. palate","18":"(For from my youth5271 he was brought up1431 with me, as with a father1, and I have guided5148 her from my mother\u0027s517 womb990;) her: that is, the widow","36":"Surely I would take5375 it upon my shoulder7926, and bind6029 it as a crown5850 to me.","29":"If I rejoiced8055 at the destruction6365 of him that hated8130 me, or lifted up5782 myself when evil7451 found4672 him:","23":"For destruction343 from God410 was a terror6343 to me, and by reason of his highness7613 I could3201 not endure.","19":"If I have seen7200 any perish6 for want of clothing3830, or any poor34 without covering3682;","1":"I made3772 a covenant1285 with mine eyes5869; why then should I think995 upon a maid1330?","5":"If I have walked1980 with vanity7723, or if my foot7272 hath hasted2363 to deceit4820;","4":"Doth not he see7200 my ways1870, and count5608 all my steps6806?","8":"Then let me sow2232, and let another312 eat398; yea, let my offspring6631 be rooted out8327.","26":"If I beheld7200 the sun216 when it shined1984, or the moon3394 walking1980 in brightness3368; sun: Heb. light in: Heb. bright","39":"If I have eaten398 the fruits3581 thereof without money3701, or have caused the owners1167 thereof to lose5301 their life5315: fruits: Heb. strength the owners: Heb. the soul of the owners thereof to expire, or, breathe out","14":"What then shall I do6213 when God410 riseth up6965? and when he visiteth6485, what shall I answer7725 him?","37":"I would declare5046 unto him the number4557 of my steps6806; as a prince5057 would I go near7126 unto him.","22":"Then let mine arm3802 fall5307 from my shoulder blade7929, and mine arm248 be broken7665 from the bone7070. bone: or, chanelbone","28":"This also were an iniquity5771 to be punished by the judge6416: for I should have denied3584 the God410 that is above4605.","25":"If I rejoiced8055 because my wealth2428 was great7227, and because mine hand3027 had gotten4672 much3524; gotten: Heb. found much","9":"If mine heart3820 have been deceived6601 by a woman802, or if I have laid wait693 at my neighbour\u0027s7453 door6607;","33":"If I covered3680 my transgressions6588 as Adam121, by hiding2934 mine iniquity5771 in my bosom2243: as Adam: or, after the manner of men","15":"Did not he that made6213 me in the womb990 make6213 him? and did not one259 fashion3559 us in the womb7358? did not one: or, did he not fashion us in one womb?","34":"Did I fear6206 a great7227 multitude1995, or did the contempt937 of families4940 terrify2865 me, that I kept silence1826, and went not out3318 of the door6607?","21":"If I have lifted up5130 my hand3027 against the fatherless3490, when I saw7200 my help5833 in the gate8179:","24":"If I have made7760 gold2091 my hope3689, or have said559 to the fine gold3800, Thou art my confidence4009;","16":"If I have withheld4513 the poor1800 from their desire2656, or have caused the eyes5869 of the widow490 to fail3615;","35":"Oh that5414 one would hear8085 me! behold, my desire8420 is, that the Almighty7706 would answer6030 me, and that mine adversary376 7379 had written3789 a book5612. my: or, my sign is that the Almighty will","32":"The stranger1616 did not lodge3885 in the street2351: but I opened6605 my doors1817 to the traveller734. traveller: or, way","7":"If my step838 hath turned out5186 of the way1870, and mine heart3820 walked1980 after310 mine eyes5869, and if any blot3971 hath cleaved1692 to mine hands3709;","2":"For what portion2506 of God433 is there from above4605? and what inheritance5159 of the Almighty7706 from on high4791?","38":"If my land127 cry2199 against me, or that the furrows8525 likewise3162 thereof complain1058; complain: Heb. weep","6":"Let me be weighed8254 in an even6664 balance3976, that God433 may know3045 mine integrity8538. Let: Heb. Let him weigh me in balances of justice","31":"If the men4962 of my tabernacle168 said559 not, Oh that we had5414 of his flesh1320! we cannot be satisfied7646."}}}