{"translationKey":"kjv","translation":"KJV","book":"Jonah","bookSlug":"jonah","chapters":{"2":{"7":"When my soul5315 fainted5848 within me I remembered2142 the LORD3068: and my prayer8605 came in935 unto thee, into thine holy6944 temple1964.","9":"But I will sacrifice2076 unto thee with the voice6963 of thanksgiving8426; I will pay7999 that that I have vowed5087. Salvation3444 is of the LORD3068.","10":"And the LORD3068 spake559 unto the fish1709, and it vomited out6958 Jonah3124 upon the dry3004 land.","3":"For thou hadst cast7993 me into the deep4688, in the midst3824 of the seas3220; and the floods5104 compassed5437 me about: all thy billows4867 and thy waves1530 passed over5674 me. midst: Heb. heart","2":"And said559, I cried7121 by reason of mine affliction6869 unto the LORD3068, and he heard6030 me; out of the belly990 of hell7585 cried7768 I, and thou heardest8085 my voice6963. by: or, out of mine affliction hell: or, the grave","1":"Then Jonah3124 prayed6419 unto the LORD3068 his God430 out of the fish\u0027s1710 belly4578,","4":"Then I said559, I am cast out1644 of thy sight5869; yet I will look5027 again3254 toward thy holy6944 temple1964.","6":"I went down3381 to the bottoms7095 of the mountains2022; the earth776 with her bars1280 was about me for ever5769: yet hast thou brought up5927 my life2416 from corruption7845, O LORD3068 my God430. bottoms: Heb. cuttings off corruption: or, the pit","5":"The waters4325 compassed me about661, even to the soul5315: the depth8415 closed me round about5437, the weeds5488 were wrapped about2280 my head7218.","8":"They that observe8104 lying7723 vanities1892 forsake5800 their own mercy2617."},"4":{"7":"But God430 prepared4487 a worm8438 when the morning7837 rose5927 the next day4283, and it smote5221 the gourd7021 that it withered3001.","9":"And God430 said559 to Jonah3124, Doest thou well3190 to be angry2734 for the gourd7021? And he said559, I do well3190 to be angry2734, even unto death4194. Doest: or, Art thou greatly angry? I do well: or, I am greatly angry","10":"Then said559 the LORD3068, Thou hast had pity2347 on the gourd7021, for the which thou hast not laboured5998, neither madest it grow1431; which came up in a night1121 3915, and perished6 in a night1121 3915: had pity: or, spared came: Heb. was the son of the night","3":"Therefore now, O LORD3068, take3947, I beseech thee, my life5315 from me; for it is better2896 for me to die4194 than to live2416.","11":"And should not I spare2347 Nineveh5210, that great1419 city5892, wherein are3426 more7235 than sixscore8147 6240 thousand7239 persons120 that cannot discern3045 between their right hand3225 and their left hand8040; and also much7227 cattle929?","2":"And he prayed6419 unto the LORD3068, and said559, I pray577 thee, O LORD3068, was not this my saying1697, when I was yet in my country127? Therefore I fled1272 before6923 unto Tarshish8659: for I knew3045 that thou art a gracious2587 God410, and merciful7349, slow750 to anger639, and of great7227 kindness2617, and repentest5162 thee of the evil7451.","1":"But it displeased3415 Jonah3124 exceedingly1419 7451, and he was very angry2734.","4":"Then said559 the LORD3068, Doest thou well3190 to be angry2734? Doest: or, Art thou greatly angry?","6":"And the LORD3068 God430 prepared4487 a gourd7021, and made it to come up5927 over Jonah3124, that it might be a shadow6738 over his head7218, to deliver5337 him from his grief7451. So Jonah3124 was exceeding1419 8057 glad8055 of the gourd7021. gourd: or, palmcrist: Heb. Kikajon was: Heb. rejoiced with great joy","5":"So Jonah3124 went out3318 of the city5892, and sat3427 on the east side6924 of the city5892, and there made6213 him a booth5521, and sat3427 under it in the shadow6738, till he might see7200 what would become of the city5892.","8":"And it came to pass, when the sun8121 did arise2224, that God430 prepared4487 a vehement2759 east6921 wind7307; and the sun8121 beat5221 upon the head7218 of Jonah3124, that he fainted5968, and wished7592 in himself5315 to die4191, and said559, It is better2896 for me to die4194 than to live2416. vehement: or, silent"},"1":{"16":"Then the men582 feared3372 the LORD3068 exceedingly1419 3374, and offered2076 a sacrifice2077 unto the LORD3068, and made5087 vows5088. offered: Heb. sacrifice unto the LORD, and vowed vows","3":"But Jonah3124 rose up6965 to flee1272 unto Tarshish8659 from the presence6440 of the LORD3068, and went down3381 to Joppa3305; and he found4672 a ship591 going935 to Tarshish8659: so he paid5414 the fare7939 thereof, and went down3381 into it, to go935 with them unto Tarshish8659 from the presence6440 of the LORD3068.","5":"Then the mariners4419 were afraid3372, and cried2199 every man376 unto his god430, and cast forth2904 the wares3627 that were in the ship591 into the sea3220, to lighten7043 it of them. But Jonah3124 was gone down3381 into the sides3411 of the ship5600; and he lay7901, and was fast asleep7290.","12":"And he said559 unto them, Take me up5375, and cast me forth2904 into the sea3220; so shall the sea3220 be calm8367 unto you: for I know3045 that for my sake7945 this great1419 tempest5591 is upon you.","10":"Then were the men582 exceedingly1419 3374 afraid3372, and said559 unto him, Why hast thou done6213 this? For the men582 knew3045 that he fled1272 from the presence6440 of the LORD3068, because he had told5046 them. exceedingly: Heb. with great fear","2":"Arise6965, go3212 to Nineveh5210, that great1419 city5892, and cry7121 against it; for their wickedness7451 is come up5927 before6440 me.","8":"Then said559 they unto him, Tell5046 us, we pray thee, for whose cause this evil7451 is upon us; What is thine occupation4399? and whence370 comest935 thou? what is thy country776? and of what people5971 art thou?","17":"Now the LORD3068 had prepared4487 a great1419 fish1709 to swallow up1104 Jonah3124. And Jonah3124 was in the belly4578 of the fish1709 three7969 days3117 and three7969 nights3915. belly: Heb. bowels","11":"Then said559 they unto him, What shall we do6213 unto thee, that the sea3220 may be calm8367 unto us? for the sea3220 wrought1980, and was tempestuous5590. may: Heb. may be silent from us wrought: or, grew more and more tempestuous: Heb. went","1":"Now the word1697 of the LORD3068 came unto Jonah3124 the son1121 of Amittai573, saying559, Jonah: Gr. Jonas","9":"And he said559 unto them, I am an Hebrew5680; and I fear3373 the LORD3068, the God430 of heaven8064, which hath made6213 the sea3220 and the dry3004 land. the LORD: or, JEHOVAH","14":"Wherefore they cried7121 unto the LORD3068, and said559, We beseech thee577, O LORD3068, we beseech thee, let us not perish6 for this man\u0027s376 life5315, and lay5414 not upon us innocent5355 5355 blood1818: for thou, O LORD3068, hast done6213 as it pleased2654 thee.","7":"And they said559 every one376 to his fellow7453, Come3212, and let us cast5307 lots1486, that we may know3045 for whose cause7945 this evil7451 is upon us. So they cast5307 lots1486, and the lot1486 fell5307 upon Jonah3124.","15":"So they took up5375 Jonah3124, and cast him forth2904 into the sea3220: and the sea3220 ceased5975 from her raging2197. ceased: Heb. stood","6":"So the shipmaster7227 2259 came7126 to him, and said559 unto him, What meanest thou, O sleeper7290? arise6965, call7121 upon thy God430, if so be that God430 will think6245 upon us, that we perish6 not.","4":"But the LORD3068 sent out2904 a great1419 wind7307 into the sea3220, and there was a mighty1419 tempest5591 in the sea3220, so that the ship591 was like2803 to be broken7665. sent out: Heb. cast forth was like: Heb. thought to be broken","13":"Nevertheless the men582 rowed hard2864 to bring7725 it to the land3004; but they could3201 not: for the sea3220 wrought1980, and was tempestuous5590 against them. rowed: Heb. digged wrought: or, grew more and more tempestuous: Heb. went"},"3":{"7":"And he caused it to be proclaimed2199 and published559 through Nineveh5210 by the decree2940 of the king4428 and his nobles1419, saying559, Let neither man120 nor beast929, herd1241 nor flock6629, taste2938 any thing3972: let them not feed7462, nor drink8354 water4325: published: Heb. said nobles: Heb. great men","9":"Who can tell3045 if God430 will turn7725 and repent5162, and turn away7725 from his fierce2740 anger639, that we perish6 not?","10":"And God430 saw7200 their works4639, that they turned7725 from their evil7451 way1870; and God430 repented5162 of the evil7451, that he had said1696 that he would do6213 unto them; and he did6213 it not.","3":"So Jonah3124 arose6965, and went3212 unto Nineveh5210, according to the word1697 of the LORD3068. Now Nineveh5210 was an exceeding430 great1419 city5892 of three7969 days\u00273117 journey4109. exceeding: Heb. of God","2":"Arise6965, go3212 unto Nineveh5210, that great1419 city5892, and preach7121 unto it the preaching7150 that I bid1696 thee.","1":"And the word1697 of the LORD3068 came unto Jonah3124 the second8145 time, saying559,","4":"And Jonah3124 began2490 to enter935 into the city5892 a259 day\u0027s3117 journey4109, and he cried7121, and said559, Yet forty705 days3117, and Nineveh5210 shall be overthrown2015.","6":"For word1697 came5060 unto the king4428 of Nineveh5210, and he arose6965 from his throne3678, and he laid5674 his robe155 from him, and covered3680 him with sackcloth8242, and sat3427 in ashes665.","5":"So the people582 of Nineveh5210 believed539 God430, and proclaimed7121 a fast6685, and put3847 on sackcloth8242, from the greatest1419 of them even to the least6996 of them.","8":"But let man120 and beast929 be covered3680 with sackcloth8242, and cry7121 mightily2394 unto God430: yea, let them turn7725 every one376 from his evil7451 way1870, and from the violence2555 that is in their hands3709."}}}