{"translationKey":"kjv","translation":"KJV","book":"Judges","bookSlug":"judges","chapters":{"16":{"11":"And he said559 unto her, If they bind631 me fast631 with new2319 ropes5688 that never were occupied4399 6213, then shall I be weak2470, and be as another259 man120. that never: Heb. wherewith work hath not been done","3":"And Samson8123 lay7901 till midnight2677 3915, and arose6965 at midnight2677 3915, and took270 the doors1817 of the gate8179 of the city5892, and the two8147 posts4201, and went away5265 with them, bar1280 and all, and put7760 them upon his shoulders3802, and carried them up5927 to the top7218 of an hill2022 that is before6440 Hebron2275. bar: Heb. with the bar","20":"And she said559, The Philistines6430 be upon thee, Samson8123. And he awoke3364 out of his sleep8142, and said559, I will go out3318 as at other times before6471, and shake5287 myself. And he wist3045 not that the LORD3068 was departed5493 from him.","12":"Delilah1807 therefore took3947 new2319 ropes5688, and bound631 him therewith, and said559 unto him, The Philistines6430 be upon thee, Samson8123. And there were liers in wait693 abiding3427 in the chamber2315. And he brake5423 them from off his arms2220 like a thread2339.","10":"And Delilah1807 said559 unto Samson8123, Behold, thou hast mocked2048 me, and told1696 me lies3577: now tell5046 me, I pray thee, wherewith thou mightest be bound631.","17":"That he told5046 her all his heart3820, and said559 unto her, There hath not come5927 a razor4177 upon mine head7218; for I have been a Nazarite5139 unto God430 from my mother\u0027s517 womb990: if I be shaven1548, then my strength3581 will go5493 from me, and I shall become weak2470, and be like any other man120.","13":"And Delilah1807 said559 unto Samson8123, Hitherto2008 thou hast mocked2048 me, and told1696 me lies3577: tell5046 me wherewith thou mightest be bound631. And he said559 unto her, If thou weavest707 the seven7651 locks4253 of my head7218 with the web4545.","27":"Now the house1004 was full4390 of men582 and women802; and all the lords5633 of the Philistines6430 were there; and there were upon the roof1406 about three7969 thousand505 men376 and women802, that beheld7200 while Samson8123 made sport7832.","30":"And Samson8123 said559, Let me die4191 5315 with the Philistines6430. And he bowed5186 himself with all his might3581; and the house1004 fell5307 upon the lords5633, and upon all the people5971 that were therein. So the dead4191 which he slew4191 at his death4194 were more7227 than they which he slew4191 in his life2416. me: Heb. my soul","18":"And when Delilah1807 saw7200 that he had told5046 her all his heart3820, she sent7971 and called7121 for the lords5633 of the Philistines6430, saying559, Come up5927 this once6471, for he hath shewed5046 me all his heart3820. Then the lords5633 of the Philistines6430 came up5927 unto her, and brought5927 money3701 in their hand3027.","29":"And Samson8123 took hold3943 of the two8147 middle8432 pillars5982 upon which the house1004 stood3559, and on which it was borne up5564, of the one259 with his right hand3225, and of the other259 with his left8040. on which: or, he leaned on them","23":"Then the lords5633 of the Philistines6430 gathered them together622 for to offer2076 a great1419 sacrifice2077 unto Dagon1712 their god430, and to rejoice8057: for they said559, Our god430 hath delivered5414 Samson8123 our enemy341 into our hand3027.","19":"And she made him sleep3462 upon her knees1290; and she called7121 for a man376, and she caused him to shave off1548 the seven7651 locks4253 of his head7218; and she began2490 to afflict6031 him, and his strength3581 went5493 from him.","1":"Then went3212 Samson8123 to Gaza5804, and saw7200 there an harlot802 2181, and went in935 unto her. harlot: Heb. a woman an harlot","5":"And the lords5633 of the Philistines6430 came up5927 unto her, and said559 unto her, Entice6601 him, and see7200 wherein his great1419 strength3581 lieth, and by what means we may prevail3201 against him, that we may bind631 him to afflict6031 him: and we will give5414 thee every one376 of us eleven hundred505 3967 pieces of silver3701. afflict: or, humble","4":"And it came to pass afterward310, that he loved157 a woman802 in the valley5158 of Sorek7796, whose name8034 was Delilah1807. in: or, by the brook","8":"Then the lords5633 of the Philistines6430 brought up5927 to her seven7651 green3892 withs3499 which had not been dried2717, and she bound631 him with them. green: or, new cords: Heb. moist","26":"And Samson8123 said559 unto the lad5288 that held2388 him by the hand3027, Suffer3240 me that I may feel4184 3237 the pillars5982 whereupon the house1004 standeth3559, that I may lean8172 upon them.","14":"And she fastened8628 it with the pin3489, and said559 unto him, The Philistines6430 be upon thee, Samson8123. And he awaked3364 out of his sleep8142, and went away5265 with the pin3489 of the beam708, and with the web4545.","22":"Howbeit the hair8181 of his head7218 began2490 to grow again6779 after834 he was shaven1548. after: or, as when he was shaven","28":"And Samson8123 called7121 unto the LORD3068, and said559, O Lord136 GOD3069, remember2142 me, I pray thee, and strengthen2388 me, I pray thee, only this once6471, O God430, that I may be at once259 avenged5358 5359 of the Philistines6430 for my two8147 eyes5869.","25":"And it came to pass, when their hearts3820 were merry2896, that they said559, Call7121 for Samson8123, that he may make us sport7832. And they called7121 for Samson8123 out of the prison631 house1004; and he made them6440 sport6711: and they set5975 him between the pillars5982. them: Heb. before them","9":"Now there were men lying in wait693, abiding3427 with her in the chamber2315. And she said559 unto him, The Philistines6430 be upon thee, Samson8123. And he brake5423 the withs3499, as a thread6616 of tow5296 is broken5423 when it toucheth7306 the fire784. So his strength3581 was not known3045. toucheth: Heb. smelleth","15":"And she said559 unto him, How349 canst thou say559, I love157 thee, when thine heart3820 is not with me? thou hast mocked2048 me these three7969 times6471, and hast not told5046 me wherein thy great1419 strength3581 lieth.","21":"But the Philistines6430 took270 him, and put out5365 his eyes5869, and brought him down3381 to Gaza5804, and bound631 him with fetters of brass5178; and he did grind2912 in the prison631 house1004. put out: Heb. bored out","24":"And when the people5971 saw7200 him, they praised1984 their god430: for they said559, Our god430 hath delivered5414 into our hands3027 our enemy341, and the destroyer2717 of our country776, which slew2491 many7235 of us. which: Heb. and who multiplied our slain","16":"And it came to pass, when she pressed6693 him daily3117 with her words1697, and urged509 him, so that his soul5315 was vexed7114 unto death4191; vexed: Heb. shortened","7":"And Samson8123 said559 unto her, If they bind631 me with seven7651 green3892 withs3499 that were never dried2717, then shall I be weak2470, and be as another259 man120. green: or, new cords: Heb. moist another: Heb. one","2":"And it was told the Gazites5841, saying559, Samson8123 is come935 hither. And they compassed him in5437, and laid wait693 for him all night3915 in the gate8179 of the city5892, and were quiet2790 all the night3915, saying559, In the morning1242, when it is day216, we shall kill2026 him. quiet: Heb. silent","6":"And Delilah1807 said559 to Samson8123, Tell5046 me, I pray thee, wherein thy great1419 strength3581 lieth, and wherewith thou mightest be bound631 to afflict6031 thee.","31":"Then his brethren251 and all the house1004 of his father1 came down3381, and took5375 him, and brought him up5927, and buried6912 him between Zorah6881 and Eshtaol847 in the buryingplace6913 of Manoah4495 his father1. And he judged8199 Israel3478 twenty6242 years8141."},"3":{"11":"And the land776 had rest8252 forty705 years8141. And Othniel6274 the son1121 of Kenaz7073 died4191.","3":"Namely, five2568 lords5633 of the Philistines6430, and all the Canaanites3669, and the Sidonians6722, and the Hivites2340 that dwelt3427 in mount2022 Lebanon3844, from mount2022 Baalhermon1179 unto the entering in935 of Hamath2574.","20":"And Ehud164 came935 unto him; and he was sitting3427 in a summer4747 parlour5944, which he had for himself alone. And Ehud164 said559, I have a message1697 from God430 unto thee. And he arose6965 out of his seat3678. a summer: Heb. a parlour of cooling","12":"And the children1121 of Israel3478 did6213 evil7451 again3254 in the sight5869 of the LORD3068: and the LORD3068 strengthened2388 Eglon5700 the king4428 of Moab4124 against Israel3478, because they had done6213 evil7451 in the sight5869 of the LORD3068.","10":"And the Spirit7307 of the LORD3068 came upon him, and he judged8199 Israel3478, and went out3318 to war4421: and the LORD3068 delivered5414 Chushanrishathaim3573 king4428 of Mesopotamia763 into his hand3027; and his hand3027 prevailed5810 against Chushanrishathaim3573. came: Heb. was Mesopotamia: Heb. Aram","17":"And he brought7126 the present4503 unto Eglon5700 king4428 of Moab4124: and Eglon5700 was a very3966 fat1277 man376.","13":"And he gathered622 unto him the children1121 of Ammon5983 and Amalek6002, and went3212 and smote5221 Israel3478, and possessed3423 the city5892 of palm trees8558 5899.","27":"And it came to pass, when he was come935, that he blew8628 a trumpet7782 in the mountain2022 of Ephraim669, and the children1121 of Israel3478 went down3381 with him from the mount2022, and he before6440 them.","30":"So Moab4124 was subdued3665 that day3117 under the hand3027 of Israel3478. And the land776 had rest8252 fourscore8084 years8141.","18":"And when he had made an end3615 to offer7126 the present4503, he sent away7971 the people5971 that bare5375 the present4503.","29":"And they slew5221 of Moab4124 at that time6256 about ten6235 thousand505 men376, all lusty8082, and all men376 of valour2428; and there escaped4422 not a man376. lusty: Heb. fat","23":"Then Ehud164 went forth3318 through the porch4528, and shut5462 the doors1817 of the parlour5944 upon him, and locked5274 them.","19":"But he himself turned again7725 from the quarries6456 that were by Gilgal1537, and said559, I have a secret5643 errand1697 unto thee, O king4428: who said559, Keep silence2013. And all that stood5975 by him went out3318 from him. quarries: or, graven images","1":"Now these are the nations1471 which the LORD3068 left3240, to prove5254 Israel3478 by them, even as many of Israel as had not known3045 all the wars4421 of Canaan3667;","5":"And the children1121 of Israel3478 dwelt3427 among7130 the Canaanites3669, Hittites2850, and Amorites567, and Perizzites6522, and Hivites2340, and Jebusites2983:","4":"And they were to prove5254 Israel3478 by them, to know3045 whether they would hearken8085 unto the commandments4687 of the LORD3068, which he commanded6680 their fathers1 by the hand3027 of Moses4872.","8":"Therefore the anger639 of the LORD3068 was hot2734 against Israel3478, and he sold4376 them into the hand3027 of Chushanrishathaim3573 king4428 of Mesopotamia763: and the children1121 of Israel3478 served5647 Chushanrishathaim3573 eight8083 years8141. Mesopotamia: Heb. Aramnaharaim","26":"And Ehud164 escaped4422 while they tarried4102, and passed beyond5674 the quarries6456, and escaped4422 unto Seirath8167.","14":"So the children1121 of Israel3478 served5647 Eglon5700 the king4428 of Moab4124 eighteen8083 6240 years8141.","22":"And the haft5325 also went in935 after310 the blade3851; and the fat2459 closed5462 upon1157 the blade3851, so that he could not draw8025 the dagger2719 out of his belly990; and the dirt6574 came out3318. the dirt: or, it came out at the buttocks","28":"And he said559 unto them, Follow7291 after310 me: for the LORD3068 hath delivered5414 your enemies341 the Moabites4124 into your hand3027. And they went down3381 after310 him, and took3920 the fords4569 of Jordan3383 toward Moab4124, and suffered5414 not a man376 to pass over5674.","25":"And they tarried2342 till they were ashamed954: and, behold, he opened6605 not the doors1817 of the parlour5944; therefore they took3947 a key4668, and opened6605 them: and, behold, their lord113 was fallen down5307 dead4191 on the earth776.","9":"And when the children1121 of Israel3478 cried2199 unto the LORD3068, the LORD3068 raised up6965 a deliverer3467 to the children1121 of Israel3478, who delivered3467 them, even Othniel6274 the son1121 of Kenaz7073, Caleb\u0027s3612 younger6996 brother251. deliverer: Heb. saviour","15":"But when the children1121 of Israel3478 cried2199 unto the LORD3068, the LORD3068 raised them up6965 a deliverer3467, Ehud164 the son1121 of Gera1617, a Benjamite1145, a man376 lefthanded334 3225: and by him3027 the children1121 of Israel3478 sent7971 a present4503 unto Eglon5700 the king4428 of Moab4124. a Benjamite: or, the son of Jemini lefthanded: Heb. shut of his right hand","21":"And Ehud164 put forth7971 his left8040 hand3027, and took3947 the dagger2719 from his right3225 thigh3409, and thrust8628 it into his belly990:","24":"When he was gone out3318, his servants5650 came935; and when they saw7200 that, behold, the doors1817 of the parlour5944 were locked5274, they said559, Surely he covereth5526 his feet7272 in his summer4747 chamber2315. covereth: or, doeth his easement","16":"But Ehud164 made6213 him a dagger2719 which had two8147 edges6366, of a cubit1574 length753; and he did gird2296 it under his raiment4055 upon his right3225 thigh3409.","7":"And the children1121 of Israel3478 did6213 evil7451 in the sight5869 of the LORD3068, and forgat7911 the LORD3068 their God430, and served5647 Baalim1168 and the groves842.","2":"Only that7535 the generations1755 of the children1121 of Israel3478 might know3045, to teach3925 them war4421, at the least such as before6440 knew3045 nothing thereof;","6":"And they took3947 their daughters1323 to be their wives802, and gave5414 their daughters1323 to their sons1121, and served5647 their gods430.","31":"And after310 him was Shamgar8044 the son1121 of Anath6067, which slew5221 of the Philistines6430 six8337 hundred3967 men376 with an ox1241 goad4451: and he also delivered3467 Israel3478."},"5":{"11":"They that are delivered from the noise6963 of archers2686 in the places of drawing water4857, there shall they rehearse8567 the righteous acts6666 of the LORD3068, even the righteous acts6666 toward the inhabitants of his villages6520 in Israel3478: then shall the people5971 of the LORD3068 go down3381 to the gates8179. righteous: Heb. righteousnesses","3":"Hear8085, O ye kings4428; give ear238, O ye princes7336; I, even I, will sing7891 unto the LORD3068; I will sing2167 praise to the LORD3068 God430 of Israel3478.","20":"They fought3898 from heaven8064; the stars3556 in their courses4546 fought3898 against Sisera5516. courses: Heb. paths","12":"Awake5782, awake5782, Deborah1683: awake5782, awake5782, utter1696 a song7892: arise6965, Barak1301, and lead thy captivity7628 captive7617, thou son1121 of Abinoam42.","10":"Speak7878, ye that ride7392 on white6715 asses860, ye that sit3427 in judgment4055, and walk1980 by the way1870. Speak: or, Meditate","17":"Gilead1568 abode7931 beyond5676 Jordan3383: and why did Dan1835 remain1481 in ships591? Asher836 continued3427 on the sea3220 shore2348, and abode7931 in his breaches4664. shore: or, port breaches: or, creeks","13":"Then he made him that remaineth8300 have dominion7287 over the nobles117 among the people5971: the LORD3068 made me have dominion7287 over the mighty1368.","27":"At her feet7272 he bowed3766, he fell5307, he lay down7901: at her feet7272 he bowed3766, he fell5307: where834 he bowed3766, there he fell down5307 dead7703. At: Heb. Between dead: Heb. destroyed","30":"Have they not sped4672? have they not divided2505 the prey7998; to every7218 man1397 a damsel7356 or two7361; to Sisera5516 a prey7998 of divers colours6648, a prey7998 of divers colours6648 of needlework7553, of divers colours6648 of needlework on both sides7553, meet for the necks6677 of them that take the spoil7998? every: Heb. the head of a man","18":"Zebulun2074 and Naphtali5321 were a people5971 that jeoparded2778 their lives5315 unto the death4191 in the high places4791 of the field7704. jeoparded: Heb. exposed to reproach","29":"Her wise2450 ladies8282 answered6030 her, yea, she returned7725 answer561 to herself, answer: Heb. her words","23":"Curse779 ye Meroz4789, said559 the angel4397 of the LORD3068, curse779 ye bitterly779 the inhabitants3427 thereof; because they came935 not to the help5833 of the LORD3068, to the help5833 of the LORD3068 against the mighty1368.","19":"The kings4428 came935 and fought3898, then fought3898 the kings4428 of Canaan3667 in Taanach8590 by the waters4325 of Megiddo4023; they took3947 no gain1215 of money3701.","1":"Then sang7891 Deborah1683 and Barak1301 the son1121 of Abinoam42 on that day3117, saying559,","5":"The mountains2022 melted5140 from before6440 the LORD3068, even that Sinai5514 from before6440 the LORD3068 God430 of Israel3478. melted: Heb. flowed","4":"LORD3068, when thou wentest out3318 of Seir8165, when thou marchedst out6805 of the field7704 of Edom123, the earth776 trembled7493, and the heavens8064 dropped5197, the clouds5645 also dropped5197 water4325.","8":"They chose977 new2319 gods430; then was war3901 in the gates8179: was there a shield4043 or spear7420 seen7200 among forty705 thousand505 in Israel3478?","26":"She put7971 her hand3027 to the nail3489, and her right hand3225 to the workmen\u0027s6001 hammer1989; and with the hammer she smote1986 Sisera5516, she smote off4277 his head7218, when she had pierced4272 and stricken through2498 his temples7541. with: Heb. she hammered","14":"Out of Ephraim669 was there a root8328 of them against Amalek6002; after310 thee, Benjamin1144, among thy people5971; out of Machir4353 came down3381 governors2710, and out of Zebulun2074 they that handle4900 the pen7626 of the writer5608. handle: Heb. draw with","22":"Then were the horsehoofs6119 5483 broken1986 by the means of the pransings1726, the pransings1726 of their mighty ones47. pransings: or, tramplings, or, plungings","28":"The mother517 of Sisera5516 looked8259 out at a window2474, and cried2980 through the lattice822, Why is his chariot7393 so long954 in coming935? why tarry309 the wheels6471 of his chariots4818?","25":"He asked7592 water4325, and she gave5414 him milk2461; she brought forth7126 butter2529 in a lordly117 dish5602.","9":"My heart3820 is toward the governors2710 of Israel3478, that offered themselves willingly5068 among the people5971. Bless1288 ye the LORD3068.","15":"And the princes8269 of Issachar3485 were with Deborah1683; even Issachar3485, and also Barak1301: he was sent7971 on foot7272 into the valley6010. For the divisions6390 of Reuben7205 there were great1419 thoughts2711 of heart3820. foot: Heb. his feet thoughts: Heb. impressions For: or, In","21":"The river5158 of Kishon7028 swept them away1640, that ancient6917 river5158, the river5158 Kishon7028. O my soul5315, thou hast trodden down1869 strength5797.","24":"Blessed1288 above women802 shall Jael3278 the wife802 of Heber2268 the Kenite7017 be, blessed1288 shall she be above women802 in the tent168.","16":"Why abodest3427 thou among996 the sheepfolds4942, to hear8085 the bleatings8292 of the flocks5739? For the divisions6390 of Reuben7205 there were great1419 searchings2714 of heart3820. For: or, In","7":"The inhabitants of the villages6520 ceased2308, they ceased2308 in Israel3478, until that I Deborah1683 arose6965, that I arose6965 a mother517 in Israel3478.","2":"Praise1288 ye the LORD3068 for the avenging6544 6546 of Israel3478, when the people5971 willingly offered5068 themselves.","6":"In the days3117 of Shamgar8044 the son1121 of Anath6067, in the days3117 of Jael3278, the highways734 were unoccupied2308, and the travellers1980 walked3212 through byways6128 5410. travellers: Heb. walkers of paths byways: Heb. crooked ways","31":"So let all thine enemies341 perish6, O LORD3068: but let them that love157 him be as the sun8121 when he goeth forth3318 in his might1369. And the land776 had rest8252 forty705 years8141."},"21":{"16":"Then the elders2205 of the congregation5712 said559, How shall we do6213 for wives802 for them that remain3498, seeing the women802 are destroyed8045 out of Benjamin1144?","3":"And said559, O LORD3068 God430 of Israel3478, why is this come to pass in Israel3478, that there should be to day3117 one259 tribe7626 lacking6485 in Israel3478?","5":"And the children1121 of Israel3478 said559, Who is there among all the tribes7626 of Israel3478 that834 came5927 not up with the congregation6951 unto the LORD3068? For they had made a great1419 oath7621 concerning him that came not up5927 to the LORD3068 to Mizpeh4709, saying559, He shall surely4191 be put to death4191.","21":"And see7200, and, behold, if the daughters1323 of Shiloh7887 come out3318 to dance2342 in dances4246, then come ye out3318 of the vineyards3754, and catch2414 you every man376 his wife802 of the daughters1323 of Shiloh7887, and go1980 to the land776 of Benjamin1144.","18":"Howbeit we may3201 not give5414 them wives802 of our daughters1323: for the children1121 of Israel3478 have sworn7650, saying559, Cursed779 be he that giveth5414 a wife802 to Benjamin1144.","12":"And they found4672 among the inhabitants3427 of Jabeshgilead3003 1568 four702 hundred3967 young5291 virgins1330, that had known3045 no man376 by lying4904 with any male2145: and they brought935 them unto the camp4264 to Shiloh7887, which is in the land776 of Canaan3667. young: Heb. young women virgins","10":"And the congregation5712 sent7971 thither twelve8147 6240 thousand505 men376 of the valiantest1121 2428, and commanded6680 them, saying559, Go3212 and smite5221 the inhabitants3427 of Jabeshgilead3003 1568 with the edge6310 of the sword2719, with the women802 and the children2945.","2":"And the people5971 came935 to the house1004 of God430 1008, and abode3427 there till even6153 before6440 God430, and lifted up5375 their voices6963, and wept1058 1065 sore1419;","22":"And it shall be, when their fathers1 or their brethren251 come935 unto us to complain7378, that we will say559 unto them, Be favourable2603 unto them for our sakes: because we reserved3947 not to each man376 his wife802 in the war4421: for ye did not give5414 unto them at this time6256, that ye should be guilty816. Be favourable: or, Gratify us in them","8":"And they said559, What one259 is there of the tribes7626 of Israel3478 that came not up5927 to Mizpeh4709 to the LORD3068? And, behold, there came935 none376 to the camp4264 from Jabeshgilead3003 1568 to the assembly6951.","17":"And they said559, There must be an inheritance3425 for them that be escaped6413 of Benjamin1144, that a tribe7626 be not destroyed4229 out of Israel3478.","11":"And this is the thing1697 that ye shall do6213, Ye shall utterly destroy2763 every male2145, and every woman802 that hath lain4904 by man3045. hath lain: Heb. knoweth the lying with man","1":"Now the men376 of Israel3478 had sworn7650 in Mizpeh4709, saying559, There shall not any376 of us give5414 his daughter1323 unto Benjamin1144 to wife802.","9":"For the people5971 were numbered6485, and, behold, there were none376 of the inhabitants3427 of Jabeshgilead3003 1568 there.","24":"And the children1121 of Israel3478 departed1980 thence at that time6256, every man376 to his tribe7626 and to his family4940, and they went out3318 from thence every man376 to his inheritance5159.","14":"And Benjamin1144 came again7725 at that time6256; and they gave5414 them wives802 which they had saved alive2421 of the women802 of Jabeshgilead3003 1568: and yet so they sufficed4672 them not.","7":"How shall we do6213 for wives802 for them that remain3498, seeing we have sworn7650 by the LORD3068 that we will not give5414 them of our daughters1323 to wives802?","15":"And the people5971 repented5162 them for Benjamin1144, because that the LORD3068 had made6213 a breach6556 in the tribes7626 of Israel3478.","20":"Therefore they commanded6680 the children1121 of Benjamin1144, saying559, Go3212 and lie in wait693 in the vineyards3754;","25":"In those days3117 there was no king4428 in Israel3478: every man376 did6213 that which was right3477 in his own eyes5869.","23":"And the children1121 of Benjamin1144 did so6213, and took5375 them wives802, according to their number4557, of them that danced2342, whom they caught1497: and they went3212 and returned7725 unto their inheritance5159, and repaired1129 the cities5892, and dwelt3427 in them.","6":"And the children1121 of Israel3478 repented5162 them for Benjamin1144 their brother251, and said559, There is one259 tribe7626 cut off1438 from Israel3478 this day3117.","4":"And it came to pass on the morrow4283, that the people5971 rose early7925, and built1129 there an altar4196, and offered5927 burnt offerings5930 and peace offerings8002.","19":"Then they said559, Behold, there is a feast2282 of the LORD3068 in Shiloh7887 yearly3117 3117 in a place which is on the north side6828 of Bethel1008, on the east side4217 8121 of the highway4546 that goeth up5927 from Bethel1008 to Shechem7927, and on the south5045 of Lebonah3829. yearly: Heb. from year to year on the east: or, toward the sunrising of the highway: or, on the highway","13":"And the whole congregation5712 sent7971 some to speak1696 to the children1121 of Benjamin1144 that were in the rock5553 Rimmon7417, and to call7121 peaceably7965 unto them. to speak: Heb. and spake and called call: or, proclaim peace"},"18":{"11":"And there went5265 from thence of the family4940 of the Danites1839, out of Zorah6881 and out of Eshtaol847, six8337 hundred3967 men376 appointed2296 with weapons3627 of war4421. appointed: Heb. girded","3":"When they were by the house1004 of Micah4318, they knew5234 the voice6963 of the young man5288 the Levite3881: and they turned in5493 thither, and said559 unto him, Who brought935 thee hither1988? and what makest6213 thou in this place? and what hast thou here?","20":"And the priest\u0027s3548 heart3820 was glad3190, and he took3947 the ephod646, and the teraphim8655, and the graven image6459, and went in935 the midst7130 of the people5971.","12":"And they went up5927, and pitched2583 in Kirjathjearim7157, in Judah3063: wherefore they called7121 that place4725 Mahanehdan4265 unto this day3117: behold, it is behind310 Kirjathjearim7157.","10":"When ye go935, ye shall come935 unto a people5971 secure982, and to a large7342 land776: for God430 hath given5414 it into your hands3027; a place4725 where there is no want4270 of any thing1697 that is in the earth776.","17":"And the five2568 men582 that went1980 to spy out7270 the land776 went up5927, and came in935 thither, and took3947 the graven image6459, and the ephod646, and the teraphim8655, and the molten image4541: and the priest3548 stood5324 in the entering6607 of the gate8179 with the six8337 hundred3967 men376 that were appointed2296 with weapons3627 of war4421.","13":"And they passed5674 thence unto mount2022 Ephraim669, and came935 unto the house1004 of Micah4318.","27":"And they took3947 the things which Micah4318 had made6213, and the priest3548 which he had, and came935 unto Laish3919, unto a people5971 that were at quiet8252 and secure982: and they smote5221 them with the edge6310 of the sword2719, and burnt8313 the city5892 with fire784.","30":"And the children1121 of Dan1835 set up6965 the graven image6459: and Jonathan3083, the son1121 of Gershom1647, the son1121 of Manasseh4519, he and his sons1121 were priests3548 to the tribe7626 of Dan1839 until the day3117 of the captivity1540 of the land776.","18":"And these went935 into Micah\u0027s4318 house1004, and fetched3947 the carved image6459, the ephod646, and the teraphim8655, and the molten image4541. Then said559 the priest3548 unto them, What do6213 ye?","29":"And they called7121 the name8034 of the city5892 Dan1835, after the name8034 of Dan1835 their father1, who was born3205 unto Israel3478: howbeit199 the name8034 of the city5892 was Laish3919 at the first7223.","23":"And they cried7121 unto the children1121 of Dan1835. And they turned5437 their faces6440, and said559 unto Micah4318, What aileth thee, that thou comest with such a company2199? comest: Heb. art gathered together?","19":"And they said559 unto him, Hold thy peace2790, lay7760 thine hand3027 upon thy mouth6310, and go3212 with us, and be to us1961 a father1 and a priest3548: is it better2896 for thee to be a priest3548 unto the house1004 of one259 man376, or that thou be a priest3548 unto a tribe7626 and a family4940 in Israel3478?","1":"In those days3117 there was no king4428 in Israel3478: and in those days3117 the tribe7626 of the Danites1839 sought1245 them an inheritance5159 to dwell in3427; for unto that day3117 all their inheritance5159 had not fallen5307 unto them among8432 the tribes7626 of Israel3478.","5":"And they said559 unto him, Ask counsel7592, we pray thee, of God430, that we may know3045 whether our way1870 which we go1980 shall be prosperous6743.","4":"And he said559 unto them, Thus2090 and thus2090 dealeth6213 Micah4318 with me, and hath hired7936 me, and I am his priest3548.","8":"And they came935 unto their brethren251 to Zorah6881 and Eshtaol847: and their brethren251 said559 unto them, What say ye?","26":"And the children1121 of Dan1835 went3212 their way1870: and when Micah4318 saw7200 that they were too strong2389 for him, he turned6437 and went back7725 unto his house1004.","14":"Then answered6030 the five2568 men582 that went1980 to spy out7270 the country776 of Laish3919, and said559 unto their brethren251, Do ye know3045 that there is3426 in these houses1004 an ephod646, and teraphim8655, and a graven image6459, and a molten image4541? now therefore consider3045 what ye have to do6213.","22":"And when they were a good way7368 from the house1004 of Micah4318, the men582 that were in the houses1004 near to Micah\u0027s4318 house1004 were gathered together2199, and overtook1692 the children1121 of Dan1835.","28":"And there was no deliverer5337, because it was far7350 from Zidon6721, and they had no business1697 with any man120; and it was in the valley6010 that lieth by Bethrehob1050. And they built1129 a city5892, and dwelt3427 therein.","25":"And the children1121 of Dan1835 said559 unto him, Let not thy voice6963 be heard8085 among us, lest angry4751 5315 fellows582 run6293 upon thee, and thou lose622 thy life5315, with the lives5315 of thy household1004. angry: Heb. bitter of soul","9":"And they said559, Arise6965, that we may go up5927 against them: for we have seen7200 the land776, and, behold, it is very3966 good2896: and are ye still2814? be not slothful6101 to go3212, and to enter935 to possess3423 the land776.","15":"And they turned5493 thitherward, and came935 to the house1004 of the young man5288 the Levite3881, even unto the house1004 of Micah4318, and saluted7592 7965 him. saluted: Heb. asked him of peace","21":"So they turned6437 and departed3212, and put7760 the little ones2945 and the cattle4735 and the carriage3520 before6440 them.","24":"And he said559, Ye have taken away3947 my gods430 which I made6213, and the priest3548, and ye are gone away3212: and what have I more? and what is this that ye say559 unto me, What aileth thee?","16":"And the six8337 hundred3967 men376 appointed2296 with their weapons3627 of war4421, which were of the children1121 of Dan1835, stood5324 by the entering6607 of the gate8179.","7":"Then the five2568 men582 departed3212, and came935 to Laish3919, and saw7200 the people5971 that were therein7130, how they dwelt3427 careless983, after the manner4941 of the Zidonians6722, quiet8252 and secure982; and there was no magistrate3423 6114 in the land776, that might put them to shame3637 in any thing1697; and they were far7350 from the Zidonians6722, and had no business1697 with any man120. magistrate: Heb. possessor, or, heir of restraint","2":"And the children1121 of Dan1835 sent7971 of their family4940 five2568 men582 from their coasts7098, men1121 of valour2428, from Zorah6881, and from Eshtaol847, to spy7270 out the land776, and to search2713 it; and they said559 unto them, Go3212, search2713 the land776: who when they came935 to mount2022 Ephraim669, to the house1004 of Micah4318, they lodged3885 there. men of: Heb. sons of","6":"And the priest3548 said559 unto them, Go3212 in peace7965: before5227 the LORD3068 is your way1870 wherein ye go3212.","31":"And they set them up7760 Micah\u0027s4318 graven image6459, which he made6213, all the time3117 that the house1004 of God430 was in Shiloh7887."},"12":{"3":"And when I saw7200 that ye delivered3467 me not, I put7760 my life5315 in my hands3709, and passed over5674 against the children1121 of Ammon5983, and the LORD3068 delivered5414 them into my hand3027: wherefore then are ye come up5927 unto me this day3117, to fight3898 against me?","5":"And the Gileadites1568 took3920 the passages4569 of Jordan3383 before the Ephraimites669: and it was so, that when those Ephraimites669 which were escaped6412 said559, Let me go over5674; that the men582 of Gilead1568 said559 unto him, Art thou an Ephraimite673? If he said559, Nay;","12":"And Elon356 the Zebulonite2075 died4191, and was buried6912 in Aijalon357 in the country776 of Zebulun2074.","10":"Then died4191 Ibzan78, and was buried6912 at Bethlehem1035.","2":"And Jephthah3316 said559 unto them, I and my people5971 were1961 at great3966 strife376 7379 with the children1121 of Ammon5983; and when I called2199 you, ye delivered3467 me not out of their hands3027.","8":"And after310 him Ibzan78 of Bethlehem1035 judged8199 Israel3478.","11":"And after310 him Elon356, a Zebulonite2075, judged8199 Israel3478; and he judged8199 Israel3478 ten6235 years8141.","1":"And the men376 of Ephraim669 gathered themselves together6817, and went5674 northward6828, and said559 unto Jephthah3316, Wherefore passedst thou over5674 to fight3898 against the children1121 of Ammon5983, and didst not call7121 us to go3212 with thee? we will burn8313 thine house1004 upon thee with fire784. gathered: Heb. were called","9":"And he had thirty7970 sons1121, and thirty7970 daughters1323, whom he sent7971 abroad2351, and took935 in thirty7970 daughters1323 from abroad2351 for his sons1121. And he judged8199 Israel3478 seven7651 years8141.","14":"And he had forty705 sons1121 and thirty7970 nephews1121 1121, that rode7392 on threescore and ten7657 ass colts5895: and he judged8199 Israel3478 eight8083 years8141. nephews: Heb. sons\u0027 sons","7":"And Jephthah3316 judged8199 Israel3478 six8337 years8141. Then died4191 Jephthah3316 the Gileadite1569, and was buried6912 in one of the cities5892 of Gilead1568.","15":"And Abdon5658 the son1121 of Hillel1985 the Pirathonite6553 died4191, and was buried6912 in Pirathon6552 in the land776 of Ephraim669, in the mount2022 of the Amalekites6003.","6":"Then said559 they unto him, Say559 now Shibboleth7641: and he said559 Sibboleth5451: for he could not frame3559 to pronounce1696 it right3559. Then they took270 him, and slew7819 him at the passages4569 of Jordan3383: and there fell5307 at that time6256 of the Ephraimites669 forty705 and two8147 thousand505.","4":"Then Jephthah3316 gathered together6908 all the men582 of Gilead1568, and fought3898 with Ephraim669: and the men582 of Gilead1568 smote5221 Ephraim669, because they said559, Ye Gileadites1568 are fugitives6412 of Ephraim669 among8432 the Ephraimites669, and among8432 the Manassites4519.","13":"And after310 him Abdon5658 the son1121 of Hillel1985, a Pirathonite6553, judged8199 Israel3478."},"10":{"16":"And they put away5493 the strange5236 gods430 from among7130 them, and served5647 the LORD3068: and his soul5315 was grieved7114 for the misery5999 of Israel3478. strange: Heb. gods of strangers grieved: Heb. shortened","3":"And after310 him arose6965 Jair2971, a Gileadite1569, and judged8199 Israel3478 twenty6242 and two8147 years8141.","5":"And Jair2971 died4191, and was buried6912 in Camon7056.","18":"And the people5971 and princes8269 of Gilead1568 said559 one376 to another7453, What man376 is he that will begin2490 to fight3898 against the children1121 of Ammon5983? he shall be head7218 over all the inhabitants3427 of Gilead1568.","12":"The Zidonians6722 also, and the Amalekites6002, and the Maonites4584, did oppress3905 you; and ye cried6817 to me, and I delivered3467 you out of their hand3027.","10":"And the children1121 of Israel3478 cried2199 unto the LORD3068, saying559, We have sinned2398 against thee, both because we have forsaken5800 our God430, and also served5647 Baalim1168.","2":"And he judged8199 Israel3478 twenty6242 and three7969 years8141, and died4191, and was buried6912 in Shamir8069.","8":"And that year8141 they vexed7492 and oppressed7533 the children1121 of Israel3478: eighteen8083 6240 years8141, all the children1121 of Israel3478 that were on the other side5676 Jordan3383 in the land776 of the Amorites567, which is in Gilead1568. oppressed: Heb. crushed","17":"Then the children1121 of Ammon5983 were gathered together6817, and encamped2583 in Gilead1568. And the children1121 of Israel3478 assembled themselves together622, and encamped2583 in Mizpeh4709. gathered: Heb. cried","11":"And the LORD3068 said559 unto the children1121 of Israel3478, Did not I deliver you from the Egyptians4714, and from the Amorites567, from the children1121 of Ammon5983, and from the Philistines6430?","1":"And after310 Abimelech40 there arose6965 to defend3467 Israel3478 Tola8439 the son1121 of Puah6312, the son1121 of Dodo1734, a man376 of Issachar3485; and he dwelt3427 in Shamir8069 in mount2022 Ephraim669. defend: or, deliver: Heb. save","9":"Moreover the children1121 of Ammon5983 passed over5674 Jordan3383 to fight3898 also against Judah3063, and against Benjamin1144, and against the house1004 of Ephraim669; so that Israel3478 was sore3966 distressed3334.","14":"Go3212 and cry2199 unto the gods430 which ye have chosen977; let them1992 deliver3467 you in the time6256 of your tribulation6869.","7":"And the anger639 of the LORD3068 was hot2734 against Israel3478, and he sold4376 them into the hands3027 of the Philistines6430, and into the hands3027 of the children1121 of Ammon5983.","15":"And the children1121 of Israel3478 said559 unto the LORD3068, We have sinned2398: do6213 thou unto us whatsoever seemeth5869 good2896 unto thee; deliver5337 us only, we pray thee, this day3117. seemeth: Heb. is good in thine eyes","6":"And the children1121 of Israel3478 did6213 evil7451 again3254 in the sight5869 of the LORD3068, and served5647 Baalim1168, and Ashtaroth6252, and the gods430 of Syria758, and the gods430 of Zidon6721, and the gods430 of Moab4124, and the gods430 of the children1121 of Ammon5983, and the gods430 of the Philistines6430, and forsook5800 the LORD3068, and served5647 not him.","4":"And he had thirty7970 sons1121 that rode7392 on thirty7970 ass colts5895, and they had thirty7970 cities5892, which are called7121 Havothjair2334 unto this day3117, which are in the land776 of Gilead1568. Havothjair: or, the villages of Jair","13":"Yet ye have forsaken5800 me, and served5647 other312 gods430: wherefore I will deliver3467 you no more3254."},"2":{"16":"Nevertheless the LORD3068 raised up6965 judges8199, which delivered3467 them out of the hand3027 of those that spoiled8154 them. delivered: Heb. saved","3":"Wherefore I also said559, I will not drive them out1644 from before6440 you; but they shall be as thorns in your sides6654, and their gods430 shall be a snare4170 unto you.","5":"And they called7121 the name8034 of that place4725 Bochim1066: and they sacrificed2076 there unto the LORD3068. Bochim: that is, Weepers","21":"I also will not henceforth3254 drive out3423 any376 from before6440 them of the nations1471 which Joshua3091 left5800 when he died4191:","18":"And when the LORD3068 raised6965 them up judges8199, then the LORD3068 was with the judge8199, and delivered3467 them out of the hand3027 of their enemies341 all the days3117 of the judge8199: for it repented5162 the LORD3068 because6440 of their groanings5009 by reason of them that oppressed3905 them and vexed1766 them.","12":"And they forsook5800 the LORD3068 God430 of their fathers1, which brought them out3318 of the land776 of Egypt4714, and followed3212 310 other312 gods430, of the gods430 of the people5971 that were round about5439 them, and bowed7812 themselves unto them, and provoked the LORD3068 to anger3707.","10":"And also all that generation1755 were gathered622 unto their fathers1: and there arose6965 another312 generation1755 after310 them, which knew3045 not the LORD3068, nor yet the works4639 which he had done6213 for Israel3478.","2":"And ye shall make3772 no league1285 with the inhabitants3427 of this land776; ye shall throw down5422 their altars4196: but ye have not obeyed8085 my voice6963: why have ye done6213 this?","22":"That through them I may prove5254 Israel3478, whether they will keep8104 the way1870 of the LORD3068 to walk3212 therein, as their fathers1 did keep8104 it, or not.","8":"And Joshua3091 the son1121 of Nun5126, the servant5650 of the LORD3068, died4191, being an hundred3967 and ten6235 years8141 old1121.","17":"And yet they would not hearken8085 unto their judges8199, but they went a whoring2181 after310 other312 gods430, and bowed7812 themselves unto them: they turned5493 quickly4118 out of the way1870 which their fathers1 walked in1980, obeying8085 the commandments4687 of the LORD3068; but they did6213 not so.","11":"And the children1121 of Israel3478 did6213 evil7451 in the sight5869 of the LORD3068, and served5647 Baalim1168:","1":"And an angel4397 of the LORD3068 came up5927 from Gilgal1537 to Bochim1066, and said559, I made you to go up5927 out of Egypt4714, and have brought935 you unto the land776 which I sware7650 unto your fathers1; and I said559, I will never5769 break6565 my covenant1285 with you. angel: or, messenger","9":"And they buried6912 him in the border1366 of his inheritance5159 in Timnathheres8556, in the mount2022 of Ephraim669, on the north side6828 of the hill2022 Gaash1608.","14":"And the anger639 of the LORD3068 was hot2734 against Israel3478, and he delivered5414 them into the hands3027 of spoilers8154 that spoiled8155 them, and he sold4376 them into the hands3027 of their enemies341 round about5439, so that they could3201 not any longer5750 stand5975 before6440 their enemies341.","7":"And the people5971 served5647 the LORD3068 all the days3117 of Joshua3091, and all the days3117 of the elders2205 that outlived748 3117 310 Joshua3091, who had seen7200 all the great1419 works4639 of the LORD3068, that he did6213 for Israel3478. outlived: Heb. prolonged days after Ioshua","15":"Whithersoever they went out3318, the hand3027 of the LORD3068 was against them for evil7451, as the LORD3068 had said1696, and as the LORD3068 had sworn7650 unto them: and they were greatly3966 distressed3334.","20":"And the anger639 of the LORD3068 was hot2734 against Israel3478; and he said559, Because that this people1471 hath transgressed5674 my covenant1285 which I commanded6680 their fathers1, and have not hearkened8085 unto my voice6963;","23":"Therefore the LORD3068 left3240 those nations1471, without1115 driving them out3423 hastily4118; neither delivered5414 he them into the hand3027 of Joshua3091. left: or, suffered","6":"And when Joshua3091 had let the people5971 go7971, the children1121 of Israel3478 went3212 every man376 unto his inheritance5159 to possess3423 the land776.","4":"And it came to pass, when the angel4397 of the LORD3068 spake1696 these words1697 unto all the children1121 of Israel3478, that the people5971 lifted up5375 their voice6963, and wept1058.","19":"And it came to pass, when the judge8199 was dead4194, that they returned7725, and corrupted7843 themselves more than their fathers1, in following3212 310 other312 gods430 to serve5647 them, and to bow down7812 unto them; they ceased5307 not from their own doings4611, nor from their stubborn7186 way1870. corrupted: or, were corrupt ceased: Heb. let nothing fall of their","13":"And they forsook5800 the LORD3068, and served5647 Baal1168 and Ashtaroth6252."},"8":{"11":"And Gideon1439 went up5927 by the way1870 of them that dwelt7931 in tents168 on the east6924 of Nobah5025 and Jogbehah3011, and smote5221 the host4264: for the host4264 was secure983.","3":"God430 hath delivered5414 into your hands3027 the princes8269 of Midian4080, Oreb6159 and Zeeb2062: and what was I able3201 to do6213 in comparison of you? Then their anger7307 was abated7503 toward him, when he had said1697 that1696. anger: Heb. spirit","20":"And he said559 unto Jether3500 his firstborn1060, Up6965, and slay2026 them. But the youth5288 drew8025 not his sword2719: for he feared3372, because he was yet a youth5288.","12":"And when Zebah2078 and Zalmunna6759 fled5127, he pursued7291 after310 them, and took3920 the two8147 kings4428 of Midian4080, Zebah2078 and Zalmunna6759, and discomfited2729 all the host4264. discomfited: Heb. terrified","10":"Now Zebah2078 and Zalmunna6759 were in Karkor7174, and their hosts4264 with them, about fifteen2568 6240 thousand505 men, all that were left3498 of all the hosts4264 of the children1121 of the east6924: for there fell5307 an hundred3967 and twenty6242 thousand505 men376 that drew8025 sword2719. men that: or, every one drawing a sword","17":"And he beat down5422 the tower4026 of Penuel6439, and slew2026 the men582 of the city5892.","13":"And Gideon1439 the son1121 of Joash3101 returned7725 from battle4421 before4608 the sun2775 was up,","27":"And Gideon1439 made6213 an ephod646 thereof, and put3322 it in his city5892, even in Ophrah6084: and all Israel3478 went thither a whoring2181 after310 it: which thing became a snare4170 unto Gideon1439, and to his house1004.","30":"And Gideon1439 had threescore and ten7657 sons1121 of his body3409 begotten3318: for he had many7227 wives802. of his: Heb. going out of his thigh","18":"Then said559 he unto Zebah2078 and Zalmunna6759, What375 manner of men582 were they whom ye slew2026 at Tabor8396? And they answered559, As thou3644 art, so were they; each one259 resembled8389 the children1121 of a king4428. resembled: Heb. according to the form, etc","29":"And Jerubbaal3378 the son1121 of Joash3101 went3212 and dwelt3427 in his own house1004.","23":"And Gideon1439 said559 unto them, I will not rule4910 over you, neither shall my son1121 rule4910 over you: the LORD3068 shall rule4910 over you.","19":"And he said559, They were my brethren251, even the sons1121 of my mother517: as the LORD3068 liveth2416, if3863 ye had saved them alive2421, I would not slay2026 you.","1":"And the men376 of Ephraim669 said559 unto him, Why hast thou4100 served6213 us thus1697, that thou calledst7121 us not, when thou wentest1980 to fight3898 with the Midianites4080? And they did chide7378 with him sharply2394. Why: Heb. What thing is this thou hast done unto us sharply: Heb. strongly","5":"And he said559 unto the men582 of Succoth5523, Give5414, I pray you, loaves3603 of bread3899 unto the people5971 that follow7272 me; for they be faint5889, and I am pursuing7291 after310 Zebah2078 and Zalmunna6759, kings4428 of Midian4080.","4":"And Gideon1439 came935 to Jordan3383, and passed over5674, he, and the three7969 hundred3967 men376 that were with him, faint5889, yet pursuing7291 them.","8":"And he went up5927 thence to Penuel6439, and spake1696 unto them likewise2063: and the men582 of Penuel6439 answered6030 him as the men582 of Succoth5523 had answered6030 him.","26":"And the weight4948 of the golden2091 earrings5141 that he requested7592 was a thousand505 and seven7651 hundred3967 shekels of gold2091; beside ornaments7720, and collars5188, and purple713 raiment899 that was on the kings4428 of Midian4080, and beside the chains6060 that were about their camels\u00271581 necks6677. collars: or, sweet jewels","14":"And caught3920 a young man5288 of the men582 of Succoth5523, and enquired7592 of him: and he described3789 unto him the princes8269 of Succoth5523, and the elders2205 thereof, even threescore and seventeen7657 7651 men376. described: Heb. writ","22":"Then the men376 of Israel3478 said559 unto Gideon1439, Rule4910 thou over us, both thou, and thy son1121, and thy son\u0027s1121 son1121 also: for thou hast delivered3467 us from the hand3027 of Midian4080.","28":"Thus was Midian4080 subdued3665 before6440 the children1121 of Israel3478, so that they lifted up5375 their heads7218 no more3254. And the country776 was in quietness8252 forty705 years8141 in the days3117 of Gideon1439.","25":"And they answered559, We will willingly5414 give5414 them. And they spread6566 a garment8071, and did cast7993 therein every man376 the earrings5141 of his prey7998.","9":"And he spake559 also unto the men582 of Penuel6439, saying559, When I come again7725 in peace7965, I will break down5422 this tower4026.","33":"And it came to pass, as soon as Gideon1439 was dead4191, that the children1121 of Israel3478 turned again7725, and went a whoring2181 after310 Baalim1168, and made7760 Baalberith1170 their god430.","15":"And he came935 unto the men582 of Succoth5523, and said559, Behold Zebah2078 and Zalmunna6759, with whom ye did upbraid2778 me, saying559, Are the hands3709 of Zebah2078 and Zalmunna6759 now in thine hand3027, that we should give5414 bread3899 unto thy men582 that are weary3287?","34":"And the children1121 of Israel3478 remembered2142 not the LORD3068 their God430, who had delivered5337 them out of the hands3027 of all their enemies341 on every side5439:","21":"Then Zebah2078 and Zalmunna6759 said559, Rise6965 thou, and fall6293 upon us: for as the man376 is, so is his strength1369. And Gideon1439 arose6965, and slew2026 Zebah2078 and Zalmunna6759, and took away3947 the ornaments7720 that were on their camels\u00271581 necks6677. ornaments: or, ornaments like the moon","24":"And Gideon1439 said559 unto them, I would desire7592 a request7596 of you, that ye would give5414 me every man376 the earrings5141 of his prey7998. (For they had golden2091 earrings5141, because they were Ishmaelites3459.)","16":"And he took3947 the elders2205 of the city5892, and thorns6975 of the wilderness4057 and briers1303, and with them he taught3045 the men582 of Succoth5523. taught: Heb. made to know","35":"Neither shewed6213 they kindness2617 to the house1004 of Jerubbaal3378, namely, Gideon1439, according to all the goodness2896 which he had shewed6213 unto Israel3478.","32":"And Gideon1439 the son1121 of Joash3101 died4191 in a good2896 old age7872, and was buried6912 in the sepulchre6913 of Joash3101 his father1, in Ophrah6084 of the Abiezrites33.","7":"And Gideon1439 said559, Therefore when the LORD3068 hath delivered5414 Zebah2078 and Zalmunna6759 into mine hand3027, then I will tear1758 your flesh1320 with the thorns6975 of the wilderness4057 and with briers1303. tear: Heb. thresh","2":"And he said559 unto them, What have I done6213 now in comparison of you? Is not the gleaning5955 of the grapes of Ephraim669 better2896 than the vintage1210 of Abiezer44?","6":"And the princes8269 of Succoth5523 said559, Are the hands3709 of Zebah2078 and Zalmunna6759 now in thine hand3027, that we should give5414 bread3899 unto thine army6635?","31":"And his concubine6370 that was in Shechem7927, she also bare3205 him a son1121, whose name8034 he called7760 Abimelech40. called: Heb. set"},"17":{"3":"And when he had restored7725 the eleven hundred505 3967 shekels of silver3701 to his mother517, his mother517 said559, I had wholly6942 dedicated6942 the silver3701 unto the LORD3068 from my hand3027 for my son1121, to make6213 a graven image6459 and a molten image4541: now therefore I will restore7725 it unto thee.","5":"And the man376 Micah4318 had an house1004 of gods430, and made6213 an ephod646, and teraphim8655, and consecrated4390 3027 one259 of his sons1121, who became his priest3548. consecrated: Heb. filled the hand","12":"And Micah4318 consecrated4390 3027 the Levite3881; and the young man5288 became his priest3548, and was in the house1004 of Micah4318.","10":"And Micah4318 said559 unto him, Dwell3427 with me, and be unto me a father1 and a priest3548, and I will give5414 thee ten6235 shekels of silver3701 by the year3117, and a suit6187 of apparel899, and thy victuals4241. So the Levite3881 went in3212. a suit: or, a double suit, etc: Heb. an order of garments","2":"And he said559 unto his mother517, The eleven hundred505 3967 shekels of silver3701 that were taken3947 from thee, about which thou cursedst422, and spakest559 of also in mine ears241, behold, the silver3701 is with me; I took3947 it. And his mother517 said559, Blessed1288 be thou of the LORD3068, my son1121.","8":"And the man376 departed3212 out of the city5892 from Bethlehemjudah1035 3063 to sojourn1481 where he could find4672 a place: and he came935 to mount2022 Ephraim669 to the house1004 of Micah4318, as he journeyed6213 1870. as he: Heb. in making his way","11":"And the Levite3881 was content2974 to dwell3427 with the man376; and the young man5288 was unto him as one259 of his sons1121.","1":"And there was a man376 of mount2022 Ephraim669, whose name8034 was Micah4321.","9":"And Micah4318 said559 unto him, Whence370 comest935 thou? And he said559 unto him, I am a Levite3881 of Bethlehemjudah1035 3063, and I go1980 to sojourn1481 where I may find4672 a place.","7":"And there was a young man5288 out of Bethlehemjudah1035 3063 of the family4940 of Judah3063, who was a Levite3881, and he sojourned1481 there.","6":"In those days3117 there was no king4428 in Israel3478, but every man376 did6213 that which was right3477 in his own eyes5869.","4":"Yet he restored7725 the money3701 unto his mother517; and his mother517 took3947 two hundred3967 shekels of silver3701, and gave5414 them to the founder6884, who made6213 thereof a graven image6459 and a molten image4541: and they were in the house1004 of Micah4321.","13":"Then said559 Micah4318, Now know3045 I that the LORD3068 will do me good3190, seeing I have a Levite3881 to my priest3548."},"11":{"11":"Then Jephthah3316 went3212 with the elders2205 of Gilead1568, and the people5971 made7760 him head7218 and captain7101 over them: and Jephthah3316 uttered1696 all his words1697 before6440 the LORD3068 in Mizpeh4709.","3":"Then Jephthah3316 fled1272 from6440 his brethren251, and dwelt3427 in the land776 of Tob2897: and there were gathered3950 vain7386 men582 to Jephthah3316, and went out3318 with him. from: Heb. from the face","20":"But Sihon5511 trusted539 not Israel3478 to pass5674 through his coast1366: but Sihon5511 gathered622 all his people5971 together622, and pitched2583 in Jahaz3096, and fought3898 against Israel3478.","12":"And Jephthah3316 sent7971 messengers4397 unto the king4428 of the children1121 of Ammon5983, saying559, What hast thou to do with me, that thou art come935 against me to fight3898 in my land776?","10":"And the elders2205 of Gilead1568 said559 unto Jephthah3316, The LORD3068 be witness8085 between us, if we do6213 not so according to thy words1697. witness: Heb. the hearer between us","17":"Then Israel3478 sent7971 messengers4397 unto the king4428 of Edom123, saying559, Let me, I pray thee, pass through5674 thy land776: but the king4428 of Edom123 would not hearken8085 thereto. And in like manner they sent7971 unto the king4428 of Moab4124: but he would14 not consent: and Israel3478 abode3427 in Kadesh6946.","40":"That the daughters1323 of Israel3478 went3212 yearly3117 3117 to lament8567 the daughter1323 of Jephthah3316 the Gileadite1569 four702 days3117 in a year8141. yearly: Heb. from year to year to lament: or, to talk with","13":"And the king4428 of the children1121 of Ammon5983 answered559 unto the messengers4397 of Jephthah3316, Because Israel3478 took away3947 my land776, when they came up5927 out of Egypt4714, from Arnon769 even unto Jabbok2999, and unto Jordan3383: now therefore restore those lands again7725 peaceably7965.","27":"Wherefore I have not sinned2398 against thee, but thou doest6213 853 me wrong7451 to war3898 against me: the LORD3068 the Judge8199 be judge8199 this day3117 between the children1121 of Israel3478 and the children1121 of Ammon5983.","30":"And Jephthah3316 vowed5087 a vow5088 unto the LORD3068, and said559, If thou shalt without fail5414 deliver5414 the children1121 of Ammon5983 into mine hands3027,","18":"Then they went along3212 through the wilderness4057, and compassed5437 the land776 of Edom123, and the land776 of Moab4124, and came935 by the east side4217 8121 of the land776 of Moab4124, and pitched2583 on the other side5676 of Arnon769, but came935 not within the border1366 of Moab4124: for Arnon769 was the border1366 of Moab4124.","36":"And she said559 unto him, My father1, if thou hast opened6475 thy mouth6310 unto the LORD3068, do6213 to me according to that which834 hath proceeded3318 out of thy mouth6310; forasmuch310 as the LORD3068 hath taken6213 vengeance5360 for thee of thine enemies341, even of the children1121 of Ammon5983.","29":"Then the Spirit7307 of the LORD3068 came upon Jephthah3316, and he passed over5674 Gilead1568, and Manasseh4519, and passed over5674 Mizpeh4708 of Gilead1568, and from Mizpeh4708 of Gilead1568 he passed over5674 unto the children1121 of Ammon5983.","23":"So now the LORD3068 God430 of Israel3478 hath dispossessed3423 the Amorites567 from before6440 his people5971 Israel3478, and shouldest thou possess3423 it?","19":"And Israel3478 sent7971 messengers4397 unto Sihon5511 king4428 of the Amorites567, the king4428 of Heshbon2809; and Israel3478 said559 unto him, Let us pass5674, we pray thee, through thy land776 into5704 my place4725.","1":"Now Jephthah3316 the Gileadite1569 was a mighty man1368 of valour2428, and he was the son1121 of an harlot802 2181: and Gilead1568 begat3205 Jephthah3316. Jephthah: called Jephte an harlot: Heb. a woman an harlot","5":"And it was so, that when the children1121 of Ammon5983 made war3898 against Israel3478, the elders2205 of Gilead1568 went3212 to fetch3947 Jephthah3316 out of the land776 of Tob2897:","4":"And it came to pass in process of time3117, that the children1121 of Ammon5983 made war3898 against Israel3478. in process: Heb. after days","8":"And the elders2205 of Gilead1568 said559 unto Jephthah3316, Therefore we turn again7725 to thee now, that thou mayest go1980 with us, and fight3898 against the children1121 of Ammon5983, and be our head7218 over all the inhabitants3427 of Gilead1568.","26":"While Israel3478 dwelt3427 in Heshbon2809 and her towns1323, and in Aroer6177 and her towns1323, and in all the cities5892 that be along by the coasts3027 of Arnon769, three7969 hundred3967 years8141? why therefore did ye not recover5337 them within that time6256?","39":"And it came to pass at the end7093 of two8147 months2320, that she returned7725 unto her father1, who did6213 with her according to his vow5088 which he had vowed5087: and she knew3045 no man376. And it was a custom2706 in Israel3478, custom: or, ordinance","14":"And Jephthah3316 sent7971 messengers4397 again3254 unto the king4428 of the children1121 of Ammon5983:","37":"And she said559 unto her father1, Let this thing1697 be done6213 for me: let me alone7503 two8147 months2320, that I may go up3212 and down3381 upon the mountains2022, and bewail1058 my virginity1331, I and my fellows7464 7474. go up: Heb. go and go down","22":"And they possessed3423 all the coasts1366 of the Amorites567, from Arnon769 even unto Jabbok2999, and from the wilderness4057 even unto Jordan3383.","28":"Howbeit the king4428 of the children1121 of Ammon5983 hearkened8085 not unto the words1697 of Jephthah3316 which he sent7971 him.","25":"And now art thou any thing better2896 than Balak1111 the son1121 of Zippor6834, king4428 of Moab4124? did he ever7378 strive7378 against Israel3478, or did he ever3898 fight3898 against them,","9":"And Jephthah3316 said559 unto the elders2205 of Gilead1568, If ye bring me home again7725 to fight3898 against the children1121 of Ammon5983, and the LORD3068 deliver5414 them before6440 me, shall I be your head7218?","33":"And he smote5221 them from Aroer6177, even till thou come935 to Minnith4511, even twenty6242 cities5892, and unto the plain58 of the vineyards3754 64, with a very3966 great1419 slaughter4347. Thus the children1121 of Ammon5983 were subdued3665 before6440 the children1121 of Israel3478. the plain: or, Abel","15":"And said559 unto him, Thus saith559 Jephthah3316, Israel3478 took not away3947 the land776 of Moab4124, nor the land776 of the children1121 of Ammon5983:","34":"And Jephthah3316 came935 to Mizpeh4709 unto his house1004, and, behold, his daughter1323 came out3318 to meet7125 him with timbrels8596 and with dances4246: and she was his only child3173; beside her he had neither son1121 nor176 daughter1323. beside: or, he had not of his own either son or daughter: Heb. of himself","21":"And the LORD3068 God430 of Israel3478 delivered5414 Sihon5511 and all his people5971 into the hand3027 of Israel3478, and they smote5221 them: so Israel3478 possessed3423 all the land776 of the Amorites567, the inhabitants3427 of that country776.","24":"Wilt not thou possess3423 that which Chemosh3645 thy god430 giveth thee to possess3423? So whomsoever the LORD3068 our God430 shall drive out3423 from before6440 us, them will we possess3423.","16":"But when Israel3478 came up5927 from Egypt4714, and walked3212 through the wilderness4057 unto the Red5488 sea3220, and came935 to Kadesh6946;","35":"And it came to pass, when he saw7200 her, that he rent7167 his clothes899, and said559, Alas162, my daughter1323! thou hast brought3766 me very3766 low3766, and thou art one of them that trouble5916 me: for I have opened6475 my mouth6310 unto the LORD3068, and I cannot3201 go back7725.","32":"So Jephthah3316 passed over5674 unto the children1121 of Ammon5983 to fight3898 against them; and the LORD3068 delivered5414 them into his hands3027.","7":"And Jephthah3316 said559 unto the elders2205 of Gilead1568, Did not ye hate8130 me, and expel1644 me out of my father\u0027s1 house1004? and why are ye come935 unto me now when ye are in distress6887?","2":"And Gilead\u0027s1568 wife802 bare3205 him sons1121; and his wife\u0027s802 sons1121 grew up1431, and they thrust out1644 Jephthah3316, and said559 unto him, Thou shalt not inherit5157 in our father\u0027s1 house1004; for thou art the son1121 of a strange312 woman802.","38":"And he said559, Go3212. And he sent her away7971 for two8147 months2320: and she went3212 with her companions7464, and bewailed1058 her virginity1331 upon the mountains2022.","6":"And they said559 unto Jephthah3316, Come3212, and be our captain7101, that we may fight3898 with the children1121 of Ammon5983.","31":"Then it shall be, that whatsoever3318 cometh forth3318 of the doors1817 of my house1004 to meet7125 me, when I return7725 in peace7965 from the children1121 of Ammon5983, shall surely be the LORD\u0027S3068, and I will offer it up5927 for a burnt offering5930. whatsoever: Heb. that which cometh forth, which shall come forth and: or, or I will offer it, etc"},"1":{"11":"And from thence he went3212 against the inhabitants3427 of Debir1688: and the name8034 of Debir1688 before6440 was Kirjathsepher7158:","3":"And Judah3063 said559 unto Simeon8095 his brother251, Come up5927 with me into my lot1486, that we may fight3898 against the Canaanites3669; and I likewise will go1980 with thee into thy lot1486. So Simeon8095 went3212 with him.","20":"And they gave5414 Hebron2275 unto Caleb3612, as Moses4872 said1696: and he expelled3423 thence the three7969 sons1121 of Anak6061.","12":"And Caleb3612 said559, He that smiteth5221 Kirjathsepher7158, and taketh3920 it, to him will I give5414 Achsah5915 my daughter1323 to wife802.","10":"And Judah3063 went3212 against the Canaanites3669 that dwelt3427 in Hebron2275: (now the name8034 of Hebron2275 before6440 was Kirjatharba7153:) and they slew5221 Sheshai8344, and Ahiman289, and Talmai8526.","17":"And Judah3063 went3212 with Simeon8095 his brother251, and they slew5221 the Canaanites3669 that inhabited3427 Zephath6857, and utterly destroyed2763 it. And the name8034 of the city5892 was called7121 Hormah2767.","13":"And Othniel6274 the son1121 of Kenaz7073, Caleb\u0027s3612 younger6996 brother251, took3920 it: and he gave5414 him Achsah5915 his daughter1323 to wife802.","27":"Neither did Manasseh4519 drive out3423 the inhabitants of Bethshean1052 and her towns1323, nor Taanach8590 and her towns1323, nor the inhabitants3427 of Dor1756 and her towns1323, nor the inhabitants3427 of Ibleam2991 and her towns1323, nor the inhabitants3427 of Megiddo4023 and her towns1323: but the Canaanites3669 would2974 dwell3427 in that land776.","30":"Neither did Zebulun2074 drive out3423 the inhabitants3427 of Kitron7003, nor the inhabitants3427 of Nahalol5096; but the Canaanites3669 dwelt3427 among7130 them, and became tributaries4522.","18":"Also Judah3063 took3920 Gaza5804 with the coast1366 thereof, and Askelon831 with the coast1366 thereof, and Ekron6138 with the coast1366 thereof.","36":"And the coast1366 of the Amorites567 was from the going up4608 to Akrabbim4610, from the rock5553, and upward4605. the going: or, Maalehakrabbim","29":"Neither did Ephraim669 drive out3423 the Canaanites3669 that dwelt3427 in Gezer1507; but the Canaanites3669 dwelt3427 in Gezer1507 among7130 them.","23":"And the house1004 of Joseph3130 sent to descry8446 Bethel1008. (Now the name8034 of the city5892 before6440 was Luz3870.)","19":"And the LORD3068 was with Judah3063; and he drave out3423 the inhabitants of the mountain2022; but could not3808 drive out3423 the inhabitants3427 of the valley6010, because they had chariots7393 of iron1270. drave: or, possessed the mountain","1":"Now after310 the death4194 of Joshua3091 it came to pass, that the children1121 of Israel3478 asked7592 the LORD3068, saying559, Who shall go up5927 for us against the Canaanites3669 first8462, to fight3898 against them?","5":"And they found4672 Adonibezek137 in Bezek966: and they fought3898 against him, and they slew5221 the Canaanites3669 and the Perizzites6522.","4":"And Judah3063 went up5927; and the LORD3068 delivered5414 the Canaanites3669 and the Perizzites6522 into their hand3027: and they slew5221 of them in Bezek966 ten6235 thousand505 men376.","8":"Now the children1121 of Judah3063 had fought3898 against Jerusalem3389, and had taken3920 it, and smitten5221 it with the edge6310 of the sword2719, and set7971 the city5892 on fire784.","26":"And the man376 went3212 into the land776 of the Hittites2850, and built1129 a city5892, and called7121 the name8034 thereof Luz3870: which is the name8034 thereof unto this day3117.","14":"And it came to pass, when she came935 to him, that she moved5496 him to ask7592 of her father1 a field7704: and she lighted6795 from off her ass2543; and Caleb3612 said559 unto her, What wilt thou?","22":"And the house1004 of Joseph3130, they also went up5927 against Bethel1008: and the LORD3068 was with them.","28":"And it came to pass, when Israel3478 was strong2388, that they put7760 the Canaanites3669 to tribute4522, and did not utterly3423 drive them out3423.","25":"And when he shewed7200 them the entrance3996 into the city5892, they smote5221 the city5892 with the edge6310 of the sword2719; but they let go7971 the man376 and all his family4940.","9":"And afterward310 the children1121 of Judah3063 went down3381 to fight3898 against the Canaanites3669, that dwelt3427 in the mountain2022, and in the south5045, and in the valley8219. valley: or, low country","33":"Neither did Naphtali5321 drive out3423 the inhabitants3427 of Bethshemesh1053, nor the inhabitants3427 of Bethanath1043; but he dwelt3427 among7130 the Canaanites3669, the inhabitants3427 of the land776: nevertheless the inhabitants3427 of Bethshemesh1053 and of Bethanath1043 became tributaries4522 unto them.","15":"And she said559 unto him, Give3051 me a blessing1293: for thou hast given5414 me a south5045 land776; give5414 me also springs1543 of water4325. And Caleb3612 gave5414 her the upper5942 springs1543 and the nether8482 springs1543.","34":"And the Amorites567 forced3905 the children1121 of Dan1835 into the mountain2022: for they would not suffer5414 them to come down3381 to the valley6010:","21":"And the children1121 of Benjamin1144 did not drive out3423 the Jebusites2983 that inhabited3427 Jerusalem3389; but the Jebusites2983 dwell3427 with the children1121 of Benjamin1144 in Jerusalem3389 unto this day3117.","24":"And the spies8104 saw7200 a man376 come forth3318 out of the city5892, and they said559 unto him, Shew7200 us, we pray thee, the entrance3996 into the city5892, and we will shew6213 thee mercy2617.","16":"And the children1121 of the Kenite7017, Moses\u00274872 father in law2859, went up5927 out of the city5892 of palm trees8558 5899 with the children1121 of Judah3063 into the wilderness4057 of Judah3063, which lieth in the south5045 of Arad6166; and they went3212 and dwelt3427 among854 the people5971.","35":"But the Amorites567 would2974 dwell3427 in mount2022 Heres2776 in Aijalon357, and in Shaalbim8169: yet the hand3027 of the house1004 of Joseph3130 prevailed3513, so that they became tributaries4522. prevailed: Heb. was heavy","32":"But the Asherites843 dwelt3427 among7130 the Canaanites3669, the inhabitants3427 of the land776: for they did not drive them out3423.","7":"And Adonibezek137 said559, Threescore and ten7657 kings4428, having their thumbs931 3027 and their great toes7272 cut off7112, gathered3950 their meat under my table7979: as I have done6213, so God430 hath requited7999 me. And they brought935 him to Jerusalem3389, and there he died4191. their thumbs: Heb. the thumbs of their hands and of their feet gathered: or, gleaned","2":"And the LORD3068 said559, Judah3063 shall go up5927: behold, I have delivered5414 the land776 into his hand3027.","6":"But Adonibezek137 fled5127; and they pursued7291 after310 him, and caught270 him, and cut off7112 his thumbs931 3027 and his great toes7272.","31":"Neither did Asher836 drive out3423 the inhabitants3427 of Accho5910, nor the inhabitants3427 of Zidon6721, nor of Ahlab303, nor of Achzib392, nor of Helbah2462, nor of Aphik663, nor of Rehob7340:"},"9":{"11":"But the fig tree8384 said559 unto them, Should I forsake2308 my sweetness4987, and my good2896 fruit8570, and go1980 to be promoted5128 over the trees6086?","41":"And Abimelech40 dwelt3427 at Arumah725: and Zebul2083 thrust out1644 Gaal1603 and his brethren251, that they should not dwell3427 in Shechem7927.","45":"And Abimelech40 fought3898 against the city5892 all that day3117; and he took3920 the city5892, and slew2026 the people5971 that was therein, and beat down5422 the city5892, and sowed2232 it with salt4417.","42":"And it came to pass on the morrow4283, that the people5971 went out3318 into the field7704; and they told5046 Abimelech40.","3":"And his mother\u0027s517 brethren251 spake1696 of him in the ears241 of all the men1167 of Shechem7927 all these words1697: and their hearts3820 inclined5186 to follow310 Abimelech40; for they said559, He is our brother251. to follow: Heb. after","20":"But if not, let fire784 come out3318 from Abimelech40, and devour398 the men1167 of Shechem7927, and the house1004 of Millo4407 1037; and let fire784 come out3318 from the men1167 of Shechem7927, and from the house1004 of Millo4407 1037, and devour398 Abimelech40.","56":"Thus God430 rendered7725 the wickedness7451 of Abimelech40, which he did6213 unto his father1, in slaying2026 his seventy7657 brethren251:","12":"Then said559 the trees6086 unto the vine1612, Come3212 thou, and reign4427 over us.","10":"And the trees6086 said559 to the fig tree8384, Come3212 thou, and reign4427 over us.","17":"(For my father1 fought3898 for you, and adventured7993 his life5315 far5048, and delivered5337 you out of the hand3027 of Midian4080: adventured: Heb. cast his life","51":"But there was a strong5797 tower4026 within8432 the city5892, and thither fled5127 all the men582 and women802, and all they1167 of the city5892, and shut5462 it to them, and gat them up5927 to the top1406 of the tower4026.","44":"And Abimelech40, and the company7218 that was with him, rushed forward6584, and stood5975 in the entering6607 of the gate8179 of the city5892: and the two8147 other companies7218 ran upon6584 all the people that were in the fields7704, and slew5221 them.","40":"And Abimelech40 chased7291 him, and he fled5127 before6440 him, and many7227 were overthrown5307 and wounded2491, even unto the entering6607 of the gate8179.","13":"And the vine1612 said559 unto them, Should I leave2308 my wine8492, which cheereth8055 God430 and man582, and go1980 to be promoted5128 over the trees6086?","27":"And they went out3318 into the fields7704, and gathered1219 their vineyards3754, and trode1869 the grapes, and made6213 merry1974, and went935 into the house1004 of their god430, and did eat398 and drink8354, and cursed7043 Abimelech40. merry: or, songs","30":"And when Zebul2083 the ruler8269 of the city5892 heard8085 the words1697 of Gaal1603 the son1121 of Ebed5651, his anger639 was kindled2734. kindled: or, hot","53":"And a certain259 woman802 cast7993 a piece6400 of a millstone7393 upon Abimelech\u0027s40 head7218, and all to brake7533 his skull1538.","18":"And ye are risen up6965 against my father\u0027s1 house1004 this day3117, and have slain2026 his sons1121, threescore and ten7657 persons376, upon one259 stone68, and have made Abimelech40, the son1121 of his maidservant519, king4427 over the men1167 of Shechem7927, because he is your brother251;)","36":"And when Gaal1603 saw7200 the people5971, he said559 to Zebul2083, Behold, there come3381 people5971 down3381 from the top7218 of the mountains2022. And Zebul2083 said559 unto him, Thou seest7200 the shadow6738 of the mountains2022 as if they were men582.","29":"And would to God this people5971 were under5414 my hand3027! then would I remove5493 Abimelech40. And he said559 to Abimelech40, Increase7235 thine army6635, and come out3318.","23":"Then God430 sent7971 an evil7451 spirit7307 between Abimelech40 and the men1167 of Shechem7927; and the men1167 of Shechem7927 dealt treacherously898 with Abimelech40:","19":"If ye then have dealt6213 truly571 and sincerely8549 with Jerubbaal3378 and with his house1004 this day3117, then rejoice8055 ye in Abimelech40, and let him also rejoice8055 in you:","1":"And Abimelech40 the son1121 of Jerubbaal3378 went3212 to Shechem7927 unto his mother\u0027s517 brethren251, and communed1696 with them, and with all the family4940 of the house1004 of his mother\u0027s517 father1, saying559,","47":"And it was told5046 Abimelech40, that all the men1167 of the tower4026 of Shechem7927 were gathered together6908.","5":"And he went935 unto his father\u0027s1 house1004 at Ophrah6084, and slew2026 his brethren251 the sons1121 of Jerubbaal3378, being threescore and ten7657 persons376, upon one259 stone68: notwithstanding yet Jotham3147 the youngest6996 son1121 of Jerubbaal3378 was left3498; for he hid2244 himself.","54":"Then he called7121 hastily4120 unto the young man5288 his armourbearer5375 3627, and said559 unto him, Draw8025 thy sword2719, and slay4191 me, that men say559 not of me, A woman802 slew2026 him. And his young man5288 thrust him through1856, and he died4191.","52":"And Abimelech40 came935 unto the tower4026, and fought3898 against it, and went hard5066 unto the door6607 of the tower4026 to burn8313 it with fire784.","49":"And all the people5971 likewise cut down3772 every man376 his bough7754, and followed3212 310 Abimelech40, and put7760 them to the hold6877, and set3341 the hold6877 on fire784 upon them; so that all the men582 of the tower4026 of Shechem7927 died4191 also, about a thousand505 men376 and women802.","4":"And they gave5414 him threescore and ten7657 pieces of silver3701 out of the house1004 of Baalberith1170, wherewith Abimelech40 hired7936 vain7386 and light6348 persons582, which followed3212 him310.","8":"The trees6086 went forth1980 1980 on a time to anoint4886 a king4428 over them; and they said559 unto the olive tree2132, Reign4427 thou over us.","26":"And Gaal1603 the son1121 of Ebed5651 came935 with his brethren251, and went over5674 to Shechem7927: and the men1167 of Shechem7927 put their confidence982 in him.","39":"And Gaal1603 went out3318 before6440 the men1167 of Shechem7927, and fought3898 with Abimelech40.","14":"Then said559 all the trees6086 unto the bramble329, Come3212 thou, and reign4427 over us. bramble: or, thistle","37":"And Gaal1603 spake1696 again3254 and said559, See there come3381 people5971 down3381 by the middle2872 of the land776, and another259 company7218 come935 along by the plain436 of1870 Meonenim6049. middle: Heb. navel Meonenim: or, the regarders of times","22":"When Abimelech40 had reigned7786 three7969 years8141 over Israel3478,","28":"And Gaal1603 the son1121 of Ebed5651 said559, Who is Abimelech40, and who is Shechem7927, that we should serve5647 him? is not he the son1121 of Jerubbaal3378? and Zebul2083 his officer6496? serve5647 the men582 of Hamor2544 the father1 of Shechem7927: for why should we serve5647 him?","25":"And the men1167 of Shechem7927 set7760 liers in wait693 for him in the top7218 of the mountains2022, and they robbed1497 all that came5674 along that way1870 by them: and it was told5046 Abimelech40.","9":"But the olive tree2132 said559 unto them, Should I leave2308 my fatness1880, wherewith by me they honour3513 God430 and man582, and go1980 to be promoted5128 over the trees6086? go: or, go up and down for other trees","33":"And it shall be, that in the morning1242, as soon as the sun8121 is up2224, thou shalt rise early7925, and set6584 upon the city5892: and, behold, when he and the people5971 that is with him come out3318 against thee, then mayest thou do6213 to them as thou3027 shalt find occasion4672. as thou shalt: Heb. as thine hand shall find","15":"And the bramble329 said559 unto the trees6086, If in truth571 ye anoint4886 me king4428 over you, then come935 and put your trust2620 in my shadow6738: and if not, let fire784 come out3318 of the bramble329, and devour398 the cedars730 of Lebanon3844.","34":"And Abimelech40 rose up6965, and all the people5971 that were with him, by night3915, and they laid wait693 against Shechem7927 in four702 companies7218.","21":"And Jotham3147 ran away1272, and fled5127, and went3212 to Beer876, and dwelt3427 there, for fear6440 of Abimelech40 his brother251.","57":"And all the evil7451 of the men582 of Shechem7927 did God430 render7725 upon their heads7218: and upon them came935 the curse7045 of Jotham3147 the son1121 of Jerubbaal3378.","24":"That the cruelty2555 done to the threescore and ten7657 sons1121 of Jerubbaal3378 might come935, and their blood1818 be laid7760 upon Abimelech40 their brother251, which slew2026 them; and upon the men1167 of Shechem7927, which aided2388 3027 him in the killing2026 of his brethren251. aided: Heb. strengthened his hands to kill","46":"And when all the men1167 of the tower4026 of Shechem7927 heard8085 that, they entered935 into an hold6877 of the house1004 of the god410 Berith1286.","16":"Now therefore, if ye have done6213 truly571 and sincerely8549, in that ye have made Abimelech40 king4427, and if ye have dealt6213 well2896 with Jerubbaal3378 and his house1004, and have done6213 unto him according to the deserving1576 of his hands3027;","35":"And Gaal1603 the son1121 of Ebed5651 went out3318, and stood5975 in the entering6607 of the gate8179 of the city5892: and Abimelech40 rose up6965, and the people5971 that were with him, from lying in wait3993.","32":"Now therefore up6965 by night3915, thou and the people5971 that is with thee, and lie in wait693 in the field7704:","7":"And when they told5046 it to Jotham3147, he went3212 and stood5975 in the top7218 of mount2022 Gerizim1630, and lifted up5375 his voice6963, and cried7121, and said559 unto them, Hearken8085 unto me, ye men1167 of Shechem7927, that God430 may hearken8085 unto you.","43":"And he took3947 the people5971, and divided2673 them into three7969 companies7218, and laid wait693 in the field7704, and looked7200, and, behold, the people5971 were come forth3318 out of the city5892; and he rose up6965 against them, and smote5221 them.","48":"And Abimelech40 gat him up5927 to mount2022 Zalmon6756, he and all the people5971 that were with him; and Abimelech40 took3947 an axe7134 in his hand3027, and cut down3772 a bough7754 from the trees6086, and took5375 it, and laid7760 it on his shoulder7926, and said559 unto the people5971 that were with him, What ye have seen7200 me do6213, make haste4116, and do6213 as I3644 have done. me do: Heb. I have done","2":"Speak1696, I pray you, in the ears241 of all the men1167 of Shechem7927, Whether is better2896 for you, either that all the sons1121 of Jerubbaal3378, which are threescore and ten7657 persons376, reign4910 over you, or that one259 reign4910 over you? remember2142 also that I am your bone6106 and your flesh1320. Whether: Heb. What is good? whether, etc","38":"Then said559 Zebul2083 unto him, Where is now645 thy mouth6310, wherewith thou saidst559, Who is Abimelech40, that we should serve5647 him? is not this the people5971 that thou hast despised3988? go out3318, I pray now4994, and fight3898 with them.","55":"And when the men376 of Israel3478 saw7200 that Abimelech40 was dead4191, they departed3212 every man376 unto his place4725.","50":"Then went3212 Abimelech40 to Thebez8405, and encamped2583 against Thebez8405, and took3920 it.","6":"And all the men1167 of Shechem7927 gathered together622, and all the house1004 of Millo4407 1037, and went3212, and made4427 Abimelech40 king4428, by the plain436 of the pillar5324 that was in Shechem7927. plain: or, oak","31":"And he sent7971 messengers4397 unto Abimelech40 privily8649, saying559, Behold, Gaal1603 the son1121 of Ebed5651 and his brethren251 be come935 to Shechem7927; and, behold, they fortify6696 the city5892 against thee. privily: Heb. craftily or, to Tormah"},"14":{"16":"And Samson\u0027s8123 wife802 wept1058 before him, and said559, Thou dost but hate8130 me, and lovest157 me not: thou hast put forth2330 a riddle2420 unto the children1121 of my people5971, and hast not told5046 it me. And he said559 unto her, Behold, I have not told5046 it my father1 nor my mother517, and shall I tell5046 it thee?","3":"Then his father1 and his mother517 said559 unto him, Is there never369 a woman802 among the daughters1323 of thy brethren251, or among all my people5971, that thou goest1980 to take3947 a wife802 of the uncircumcised6189 Philistines6430? And Samson8123 said559 unto his father1, Get3947 her for me; for she pleaseth me well3474 5869. pleaseth: Heb. is right in mine eyes","5":"Then went3381 Samson8123 down3381, and his father1 and his mother517, to Timnath8553, and came935 to the vineyards3754 of Timnath8553: and, behold, a young3715 lion738 roared7580 against7125 him. against: Heb. in meeting him","18":"And the men582 of the city5892 said559 unto him on the seventh7637 day3117 before the sun2775 went down935, What is sweeter4966 than honey1706? and what is stronger5794 than a lion738? And he said559 unto them, If3884 ye had not plowed2790 with my heifer5697, ye had not found out4672 my riddle2420.","12":"And Samson8123 said559 unto them, I will now put forth2330 a riddle2420 unto you: if ye can certainly5046 declare5046 it me within the seven7651 days3117 of the feast4960, and find it out4672, then I will give5414 you thirty7970 sheets5466 and thirty7970 change2487 of garments899: sheets: or, shirts","10":"So his father1 went down3381 unto the woman802: and Samson8123 made6213 there a feast4960; for so used the young men970 to do6213.","2":"And he came up5927, and told5046 his father1 and his mother517, and said559, I have seen7200 a woman802 in Timnath8553 of the daughters1323 of the Philistines6430: now therefore get3947 her for me to wife802.","8":"And after a time3117 he returned7725 to take3947 her, and he turned aside5493 to see7200 the carcase4658 of the lion738: and, behold, there was a swarm5712 of bees1682 and honey1706 in the carcase1472 of the lion738.","17":"And she wept1058 before him the seven7651 days3117, while their feast4960 lasted1961: and it came to pass on the seventh7637 day3117, that he told5046 her, because she lay sore6693 upon him: and she told5046 the riddle2420 to the children1121 of her people5971. the seven: or, the rest of the seven days","11":"And it came to pass, when they saw7200 him, that they brought3947 thirty7970 companions4828 to be with him.","1":"And Samson8123 went down3381 to Timnath8553, and saw7200 a woman802 in Timnath8553 of the daughters1323 of the Philistines6430.","9":"And he took7287 thereof in his hands3709, and went on3212 eating398, and came1980 to his father1 and mother517, and he gave5414 them, and they did eat398: but he told5046 not them that he had taken7287 the honey1706 out of the carcase1472 of the lion738.","14":"And he said559 unto them, Out of the eater398 came forth3318 meat3978, and out of the strong5794 came forth3318 sweetness4966. And they could3201 not in three7969 days3117 expound5046 the riddle2420.","7":"And he went down3381, and talked1696 with the woman802; and she pleased3474 Samson8123 well3474 5869.","15":"And it came to pass on the seventh7637 day3117, that they said559 unto Samson\u0027s8123 wife802, Entice6601 thy husband376, that he may declare5046 unto us the riddle2420, lest we burn8313 thee and thy father\u0027s1 house1004 with fire784: have ye called7121 us to take that we have3423? is it not so? take: Heb. possess us, or, impoverish us?","20":"But Samson\u0027s8123 wife802 was given to his companion4828, whom he had used as his friend7462.","6":"And the Spirit7307 of the LORD3068 came mightily6743 upon him, and he rent8156 him as he would have rent8156 a kid1423, and he had nothing3972 in his hand3027: but he told5046 not his father1 or his mother517 what he had done6213.","4":"But his father1 and his mother517 knew3045 not that it was of the LORD3068, that he sought1245 an occasion8385 against the Philistines6430: for at that time6256 the Philistines6430 had dominion4910 over Israel3478.","19":"And the Spirit7307 of the LORD3068 came6743 upon him, and he went down3381 to Ashkelon831, and slew5221 thirty7970 men376 of them, and took3947 their spoil2488, and gave5414 change2487 of garments unto them which expounded5046 the riddle2420. And his anger639 was kindled2734, and he went up5927 to his father\u0027s1 house1004. spoil: or, apparel","13":"But if ye cannot3201 declare5046 it me, then shall ye give5414 me thirty7970 sheets5466 and thirty7970 change2487 of garments899. And they said559 unto him, Put forth2330 thy riddle2420, that we may hear8085 it. sheets: or, shirts"},"7":{"16":"And he divided2673 the three7969 hundred3967 men376 into three7969 companies7218, and he put5414 a trumpet7782 in every man\u0027s hand3027, with empty7386 pitchers3537, and lamps3940 within8432 the pitchers3537. a trumpet: Heb. trumpets in the hand of all of them lamps: or, firebrands, or, torches","3":"Now therefore go to4994, proclaim7121 in the ears241 of the people5971, saying559, Whosoever is fearful3373 and afraid2730, let him return7725 and depart early6852 from mount2022 Gilead1568. And there returned7725 of the people5971 twenty6242 and two8147 thousand505; and there remained7604 ten6235 thousand505.","5":"So he brought down3381 the people5971 unto the water4325: and the LORD3068 said559 unto Gideon1439, Every one that lappeth3952 of the water4325 with his tongue3956, as a dog3611 lappeth3952, him shalt thou set3322 by himself; likewise every one that boweth down3766 upon his knees1290 to drink8354.","21":"And they stood5975 every man376 in his place round about5439 the camp4264: and all the host4264 ran7323, and cried7321, and fled5127 5127.","18":"When I blow8628 with a trumpet7782, I and all that are with me, then blow8628 ye the trumpets7782 also on every side5439 of all the camp4264, and say559, The sword of the LORD3068, and of Gideon1439.","12":"And the Midianites4080 and the Amalekites6002 and all the children1121 of the east6924 lay5307 along in the valley6010 like grasshoppers697 for multitude7230; and their camels1581 were without number4557, as the sand2344 by the sea3220 side8193 for multitude7230.","10":"But if thou fear3373 to go down3381, go3381 thou with Phurah6513 thy servant5288 down3381 to the host4264:","2":"And the LORD3068 said559 unto Gideon1439, The people5971 that are with thee are too many7227 for me to give5414 the Midianites4080 into their hands3027, lest Israel3478 vaunt6286 themselves against me, saying559, Mine own hand3027 hath saved3467 me.","22":"And the three7969 hundred3967 blew8628 the trumpets7782, and the LORD3068 set7760 every man\u0027s376 sword2719 against his fellow7453, even throughout all the host4264: and the host4264 fled5127 to Bethshittah1029 in Zererath6888, and to the border8193 of Abelmeholah65, unto Tabbath2888. in: or, toward border: Heb. lip","8":"So the people5971 took3947 victuals6720 in their hand3027, and their trumpets7782: and he sent7971 all376 the rest of Israel3478 every man376 unto his tent168, and retained2388 those three7969 hundred3967 men376: and the host4264 of Midian4080 was beneath him in the valley6010.","17":"And he said559 unto them, Look7200 on me, and do6213 likewise: and, behold, when I come935 to the outside7097 of the camp4264, it shall be that, as I do6213, so shall ye do6213.","11":"And thou shalt hear8085 what they say1696; and afterward310 shall thine hands3027 be strengthened2388 to go down3381 unto the host4264. Then went he down3381 with Phurah6513 his servant5288 unto the outside7097 of the armed men2571 that were in the host4264. armed men: or, ranks by five","1":"Then Jerubbaal3378, who is Gideon1439, and all the people5971 that were with him, rose up early7925, and pitched2583 beside the well of Harod5878: so that the host4264 of the Midianites4080 were on the north side6828 of them, by the hill1389 of Moreh4176, in the valley6010.","9":"And it came to pass the same night3915, that the LORD3068 said559 unto him, Arise6965, get thee down3381 unto the host4264; for I have delivered5414 it into thine hand3027.","24":"And Gideon1439 sent7971 messengers4397 throughout all mount2022 Ephraim669, saying559, Come down3381 against7125 the Midianites4080, and take3920 before them the waters4325 unto Bethbarah1012 and Jordan3383. Then all the men376 of Ephraim669 gathered themselves together6817, and took3920 the waters4325 unto Bethbarah1012 and Jordan3383.","14":"And his fellow7453 answered6030 and said559, This is nothing else save the sword2719 of Gideon1439 the son1121 of Joash3101, a man376 of Israel3478: for into his hand3027 hath God430 delivered5414 Midian4080, and all the host4264.","7":"And the LORD3068 said559 unto Gideon1439, By the three7969 hundred3967 men376 that lapped3952 will I save3467 you, and deliver5414 the Midianites4080 into thine hand3027: and let all the other people5971 go3212 every man376 unto his place4725.","15":"And it was so, when Gideon1439 heard8085 the telling4557 of the dream2472, and the interpretation7667 thereof, that he worshipped7812, and returned7725 into the host4264 of Israel3478, and said559, Arise6965; for the LORD3068 hath delivered5414 into your hand3027 the host4264 of Midian4080. interpretation: Heb. breaking","20":"And the three7969 companies7218 blew8628 the trumpets7782, and brake7665 the pitchers3537, and held2388 the lamps3940 in their left8040 hands3027, and the trumpets7782 in their right3225 hands3027 to blow8628 withal: and they cried7121, The sword2719 of the LORD3068, and of Gideon1439.","25":"And they took3920 two8147 princes8269 of the Midianites4080, Oreb6159 and Zeeb2062; and they slew2026 Oreb6159 upon the rock6697 Oreb6159, and Zeeb2062 they slew2026 at the winepress3342 of Zeeb2062, and pursued7291 Midian4080, and brought935 the heads7218 of Oreb6159 and Zeeb2062 to Gideon1439 on the other side5676 Jordan3383.","23":"And the men376 of Israel3478 gathered themselves together6817 out of Naphtali5321, and out of Asher836, and out of all Manasseh4519, and pursued7291 after310 the Midianites4080.","6":"And the number4557 of them that lapped3952, putting their hand3027 to their mouth6310, were three7969 hundred3967 men376: but all the rest3499 of the people5971 bowed down3766 upon their knees1290 to drink8354 water4325.","4":"And the LORD3068 said559 unto Gideon1439, The people5971 are yet too many7227; bring them down3381 unto the water4325, and I will try6884 them for thee there: and it shall be, that of whom I say559 unto thee, This shall go3212 with thee, the same shall go3212 with thee; and of whomsoever I say559 unto thee, This shall not go3212 with thee, the same shall not go3212.","19":"So Gideon1439, and the hundred3967 men376 that were with him, came935 unto the outside7097 of the camp4264 in the beginning7218 of the middle8484 watch821; and they had but389 newly6965 set6965 the watch8104: and they blew8628 the trumpets7782, and brake5310 the pitchers3537 that were in their hands3027.","13":"And when Gideon1439 was come935, behold, there was a man376 that told5608 a dream2472 unto his fellow7453, and said559, Behold, I dreamed2492 a dream2472, and, lo, a cake6742 6742 of barley8184 bread3899 tumbled2015 into the host4264 of Midian4080, and came935 unto a tent168, and smote5221 it that it fell5307, and overturned2015 4605 it, that the tent168 lay along5307."},"15":{"16":"And Samson8123 said559, With the jawbone3895 of an ass2543, heaps2565 upon heaps2565, with the jaw3895 of an ass2543 have I slain5221 a thousand505 men376. heaps upon: Heb. an heap, two heaps","3":"And Samson8123 said559 concerning them, Now6471 shall I be more blameless5352 than the Philistines6430, though I do6213 them a displeasure7451. more: or, blameless from the Philistines though, etc","5":"And when he had set1197 the brands3940 on fire784, he let them go7971 into the standing corn7054 of the Philistines6430, and burnt up1197 both the shocks1430, and also the standing corn7054, with the vineyards3754 and olives2132.","18":"And he was sore3966 athirst6770, and called7121 on the LORD3068, and said559, Thou hast given5414 this great1419 deliverance8668 into the hand3027 of thy servant5650: and now shall I die4191 for thirst6772, and fall5307 into the hand3027 of the uncircumcised6189?","12":"And they said559 unto him, We are come down3381 to bind631 thee, that we may deliver5414 thee into the hand3027 of the Philistines6430. And Samson8123 said559 unto them, Swear7650 unto me, that ye will not fall upon6293 me yourselves.","10":"And the men376 of Judah3063 said559, Why are ye come up5927 against us? And they answered559, To bind631 Samson8123 are we come up5927, to do6213 to him as he hath done6213 to us.","2":"And her father1 said559, I verily559 thought559 that thou hadst utterly8130 hated8130 her; therefore I gave5414 her to thy companion4828: is not her younger6996 sister269 fairer2896 than she? take her, I pray thee, instead of her. take: Heb. let her be thine","8":"And he smote5221 them hip7785 and5921 thigh3409 with a great1419 slaughter4347: and he went down3381 and dwelt3427 in the top5585 of the rock5553 Etam5862.","17":"And it came to pass, when he had made an end3615 of speaking1696, that he cast away7993 the jawbone3895 out of his hand3027, and called7121 that place4725 Ramathlehi7437. Ramathlehi: that is, the lifting up of the jawbone, or, casting away of the jawbone","11":"Then three7969 thousand505 men376 of Judah3063 went3381 to the top5585 of the rock5553 Etam5862, and said559 to Samson8123, Knowest3045 thou not that the Philistines6430 are rulers4910 over us? what is this that thou hast done6213 unto us? And he said559 unto them, As they did6213 unto me, so have I done6213 unto them. went: Heb. went down","1":"But it came to pass within a while after3117, in the time3117 of wheat2406 harvest7105, that Samson8123 visited6485 his wife802 with a kid1423 5795; and he said559, I will go in935 to my wife802 into the chamber2315. But her father1 would not suffer5414 him to go in935.","9":"Then the Philistines6430 went up5927, and pitched2583 in Judah3063, and spread5203 themselves in Lehi3896.","14":"And when he came935 unto Lehi3896, the Philistines6430 shouted7321 against7125 him: and the Spirit7307 of the LORD3068 came mightily6743 upon him, and the cords5688 that were upon his arms2220 became as flax6593 that was burnt1197 with fire784, and his bands612 loosed4549 from off his hands3027. loosed: Heb. were melted","7":"And Samson8123 said559 unto them, Though518 ye have done6213 this2063, yet will I be avenged5358 of you, and after310 that I will cease2308.","15":"And he found4672 a new2961 jawbone3895 of an ass2543, and put forth7971 his hand3027, and took3947 it, and slew5221 a thousand505 men376 therewith. new: Heb. moist","20":"And he judged8199 Israel3478 in the days3117 of the Philistines6430 twenty6242 years8141.","6":"Then the Philistines6430 said559, Who hath done6213 this? And they answered559, Samson8123, the son in law2860 of the Timnite8554, because he had taken3947 his wife802, and given5414 her to his companion4828. And the Philistines6430 came up5927, and burnt8313 her and her father1 with fire784.","4":"And Samson8123 went3212 and caught3920 three7969 hundred3967 foxes7776, and took3947 firebrands3940, and turned6437 tail2180 to tail2180, and put7760 a259 firebrand3940 in the midst8432 between two8147 tails2180. firebrands: or, torches","19":"But God430 clave1234 an hollow place4388 that was in the jaw3895, and there came3318 water4325 thereout; and when he had drunk8354, his spirit7307 came again7725, and he revived2421: wherefore he called7121 the name8034 thereof Enhakkore5875, which is in Lehi3896 unto this day3117. Enhakkore: that is, the well of him that called or, cried the jaw: or, Lehi","13":"And they spake559 unto him, saying559, No; but we will bind631 thee fast631, and deliver5414 thee into their hand3027: but surely4191 we will not kill4191 thee. And they bound631 him with two8147 new2319 cords5688, and brought him up5927 from the rock5553."},"20":{"11":"So all the men376 of Israel3478 were gathered622 against the city5892, knit together2270 as one259 man376. knit: Heb. fellows","41":"And when the men376 of Israel3478 turned again2015, the men376 of Benjamin1144 were amazed926: for they saw7200 that evil7451 was come5060 upon them. was come: Heb. touched them","45":"And they turned6437 and fled5127 toward the wilderness4057 unto the rock5553 of Rimmon7417: and they gleaned5953 of them in the highways4546 five2568 thousand505 men376; and pursued1692 hard after310 them unto Gidom1440, and slew5221 two thousand505 men376 of them.","42":"Therefore they turned6437 their backs before6440 the men376 of Israel3478 unto the way1870 of the wilderness4057; but the battle4421 overtook1692 them; and them which came out of the cities5892 they destroyed7843 in the midst8432 of them.","3":"(Now the children1121 of Benjamin1144 heard8085 that the children1121 of Israel3478 were gone up5927 to Mizpeh4709.) Then said559 the children1121 of Israel3478, Tell1696 us, how was1961 this wickedness7451?","20":"And the men376 of Israel3478 went out3318 to battle4421 against Benjamin1144; and the men376 of Israel3478 put themselves in array6186 to fight4421 against them at Gibeah1390.","12":"And the tribes7626 of Israel3478 sent7971 men582 through all the tribe7626 of Benjamin1144, saying559, What wickedness7451 is this that is done1961 among you?","10":"And we will take3947 ten6235 men582 of an hundred3967 throughout all the tribes7626 of Israel3478, and an hundred3967 of a thousand505, and a thousand505 out of ten thousand7233, to fetch3947 victual6720 for the people5971, that they may do6213, when they come935 to Gibeah1387 of Benjamin1144, according to all the folly5039 that they have wrought6213 in Israel3478.","17":"And the men376 of Israel3478, beside Benjamin1144, were numbered6485 four702 hundred3967 thousand505 men376 that drew8025 sword2719: all these were men376 of war4421.","44":"And there fell5307 of Benjamin1144 eighteen8083 6240 thousand505 men376; all these were men582 of valour2428.","40":"But when the flame4864 began2490 to arise up5927 out of the city5892 with a pillar5982 of smoke6227, the Benjamites1145 looked6437 behind310 them, and, behold, the flame3632 of the city5892 ascended up5927 to heaven8064. the flame of: Heb. the whole consumption of","13":"Now therefore deliver5414 us the men582, the children1121 of Belial1100, which are in Gibeah1390, that we may put them to death4191, and put away1197 evil7451 from Israel3478. But the children1121 of Benjamin1144 would14 not hearken8085 to the voice6963 of their brethren251 the children1121 of Israel3478:","27":"And the children1121 of Israel3478 enquired7592 of the LORD3068, (for the ark727 of the covenant1285 of God430 was there in those days3117,","30":"And the children1121 of Israel3478 went up5927 against the children1121 of Benjamin1144 on the third7992 day3117, and put themselves in array6186 against Gibeah1390, as at other times6471.","18":"And the children1121 of Israel3478 arose6965, and went up5927 to the house1004 of God430 1008, and asked7592 counsel of God430, and said559, Which4310 of us shall go up5927 first8462 to the battle4421 against the children1121 of Benjamin1144? And the LORD3068 said559, Judah3063 shall go up first8462.","36":"So the children1121 of Benjamin1144 saw7200 that they were smitten5062: for the men376 of Israel3478 gave5414 place4725 to the Benjamites1145, because they trusted982 unto the liers in wait693 which they had set7760 beside Gibeah1390.","29":"And Israel3478 set7760 liers in wait693 round about5439 Gibeah1390.","23":"(And the children1121 of Israel3478 went up5927 and wept1058 before6440 the LORD3068 until even6153, and asked7592 counsel of the LORD3068, saying559, Shall I go up5066 again3254 to battle4421 against the children1121 of Benjamin1144 my brother251? And the LORD3068 said559, Go up5927 against him.)","19":"And the children1121 of Israel3478 rose up6965 in the morning1242, and encamped2583 against Gibeah1390.","1":"Then all the children1121 of Israel3478 went out3318, and the congregation5712 was gathered together6950 as one259 man376, from Dan1835 even to Beersheba884, with the land776 of Gilead1568, unto the LORD3068 in Mizpeh4709.","47":"But six8337 hundred3967 men376 turned6437 and fled5127 to the wilderness4057 unto the rock5553 Rimmon7417, and abode3427 in the rock5553 Rimmon7417 four702 months2320.","5":"And the men1167 of Gibeah1390 rose6965 against me, and beset5437 the house1004 round about5437 upon me by night3915, and thought1819 to have slain2026 me: and my concubine6370 have they forced6031, that she is dead4191. forced: Heb. humbled","4":"And the Levite3881 376, the husband376 of the woman802 that was slain7523, answered6030 and said559, I came935 into Gibeah1390 that belongeth to Benjamin1144, I and my concubine6370, to lodge3885. the Levite: Heb. the man the Levite","8":"And all the people5971 arose6965 as one259 man376, saying559, We will not any376 of us go3212 to his tent168, neither will we any376 of us turn5493 into his house1004.","26":"Then all the children1121 of Israel3478, and all the people5971, went up5927, and came935 unto the house1004 of God430 1008, and wept1058, and sat3427 there before6440 the LORD3068, and fasted6684 that day3117 until even6153, and offered5927 burnt offerings5930 and peace offerings8002 before6440 the LORD3068.","39":"And when the men376 of Israel3478 retired2015 in the battle4421, Benjamin1144 began2490 to smite5221 and kill2491 of the men376 of Israel3478 about thirty7970 persons376: for they said559, Surely5062 they are smitten down5062 before6440 us, as in the first7223 battle4421. to smite: Heb. to smite the wounded","14":"But the children1121 of Benjamin1144 gathered themselves together622 out of the cities5892 unto Gibeah1390, to go out3318 to battle4421 against the children1121 of Israel3478.","37":"And the liers in wait693 hasted2363, and rushed6584 upon Gibeah1390; and the liers in wait693 drew themselves along4900, and smote5221 all the city5892 with the edge6310 of the sword2719. drew: or, made a long sound with the trumpet","22":"And the people5971 the men376 of Israel3478 encouraged2388 themselves, and set their battle4421 again3254 in array6186 in the place4725 where they put themselves in array6186 the first7223 day3117.","28":"And Phinehas6372, the son1121 of Eleazar499, the son1121 of Aaron175, stood5975 before6440 it in those days3117,) saying559, Shall I yet again3254 go out3318 to battle4421 against the children1121 of Benjamin1144 my brother251, or shall I cease2308? And the LORD3068 said559, Go up5927; for to morrow4279 I will deliver5414 them into thine hand3027.","25":"And Benjamin1144 went forth3318 against7125 them out of Gibeah1390 the second8145 day3117, and destroyed down7843 to the ground776 of the children1121 of Israel3478 again eighteen8083 6240 thousand505 men376; all these drew8025 the sword2719.","9":"But now this shall be the thing1697 which we will do6213 to Gibeah1390; we will go up by lot1486 against it;","33":"And all the men376 of Israel3478 rose up6965 out of their place4725, and put themselves in array6186 at Baaltamar1193: and the liers in wait693 of Israel3478 came forth1518 out of their places4725, even out of the meadows4629 of Gibeah1387.","15":"And the children1121 of Benjamin1144 were numbered6485 at that time3117 out of the cities5892 twenty6242 and six8337 thousand505 men376 that drew8025 sword2719, beside the inhabitants3427 of Gibeah1390, which were numbered6485 seven7651 hundred3967 chosen977 men376.","34":"And there came935 against5048 Gibeah1390 ten6235 thousand505 chosen977 men376 out of all Israel3478, and the battle4421 was sore3513: but they knew3045 not that evil7451 was near5060 them.","21":"And the children1121 of Benjamin1144 came forth3318 out of Gibeah1390, and destroyed down7843 to the ground776 of the Israelites3478 that day3117 twenty6242 and two8147 thousand505 men376.","24":"And the children1121 of Israel3478 came near7126 against the children1121 of Benjamin1144 the second8145 day3117.","46":"So that all which fell5307 that day3117 of Benjamin1144 were twenty6242 and five2568 thousand505 men376 that drew8025 the sword2719; all these were men582 of valour2428.","16":"Among all this people5971 there were seven7651 hundred3967 chosen977 men376 lefthanded334 3027 3225; every one could sling7049 stones68 at an hair8185 breadth, and not miss2398.","35":"And the LORD3068 smote5062 Benjamin1144 before6440 Israel3478: and the children1121 of Israel3478 destroyed7843 of the Benjamites1145 that day3117 twenty6242 and five2568 thousand505 and an hundred3967 men376: all these drew8025 the sword2719.","32":"And the children1121 of Benjamin1144 said559, They are smitten down5062 before6440 us, as at the first7223. But the children1121 of Israel3478 said559, Let us flee5127, and draw5423 them from the city5892 unto the highways4546.","7":"Behold, ye are all children1121 of Israel3478; give3051 here1988 your advice1697 and counsel6098.","43":"Thus they inclosed3803 the Benjamites1145 round about3803, and chased7291 them, and trode them down1869 with ease4496 over against5227 Gibeah1390 toward the sunrising4217 8121. with ease: or, from Menuchah, etc over: Heb. unto over against","48":"And the men376 of Israel3478 turned again7725 upon the children1121 of Benjamin1144, and smote5221 them with the edge6310 of the sword2719, as well the men4974 of every city5892, as5704 the beast929, and all that came to hand4672: also they set7971 on fire784 all the cities5892 that they came to4672. came to hand: Heb. was found they came: Heb. were found","2":"And the chief6438 of all the people5971, even of all the tribes7626 of Israel3478, presented3320 themselves in the assembly6951 of the people5971 of God430, four702 hundred3967 thousand505 footmen376 7273 that drew8025 sword2719.","38":"Now there was an appointed sign4150 between the men376 of Israel3478 and5973 the liers in wait693, that they should make a great7235 flame4864 with smoke6227 rise up5927 out of the city5892. sign: or, time and: Heb. with flame: Heb. elevation","6":"And I took270 my concubine6370, and cut her in pieces5408, and sent7971 her throughout all the country7704 of the inheritance5159 of Israel3478: for they have committed6213 lewdness2154 and folly5039 in Israel3478.","31":"And the children1121 of Benjamin1144 went out3318 against7125 the people5971, and were drawn away5423 from the city5892; and they began2490 to smite5221 of the people5971, and kill2491, as at other times6471, in the highways4546, of which one259 goeth up5927 to the house1004 of God430 1008, and the other259 to Gibeah1390 in the field7704, about thirty7970 men376 of Israel3478. to smite: Heb. to smite of the people wounded as at, etc the house: or, Bethel"},"6":{"11":"And there came935 an angel4397 of the LORD3068, and sat3427 under an oak424 which was in Ophrah6084, that pertained unto Joash3101 the Abiezrite33: and his son1121 Gideon1439 threshed2251 wheat2406 by the winepress1660, to hide5127 it from6440 the Midianites4080. Gideon: Gr. Gedeon to hide: Heb. to cause it to flee","3":"And so it was, when Israel3478 had sown2232, that the Midianites4080 came up5927, and the Amalekites6002, and the children1121 of the east6924, even they came up5927 against them;","20":"And the angel4397 of God430 said559 unto him, Take3947 the flesh1320 and the unleavened cakes4682, and lay3240 them upon this1975 rock5553, and pour out8210 the broth4839. And he did6213 so.","12":"And the angel4397 of the LORD3068 appeared7200 unto him, and said559 unto him, The LORD3068 is with thee, thou mighty1368 man of valour2428.","10":"And I said559 unto you, I am the LORD3068 your God430; fear3372 not the gods430 of the Amorites567, in whose land776 ye dwell3427: but ye have not obeyed8085 my voice6963.","17":"And he said559 unto him, If now I have found4672 grace2580 in thy sight5869, then shew6213 me a sign226 that thou talkest1696 with me.","40":"And God430 did6213 so that night3915: for it was dry2721 upon the fleece1492 only, and there was dew2919 on all the ground776.","13":"And Gideon1439 said559 unto him, Oh994 my Lord113, if3426 the LORD3068 be with us, why then is all this befallen4672 us? and where be all his miracles6381 which our fathers1 told5608 us of, saying559, Did not the LORD3068 bring us up5927 from Egypt4714? but now the LORD3068 hath forsaken5203 us, and delivered5414 us into the hands3709 of the Midianites4080.","27":"Then Gideon1439 took3947 ten6235 men582 of his servants5650, and did6213 as the LORD3068 had said1696 unto him: and so it was, because he feared3372 his father\u0027s1 household1004, and the men582 of the city5892, that he could not do6213 it by day3119, that he did6213 it by night3915.","30":"Then the men582 of the city5892 said559 unto Joash3101, Bring out3318 thy son1121, that he may die4191: because he hath cast down5422 the altar4196 of Baal1168, and because he hath cut down3772 the grove842 that was by it.","18":"Depart4185 not hence, I pray thee, until I come935 unto thee, and bring forth3318 my present4503, and set3240 it before6440 thee. And he said559, I will tarry3427 until thou come again7725. present: or, meat offering","36":"And Gideon1439 said559 unto God430, If thou wilt3426 save3467 Israel3478 by mine hand3027, as thou hast said1696,","29":"And they said559 one376 to another7453, Who hath done6213 this thing1697? And when they enquired1875 and asked1245, they said559, Gideon1439 the son1121 of Joash3101 hath done6213 this thing1697.","23":"And the LORD3068 said559 unto him, Peace7965 be unto thee; fear3372 not: thou shalt not die4191.","19":"And Gideon1439 went in935, and made ready6213 a kid5795 1423, and unleavened cakes4682 of an ephah374 of flour7058: the flesh1320 he put7760 in a basket5536, and he put7760 the broth4839 in a pot6517, and brought it out3318 unto him under the oak424, and presented5066 it. a kid: Heb. a kid of the goats","1":"And the children1121 of Israel3478 did6213 evil7451 in the sight5869 of the LORD3068: and the LORD3068 delivered5414 them into the hand3027 of Midian4080 seven7651 years8141.","5":"For they came up5927 with their cattle4735 and their tents168, and they came935 935 as1767 grasshoppers697 for multitude7230; for both they and their camels1581 were without number4557: and they entered935 into the land776 to destroy7843 it.","4":"And they encamped2583 against them, and destroyed7843 the increase2981 of the earth776, till thou come935 unto Gaza5804, and left7604 no sustenance4241 for Israel3478, neither sheep7716, nor ox7794, nor ass2543. sheep: or goat","8":"That the LORD3068 sent7971 a prophet376 5030 unto the children1121 of Israel3478, which said559 unto them, Thus saith559 the LORD3068 God430 of Israel3478, I brought you up5927 from Egypt4714, and brought you forth3318 out of the house1004 of bondage5650; a prophet: Heb. a man a prophet","26":"And build1129 an altar4196 unto the LORD3068 thy God430 upon the top7218 of this rock4581, in the ordered place4634, and take3947 the second8145 bullock6499, and offer5927 a burnt sacrifice5930 with the wood6086 of the grove842 which thou shalt cut down3772. rock: Heb. strong place in the ordered: or, in an orderly manner","39":"And Gideon1439 said559 unto God430, Let not thine anger639 be hot2734 against me, and I will speak1696 but this once6471: let me prove5254, I pray thee, but this once6471 with the fleece1492; let it now be dry2721 only upon the fleece1492, and upon all the ground776 let there be dew2919.","14":"And the LORD3068 looked6437 upon him, and said559, Go3212 in this thy might3581, and thou shalt save3467 Israel3478 from the hand3709 of the Midianites4080: have not I sent7971 thee?","37":"Behold, I will put3322 a fleece1492 of wool6785 in the floor1637; and if the dew2919 be on the fleece1492 only, and it be dry2721 upon all the earth776 beside, then shall I know3045 that thou wilt save3467 Israel3478 by mine hand3027, as thou hast said1696.","22":"And when Gideon1439 perceived7200 that he was an angel4397 of the LORD3068, Gideon1439 said559, Alas162, O Lord136 GOD3069! for because3651 I have seen7200 an angel4397 of the LORD3068 face6440 to face6440.","28":"And when the men582 of the city5892 arose early7925 in the morning1242, behold, the altar4196 of Baal1168 was cast down5422, and the grove842 was cut down3772 that was by it, and the second8145 bullock6499 was offered5927 upon the altar4196 that was built1129.","25":"And it came to pass the same night3915, that the LORD3068 said559 unto him, Take3947 thy father\u0027s1 young6499 bullock7794, even the second8145 bullock6499 of seven7651 years old8141, and throw down2040 the altar4196 of Baal1168 that thy father1 hath, and cut down3772 the grove842 that is by it: even: or, and","9":"And I delivered5337 you out of the hand3027 of the Egyptians4714, and out of the hand3027 of all that oppressed3905 you, and drave them out1644 from before6440 you, and gave5414 you their land776;","33":"Then all the Midianites4080 and the Amalekites6002 and the children1121 of the east6924 were gathered622 together3162, and went over5674, and pitched2583 in the valley6010 of Jezreel3157.","15":"And he said559 unto him, Oh994 my Lord136, wherewith4100 shall I save3467 Israel3478? behold, my family504 505 is poor1800 in Manasseh4519, and I am the least6810 in my father\u0027s1 house1004. my family: Heb. my thousand is the meanest","34":"But the Spirit7307 of the LORD3068 came3847 upon Gideon1439, and he blew8628 a trumpet7782; and Abiezer44 was gathered2199 after310 him. came: Heb. clothed gathered: Heb. called","21":"Then the angel4397 of the LORD3068 put forth7971 the end7097 of the staff4938 that was in his hand3027, and touched5060 the flesh1320 and the unleavened cakes4682; and there rose up5927 fire784 out of the rock6697, and consumed398 the flesh1320 and the unleavened cakes4682. Then the angel4397 of the LORD3068 departed1980 out of his sight5869.","24":"Then Gideon1439 built1129 an altar4196 there unto the LORD3068, and called7121 it Jehovahshalom3073: unto this day3117 it is yet in Ophrah6084 of the Abiezrites33. Jehovahshalom: that is, The LORD send peace","16":"And the LORD3068 said559 unto him, Surely I will be with thee, and thou shalt smite5221 the Midianites4080 as one259 man376.","35":"And he sent7971 messengers4397 throughout all Manasseh4519; who also was gathered2199 after310 him: and he sent7971 messengers4397 unto Asher836, and unto Zebulun2074, and unto Naphtali5321; and they came up5927 to meet7125 them. gathered: Heb. called","32":"Therefore on that day3117 he called7121 him Jerubbaal3378, saying559, Let Baal1168 plead7378 against him, because he hath thrown down5422 his altar4196. Jerubbaal: that is, Let Baal plead Jerubbesheth: that is, Let the shameful thing plead","7":"And it came to pass, when the children1121 of Israel3478 cried2199 unto the LORD3068 because182 of the Midianites4080,","2":"And the hand3027 of Midian4080 prevailed5810 against Israel3478: and because6440 of the Midianites4080 the children1121 of Israel3478 made6213 them the dens4492 which are in the mountains2022, and caves4631, and strong holds4679. prevailed: Heb. was strong","38":"And it was so: for he rose up early7925 on the morrow4283, and thrust2115 the fleece1492 together2115, and wringed4680 the dew2919 out of the fleece1492, a bowl5602 full4393 of water4325.","6":"And Israel3478 was greatly3966 impoverished1809 because6440 of the Midianites4080; and the children1121 of Israel3478 cried2199 unto the LORD3068.","31":"And Joash3101 said559 unto all that stood5975 against him, Will ye plead7378 for Baal1168? will ye save3467 him? he that will plead7378 for him, let him be put to death4191 whilst it is yet morning1242: if he be a god430, let him plead7378 for himself, because one hath cast down5422 his altar4196."},"4":{"16":"But Barak1301 pursued7291 after310 the chariots7393, and after the host4264, unto Harosheth2800 of the Gentiles1471: and all the host4264 of Sisera5516 fell5307 upon the edge6310 of the sword2719; and there was not a man259 left7604. a man: Heb. unto one","3":"And the children1121 of Israel3478 cried6817 unto the LORD3068: for he had nine8672 hundred3967 chariots7393 of iron1270; and twenty6242 years8141 he mightily2394 oppressed3905 the children1121 of Israel3478.","5":"And she dwelt3427 under the palm tree8560 of Deborah1683 between Ramah7414 and Bethel1008 in mount2022 Ephraim669: and the children1121 of Israel3478 came up5927 to her for judgment4941.","21":"Then Jael3278 Heber\u0027s2268 wife802 took3947 a nail3489 of the tent168, and took7760 an hammer4718 in her hand3027, and went935 softly3814 unto him, and smote8628 the nail3489 into his temples7541, and fastened6795 it into the ground776: for he was fast asleep7290 and weary5774. So he died4191. and took: Heb. and put","18":"And Jael3278 went out3318 to meet7125 Sisera5516, and said559 unto him, Turn in5493, my lord113, turn in5493 to me; fear3372 not. And when he had turned in5493 unto her into the tent168, she covered3680 him with a mantle8063. mantle: or, rug, or, blanket","12":"And they shewed5046 Sisera5516 that Barak1301 the son1121 of Abinoam42 was gone up5927 to mount2022 Tabor8396.","10":"And Barak1301 called2199 Zebulun2074 and Naphtali5321 to Kedesh6943; and he went up5927 with ten6235 thousand505 men376 at his feet7272: and Deborah1683 went up5927 with him.","2":"And the LORD3068 sold4376 them into the hand3027 of Jabin2985 king4428 of Canaan3667, that reigned4427 in Hazor2674; the captain8269 of whose host6635 was Sisera5516, which dwelt3427 in Harosheth2800 of the Gentiles1471.","22":"And, behold, as Barak1301 pursued7291 Sisera5516, Jael3278 came out3318 to meet7125 him, and said559 unto him, Come3212, and I will shew7200 thee the man376 whom thou seekest1245. And when he came935 into her tent, behold, Sisera5516 lay5307 dead4191, and the nail3489 was in his temples7541.","8":"And Barak1301 said559 unto her, If thou wilt go3212 with me, then I will go1980: but if thou wilt not go3212 with me, then I will not go3212.","17":"Howbeit Sisera5516 fled away5127 on his feet7272 to the tent168 of Jael3278 the wife802 of Heber2268 the Kenite7017: for there was peace7965 between Jabin2985 the king4428 of Hazor2674 and the house1004 of Heber2268 the Kenite7017.","11":"Now Heber2268 the Kenite7017, which was of the children1121 of Hobab2246 the father in law2859 of Moses4872, had severed6504 himself from the Kenites7017, and pitched5186 his tent168 unto the plain436 of Zaanaim6815, which is by Kedesh6943.","1":"And the children1121 of Israel3478 again3254 did6213 evil7451 in the sight5869 of the LORD3068, when Ehud164 was dead4191.","9":"And she said559, I will surely1980 go3212 with thee: notwithstanding657 the journey1870 that thou takest1980 shall not be for thine honour8597; for the LORD3068 shall sell4376 Sisera5516 into the hand3027 of a woman802. And Deborah1683 arose6965, and went3212 with Barak1301 to Kedesh6943.","24":"And the hand3027 of the children1121 of Israel3478 prospered3212 1980, and prevailed7186 against Jabin2985 the king4428 of Canaan3667, until they had destroyed3772 Jabin2985 king4428 of Canaan3667. prospered: Heb. going went and was hard","14":"And Deborah1683 said559 unto Barak1301, Up6965; for this is the day3117 in which the LORD3068 hath delivered5414 Sisera5516 into thine hand3027: is not the LORD3068 gone out3318 before6440 thee? So Barak1301 went down3381 from mount2022 Tabor8396, and ten6235 thousand505 men376 after310 him.","7":"And I will draw4900 unto thee to the river5158 Kishon7028 Sisera5516, the captain8269 of Jabin\u0027s2985 army6635, with his chariots7393 and his multitude1995; and I will deliver5414 him into thine hand3027.","15":"And the LORD3068 discomfited2000 Sisera5516, and all his chariots7393, and all his host4264, with the edge6310 of the sword2719 before6440 Barak1301; so that Sisera5516 lighted down3381 off his chariot4818, and fled away5127 on his feet7272.","20":"Again he said559 unto her, Stand in5975 the door6607 of the tent168, and it shall be, when any man376 doth come935 and enquire7592 of thee, and say559, Is there3426 any man376 here3426? that thou shalt say559, No.","23":"So God430 subdued3665 on that day3117 Jabin2985 the king4428 of Canaan3667 before6440 the children1121 of Israel3478.","6":"And she sent7971 and called7121 Barak1301 the son1121 of Abinoam42 out of Kedeshnaphtali6943, and said559 unto him, Hath not the LORD3068 God430 of Israel3478 commanded6680, saying, Go3212 and draw4900 toward mount2022 Tabor8396, and take3947 with thee ten6235 thousand505 men376 of the children1121 of Naphtali5321 and of the children1121 of Zebulun2074?","4":"And Deborah1683, a prophetess5031, the wife802 of Lapidoth3941, she judged8199 Israel3478 at that time6256.","19":"And he said559 unto her, Give me, I pray thee, a little4592 water4325 to drink8248; for I am thirsty6770. And she opened6605 a bottle4997 of milk2461, and gave him drink8248, and covered3680 him.","13":"And Sisera5516 gathered together2199 all his chariots7393, even nine8672 hundred3967 chariots7393 of iron1270, and all the people5971 that were with him, from Harosheth2800 of the Gentiles1471 unto the river5158 of Kishon7028. together: Heb. by cry, or, proclamation"},"19":{"11":"And when they were by Jebus2982, the day3117 was far3966 spent7286; and the servant5288 said559 unto his master113, Come3212, I pray thee, and let us turn in5493 into this city5892 of the Jebusites2983, and lodge3885 in it.","3":"And her husband376 arose6965, and went3212 after310 her, to speak1696 friendly3820 unto her, and to bring her again7725, having his servant5288 with him, and a couple6776 of asses2543: and she brought935 him into her father\u0027s1 house1004: and when the father1 of the damsel5291 saw7200 him, he rejoiced8055 to meet7125 him. friendly: Heb. to her heart","20":"And the old2205 man376 said559, Peace7965 be with thee; howsoever7535 let all thy wants4270 lie upon me; only lodge3885 not in the street7339.","12":"And his master113 said559 unto him, We will not turn aside5493 hither into the city5892 of a stranger5237, that is not of the children1121 of Israel3478; we will pass over5674 to Gibeah1390.","10":"But the man376 would14 not tarry that night3885, but he rose up6965 and departed3212, and came935 over against5227 Jebus2982, which is Jerusalem3389; and there were with him two6776 asses2543 saddled2280, his concubine6370 also was with him. over against: Heb. to over against","17":"And when he had lifted up5375 his eyes5869, he saw7200 a wayfaring732 man376 in the street7339 of the city5892: and the old2205 man376 said559, Whither goest3212 thou? and whence370 comest935 thou?","13":"And he said559 unto his servant5288, Come3212, and let us draw near7126 to one259 of these places4725 to lodge all night3885, in Gibeah1390, or in Ramah7414.","27":"And her lord113 rose up6965 in the morning1242, and opened6605 the doors1817 of the house1004, and went out3318 to go3212 his way1870: and, behold, the woman802 his concubine6370 was fallen down5307 at the door6607 of the house1004, and her hands3027 were upon the threshold5592.","30":"And it was so1961, that all that saw7200 it said559, There was no such deed2063 done nor seen7200 from the day3117 that the children1121 of Israel3478 came up5927 out of the land776 of Egypt4714 unto this day3117: consider7760 of it, take advice5779, and speak1696 your minds.","18":"And he said559 unto him, We are passing5674 from Bethlehemjudah1035 3063 toward the side3411 of mount2022 Ephraim669; from thence am I: and I went3212 to Bethlehemjudah1035 3063, but I am now going1980 to the house1004 of the LORD3068; and there is no man376 that receiveth622 me to house1004. receiveth: Heb. gathereth","29":"And when he was come935 into his house1004, he took3947 a knife3979, and laid hold2388 on his concubine6370, and divided5408 her, together with her bones6106, into twelve8147 6240 pieces5409, and sent7971 her into all the coasts1366 of Israel3478.","23":"And the man376, the master1167 of the house1004, went out3318 unto them, and said559 unto them, Nay408, my brethren251, nay, I pray you, do not so wickedly7489; seeing310 that this man376 is come935 into mine house1004, do6213 not this folly5039.","19":"Yet there is3426 both straw8401 and provender4554 for our asses2543; and there is bread3899 and wine3196 also for me, and for thy handmaid519, and for the young man5288 which is with thy servants5650: there is no want4270 of any thing1697.","1":"And it came to pass in those days3117, when there was no king4428 in Israel3478, that there was a certain376 Levite3881 sojourning1481 on the side3411 of mount2022 Ephraim669, who took3947 to him a concubine802 6370 out of Bethlehemjudah1035 3063. a concubine: Heb. a woman a concubine, or, a wife a concubine","5":"And it came to pass on the fourth7243 day3117, when they arose early7925 in the morning1242, that he rose up6965 to depart3212: and the damsel\u0027s5291 father1 said559 unto his son in law2860, Comfort5582 thine heart3820 with a morsel6595 of bread3899, and afterward310 go your way3212. Comfort: Heb. Strengthen","4":"And his father in law2859, the damsel\u0027s5291 father1, retained2388 him; and he abode3427 with him three7969 days3117: so they did eat398 and drink8354, and lodged3885 there.","8":"And he arose early7925 in the morning1242 on the fifth2549 day3117 to depart3212: and the damsel\u0027s5291 father1 said559, Comfort5582 thine heart3824, I pray thee. And they tarried4102 until afternoon3117 5186, and they did eat398 both8147 of them. until afternoon: Heb. till the day declined","26":"Then came935 the woman802 in the dawning6437 of the day1242, and fell down5307 at the door6607 of the man\u0027s376 house1004 where her lord113 was, till it was light216.","14":"And they passed on5674 and went their way3212; and the sun8121 went down935 upon them when they were by681 Gibeah1390, which belongeth to Benjamin1144.","22":"Now as they were making their hearts3820 merry3190, behold, the men582 of the city5892, certain582 sons1121 of Belial1100, beset5437 the house1004 round about5437, and beat1849 at the door1817, and spake559 to the master1167 of the house1004, the old2205 man376, saying559, Bring forth3318 the man376 that came935 into thine house1004, that we may know3045 him.","28":"And he said559 unto her, Up6965, and let us be going3212. But none answered6030. Then the man376 took3947 her up upon an ass2543, and the man376 rose up6965, and gat3212 him unto his place4725.","25":"But the men582 would14 not hearken8085 to him: so the man376 took2388 his concubine6370, and brought3318 her forth2351 unto them; and they knew3045 her, and abused5953 her all the night3915 until the morning1242: and when the day7837 began to spring5927, they let her go7971.","9":"And when the man376 rose up6965 to depart3212, he, and his concubine6370, and his servant5288, his father in law2859, the damsel\u0027s5291 father1, said559 unto him, Behold, now the day3117 draweth7503 toward evening6150, I pray you tarry all night3885: behold, the day3117 groweth to an end2583, lodge3885 here, that thine heart3824 may be merry3190; and to morrow4279 get you early7925 on your way1870, that thou mayest go1980 home168. draweth: Heb. is weak the day groweth to an end: Heb. it is the pitching time of the day home: Heb. to thy tent","15":"And they turned aside5493 thither, to go in935 and to lodge3885 in Gibeah1390: and when he went in935, he sat him down3427 in a street7339 of the city5892: for there was no man376 that took622 them into his house1004 to lodging3885.","21":"So he brought935 him into his house1004, and gave provender1101 unto the asses2543: and they washed7364 their feet7272, and did eat398 and drink8354.","24":"Behold, here is my daughter1323 a maiden1330, and his concubine6370; them I will bring out3318 now, and humble6031 ye them, and do6213 with them what seemeth5869 good2896 unto you: but unto this man376 do6213 not so2063 vile5039 a thing1697. so vile: Heb. the matter of this folly","16":"And, behold, there came935 an old2205 man376 from his work4639 out of the field7704 at even6153, which was also376 of mount2022 Ephraim669; and he sojourned1481 in Gibeah1390: but the men582 of the place4725 were Benjamites1145.","7":"And when the man376 rose up6965 to depart3212, his father in law2859 urged6484 him: therefore he lodged3885 there again7725.","2":"And his concubine6370 played the whore2181 against him, and went away3212 from him unto her father\u0027s1 house1004 to Bethlehemjudah1035 3063, and was there four702 whole months2320 3117. four whole months: or, a year and four month: Heb. days, four months","6":"And they sat down3427, and did eat398 and drink8354 both8147 of them together3162: for the damsel\u0027s5291 father1 had said559 unto the man376, Be content2974, I pray thee, and tarry all night3885, and let thine heart3820 be merry3190."},"13":{"16":"And the angel4397 of the LORD3068 said559 unto Manoah4495, Though thou detain6113 me, I will not eat398 of thy bread3899: and if518 thou wilt offer6213 a burnt offering5930, thou must offer5927 it unto the LORD3068. For Manoah4495 knew3045 not that he was an angel4397 of the LORD3068.","3":"And the angel4397 of the LORD3068 appeared7200 unto the woman802, and said559 unto her, Behold now, thou art barren6135, and bearest3205 not: but thou shalt conceive2029, and bear3205 a son1121.","5":"For, lo, thou shalt conceive2030, and bear3205 a son1121; and no razor4177 shall come5927 on his head7218: for the child5288 shall be a Nazarite5139 unto God430 from the womb990: and he shall begin2490 to deliver3467 Israel3478 out of the hand3027 of the Philistines6430.","21":"But the angel4397 of the LORD3068 did no more3254 appear7200 to Manoah4495 and to his wife802. Then Manoah4495 knew3045 that he was an angel4397 of the LORD3068.","18":"And the angel4397 of the LORD3068 said559 unto him, Why askest7592 thou thus after my name8034, seeing it is secret6383 6383? secret: or, wonderful","12":"And Manoah4495 said559, Now let thy words1697 come to pass935. How shall we order4941 the child5288, and how shall we do4639 unto him? How shall we order: Heb. What shall be the manner of the, etc how shall we do: or, what shall he do?: Heb. what shall be his work?","10":"And the woman802 made haste4116, and ran7323, and shewed5046 her husband376, and said559 unto him, Behold, the man376 hath appeared7200 unto me, that came935 unto me the other day3117.","2":"And there was a certain259 man376 of Zorah6881, of the family4940 of the Danites1839, whose name8034 was Manoah4495; and his wife802 was barren6135, and bare3205 not.","22":"And Manoah4495 said559 unto his wife802, We shall surely4191 die4191, because we have seen7200 God430.","8":"Then Manoah4495 intreated6279 the LORD3068, and said559, O994 my Lord136, let4994 the man376 of God430 which thou didst send7971 come again935 unto us, and teach3384 us what we shall do6213 unto the child5288 that shall be born3205.","17":"And Manoah4495 said559 unto the angel4397 of the LORD3068, What is thy name8034, that when thy sayings1697 come to pass935 we may do thee honour3513?","11":"And Manoah4495 arose6965, and went3212 after310 his wife802, and came935 to the man376, and said559 unto him, Art thou the man376 that spakest1696 unto the woman802? And he said559, I am.","1":"And the children1121 of Israel3478 did6213 evil7451 again3254 in the sight5869 of the LORD3068; and the LORD3068 delivered5414 them into the hand3027 of the Philistines6430 forty705 years8141. did evil: Heb. added to commit, etc","9":"And God430 hearkened8085 to the voice6963 of Manoah4495; and the angel4397 of God430 came again935 unto the woman802 as she sat3427 in the field7704: but Manoah4495 her husband376 was not with her.","24":"And the woman802 bare3205 a son1121, and called7121 his name8034 Samson8123: and the child5288 grew1431, and the LORD3068 blessed1288 him.","14":"She may not eat398 of any thing that cometh3318 of the vine1612, neither let her drink8354 wine3196 or strong drink7941, nor eat398 any unclean2932 thing: all that I commanded6680 her let her observe8104.","7":"But he said559 unto me, Behold, thou shalt conceive2030, and bear3205 a son1121; and now drink7941 no wine3196 nor strong drink8354, neither eat398 any unclean2932 thing: for the child5288 shall be a Nazarite5139 to God430 from the womb990 to the day3117 of his death4194.","15":"And Manoah4495 said559 unto the angel4397 of the LORD3068, I pray thee, let us detain6113 thee, until we shall have made ready6213 a kid1423 5795 for6440 thee. for thee: Heb. before thee","20":"For it came to pass, when the flame3851 went up5927 toward heaven8064 from off the altar4196, that the angel4397 of the LORD3068 ascended5927 in the flame3851 of the altar4196. And Manoah4495 and his wife802 looked on7200 it, and fell on5307 their faces6440 to the ground776.","25":"And the Spirit7307 of the LORD3068 began2490 to move him at times6470 in the camp4264 of Dan1835 between Zorah6881 and Eshtaol847. the camp: Heb. Mahanehdan","23":"But his wife802 said559 unto him, If3863 the LORD3068 were pleased2654 to kill4191 us, he would not have received3947 a burnt offering5930 and a meat offering4503 at our hands3027, neither would he have shewed7200 us all these things, nor would as at this time6256 have told8085 us such things as these2063.","6":"Then the woman802 came935 and told559 her husband376, saying559, A man376 of God430 came935 unto me, and his countenance4758 was like the countenance4758 of an angel4397 of God430, very3966 terrible3372: but I asked7592 him not whence he was, neither told5046 he me his name8034:","4":"Now therefore beware8104, I pray thee, and drink8354 not wine3196 nor strong drink7941, and eat398 not any unclean2931 thing:","19":"So Manoah4495 took3947 a kid1423 5795 with a meat offering4503, and offered5927 it upon a rock6697 unto the LORD3068: and the angel did6213 wondrously6381; and Manoah4495 and his wife802 looked on7200.","13":"And the angel4397 of the LORD3068 said559 unto Manoah4495, Of all that I said559 unto the woman802 let her beware8104."}}}