{"translationKey":"kjv","translation":"KJV","book":"Lamentations","bookSlug":"lamentations","chapters":{"2":{"16":"All thine enemies341 have opened6475 their mouth6310 against thee: they hiss8319 and gnash2786 the teeth8127: they say559, We have swallowed her up1104: certainly389 this is the day3117 that we looked for6960; we have found4672, we have seen7200 it.","3":"He hath cut off1438 in his fierce2750 anger639 all the horn7161 of Israel3478: he hath drawn7725 back268 his right hand3225 from before6440 the enemy341, and he burned1197 against Jacob3290 like a flaming3852 fire784, which devoureth398 round about5439.","5":"The Lord136 was as an enemy341: he hath swallowed up1104 Israel3478, he hath swallowed up1104 all her palaces759: he hath destroyed7843 his strong holds4013, and hath increased7235 in the daughter1323 of Judah3063 mourning8386 and lamentation592.","21":"The young5288 and the old2205 lie7901 on the ground776 in the streets2351: my virgins1330 and my young men970 are fallen5307 by the sword2719; thou hast slain2026 them in the day3117 of thine anger639; thou hast killed2873, and not pitied2550.","18":"Their heart3820 cried6817 unto the Lord136, O wall2346 of the daughter1323 of Zion6726, let tears1832 run down3381 like a river5158 day3119 and night3915: give5414 thyself no rest6314; let not the apple1323 of thine eye5869 cease1826.","12":"They say559 to their mothers517, Where is corn1715 and wine3196? when they swooned5848 as the wounded2491 in the streets7339 of the city5892, when their soul5315 was poured out8210 into their mothers\u0027517 bosom2436.","10":"The elders2205 of the daughter1323 of Zion6726 sit3427 upon the ground776, and keep silence1826: they have cast up5927 dust6083 upon their heads7218; they have girded2296 themselves with sackcloth8242: the virgins1330 of Jerusalem3389 hang down3381 their heads7218 to the ground776.","2":"The Lord136 hath swallowed up1104 all the habitations4999 of Jacob3290, and hath not pitied2550: he hath thrown down2040 in his wrath5678 the strong holds4013 of the daughter1323 of Judah3063; he hath brought them down5060 to the ground776: he hath polluted2490 the kingdom4467 and the princes8269 thereof. brought: Heb. made to touch","22":"Thou hast called7121 as in a solemn4150 day3117 my terrors4032 round about5439, so that in the day3117 of the LORD\u0027S3068 anger639 none escaped6412 nor remained8300: those that I have swaddled2946 and brought up7235 hath mine enemy341 consumed3615.","8":"The LORD3068 hath purposed2803 to destroy7843 the wall2346 of the daughter1323 of Zion6726: he hath stretched out5186 a line6957, he hath not withdrawn7725 his hand3027 from destroying1104: therefore he made the rampart2426 and the wall2346 to lament56; they languished535 together3162. destroying: Heb. swallowing up","17":"The LORD3068 hath done6213 that which he had devised2161; he hath fulfilled1214 his word565 that he had commanded6680 in the days3117 of old6924: he hath thrown down2040, and hath not pitied2550: and he hath caused thine enemy341 to rejoice8055 over thee, he hath set up7311 the horn7161 of thine adversaries6862.","11":"Mine eyes5869 do fail3615 with tears1832, my bowels4578 are troubled2560, my liver3516 is poured8210 upon the earth776, for the destruction7667 of the daughter1323 of my people5971; because the children5768 and the sucklings3243 swoon5848 in the streets7339 of the city7151. swoon: or, faint","1":"How hath the Lord136 covered5743 the daughter1323 of Zion6726 with a cloud5743 in his anger639, and cast down7993 from heaven8064 unto the earth776 the beauty8597 of Israel3478, and remembered2142 not his footstool1916 7272 in the day3117 of his anger639!","9":"Her gates8179 are sunk2883 into the ground776; he hath destroyed6 and broken7665 her bars1280: her king4428 and her princes8269 are among the Gentiles1471: the law8451 is no more; her prophets5030 also find4672 no vision2377 from the LORD3068.","14":"Thy prophets5030 have seen2372 vain7723 and foolish things8602 for thee: and they have not discovered1540 thine iniquity5771, to turn away7725 thy captivity7622 7622; but have seen2372 for thee false7723 burdens4864 and causes of banishment4065.","7":"The Lord136 hath cast off2186 his altar4196, he hath abhorred5010 his sanctuary4720, he hath given up5462 into the hand3027 of the enemy341 the walls2346 of her palaces759; they have made5414 a noise6963 in the house1004 of the LORD3068, as in the day3117 of a solemn feast4150. given up: Heb. shut up","15":"All that pass5674 by clap5606 their hands3709 at thee1870; they hiss8319 and wag5128 their head7218 at the daughter1323 of Jerusalem3389, saying, Is this the city5892 that men call559 The perfection3632 of beauty3308, The joy4885 of the whole earth776? by: Heb. by the way","20":"Behold7200, O LORD3068, and consider5027 to whom thou hast done5953 this3541. Shall the women802 eat398 their fruit6529, and children5768 of a span long2949? shall the priest3548 and the prophet5030 be slain2026 in the sanctuary4720 of the Lord136? of a span: or, swaddled with their hands?","6":"And he hath violently taken away2554 his tabernacle7900, as if it were of a garden1588: he hath destroyed7843 his places of the assembly4150: the LORD3068 hath caused the solemn feasts4150 and sabbaths7676 to be forgotten7911 in Zion6726, and hath despised5006 in the indignation2195 of his anger639 the king4428 and the priest3548. tabernacle: or, hedge","4":"He hath bent1869 his bow7198 like an enemy341: he stood5324 with his right hand3225 as an adversary6862, and slew2026 all that were pleasant4261 to the eye5869 in the tabernacle168 of the daughter1323 of Zion6726: he poured out8210 his fury2534 like fire784. all: Heb. all the desirable of the eye","19":"Arise6965, cry out7442 in the night3915: in the beginning7218 of the watches821 pour out8210 thine heart3820 like water4325 before5227 the face6440 of the Lord136: lift up5375 thy hands3709 toward him for the life5315 of thy young children5768, that faint5848 for hunger7458 in the top7218 of every street2351.","13":"What thing shall I take to witness5749 5749 for thee? what thing4100 shall I liken1819 to thee, O daughter1323 of Jerusalem3389? what shall I equal7737 to thee, that I may comfort5162 thee, O virgin1330 daughter1323 of Zion6726? for thy breach7667 is great1419 like the sea3220: who can heal7495 thee?"},"4":{"16":"The anger6440 of the LORD3068 hath divided2505 them; he will no more3254 regard5027 them: they respected5375 not the persons6440 of the priests3548, they favoured2603 not the elders2205. anger: or, face","3":"Even the sea monsters8577 draw out2502 the breast7699, they give suck3243 to their young ones1482: the daughter1323 of my people5971 is become cruel393, like the ostriches3283 in the wilderness4057. sea: or, sea calves","5":"They that did feed398 delicately4574 are desolate8074 in the streets2351: they that were brought up539 in scarlet8438 embrace2263 dunghills830.","21":"Rejoice7797 and be glad8055, O daughter1323 of Edom123, that dwellest3427 in the land776 of Uz5780; the cup3563 also shall pass5674 through unto thee: thou shalt be drunken7937, and shalt make thyself naked6168.","18":"They hunt6679 our steps6806, that we cannot go3212 in our streets7339: our end7093 is near7126, our days3117 are fulfilled4390; for our end7093 is come935.","12":"The kings4428 of the earth776, and all the inhabitants3427 of the world8398, would not have believed539 that the adversary6862 and the enemy341 should have entered935 into the gates8179 of Jerusalem3389.","10":"The hands3027 of the pitiful7362 women802 have sodden1310 their own children3206: they were their meat1262 in the destruction7667 of the daughter1323 of my people5971.","2":"The precious3368 sons1121 of Zion6726, comparable5537 to fine gold6337, how are they esteemed2803 as earthen2789 pitchers5035, the work4639 of the hands3027 of the potter3335!","22":"The punishment of thine iniquity5771 is accomplished8552, O daughter1323 of Zion6726; he will no more3254 carry thee away into captivity1540: he will visit6485 thine iniquity5771, O daughter1323 of Edom123; he will discover1540 thy sins2403. The: or, Thine iniquity discover: or, carry thee captive for thy sins","8":"Their visage8389 is blacker2821 than a coal7815; they are not known5234 in the streets2351: their skin5785 cleaveth6821 to their bones6106; it is withered3001, it is become like a stick6086. blacker: Heb. darker than blackness","17":"As for us, our eyes5869 as yet failed3615 for our vain1892 help5833: in our watching6836 we have watched6822 for a nation1471 that could not save3467 us.","11":"The LORD3068 hath accomplished3615 his fury2534; he hath poured out8210 his fierce2740 anger639, and hath kindled3341 a fire784 in Zion6726, and it hath devoured398 the foundations3247 thereof.","1":"How is the gold2091 become dim6004! how is the most2896 fine gold3800 changed8132! the stones68 of the sanctuary6944 are poured out8210 in the top7218 of every street2351.","9":"They that be slain2491 with the sword2719 are better2896 than they that be slain2491 with hunger7458: for these1992 pine away2100, stricken1856 through for want of the fruits8570 of the field7704. pine: Heb. flow out","14":"They have wandered5128 as blind5787 men in the streets2351, they have polluted1351 themselves with blood1818, so that men could3201 not3808 touch5060 their garments3830. so: or, in that they could not but touch","7":"Her Nazarites5139 were purer2141 than snow7950, they were whiter6705 than milk2461, they were more ruddy119 in body6106 than rubies6443, their polishing1508 was of sapphire5601:","15":"They cried7121 unto them, Depart5493 ye; it is unclean2931; depart5493, depart5493, touch5060 not: when they fled away5132 and wandered5128, they said559 among the heathen1471, They shall no more3254 sojourn1481 there. it: or, ye polluted","20":"The breath7307 of our nostrils639, the anointed4899 of the LORD3068, was taken3920 in their pits7825, of whom we said559, Under his shadow6738 we shall live2421 among the heathen1471.","6":"For the punishment of the iniquity5771 of the daughter1323 of my people5971 is greater1431 than the punishment2403 of the sin of Sodom5467, that was overthrown2015 as in a moment7281, and no hands3027 stayed2342 on her. punishment of the iniquity: or, iniquity","4":"The tongue3956 of the sucking child3243 cleaveth1692 to the roof of his mouth2441 for thirst6772: the young children5768 ask7592 bread3899, and no man breaketh6566 it unto them.","19":"Our persecutors7291 are swifter7031 than the eagles5404 of the heaven8064: they pursued1814 us upon the mountains2022, they laid wait693 for us in the wilderness4057.","13":"For the sins2403 of her prophets5030, and the iniquities5771 of her priests3548, that have shed8210 the blood1818 of the just6662 in the midst7130 of her,"},"5":{"16":"The crown5850 is fallen5307 from our head7218: woe188 unto us, that we have sinned2398! The: Heb. The crown of our head is fallen","3":"We are orphans3490 and fatherless369 1, our mothers517 are as widows490.","5":"Our necks6677 are under persecution7291: we labour3021, and have no rest5117. Our: Heb. On our necks are we persecuted","21":"Turn7725 thou us unto thee, O LORD3068, and we shall be turned7725; renew2318 our days3117 as of old6924.","18":"Because of the mountain2022 of Zion6726, which is desolate8074, the foxes7776 walk1980 upon it.","12":"Princes8269 are hanged up8518 by their hand3027: the faces6440 of elders2205 were not honoured1921.","10":"Our skin5785 was black3648 like an oven8574 because6440 of the terrible2152 famine7458. terrible: or, terrors, or, storms","2":"Our inheritance5159 is turned2015 to strangers2114, our houses1004 to aliens5237.","22":"But thou hast utterly3988 rejected3988 us; thou art very3966 wroth7107 against us. But: or, For wilt thou utterly reject us?","8":"Servants5650 have ruled4910 over us: there is none that doth deliver6561 us out of their hand3027.","17":"For this our heart3820 is faint1739; for these things our eyes5869 are dim2821.","11":"They ravished6031 the women802 in Zion6726, and the maids1330 in the cities5892 of Judah3063.","1":"Remember2142, O LORD3068, what is come upon us: consider5027, and behold7200 our reproach2781.","9":"We gat935 our bread3899 with the peril of our lives5315 because6440 of the sword2719 of the wilderness4057.","14":"The elders2205 have ceased7673 from the gate8179, the young men970 from their musick5058.","7":"Our fathers1 have sinned2398, and are not369; and we have borne5445 their iniquities5771.","15":"The joy4885 of our heart3820 is ceased7673; our dance4234 is turned2015 into mourning60.","20":"Wherefore dost thou forget7911 us for ever5331, and forsake5800 us so long753 time3117? so: Heb. for length of days?","6":"We have given5414 the hand3027 to the Egyptians4714, and to the Assyrians804, to be satisfied7646 with bread3899.","4":"We have drunken8354 our water4325 for money3701; our wood6086 is sold935 4242 unto us. is: Heb. cometh for price","19":"Thou, O LORD3068, remainest3427 for ever5769; thy throne3678 from generation1755 to generation1755.","13":"They took5375 the young men970 to grind2911, and the children5288 fell3782 under the wood6086."},"1":{"16":"For these things I weep1058; mine eye5869, mine eye5869 runneth down3381 with water4325, because the comforter5162 that should relieve7725 my soul5315 is far7368 from me: my children1121 are desolate8074, because the enemy341 prevailed1396. relieve: Heb. bring back","3":"Judah3063 is gone into captivity1540 because of affliction6040, and because of great7230 servitude5656: she dwelleth3427 among the heathen1471, she findeth4672 no rest4494: all her persecutors7291 overtook5381 her between the straits4712. because of great: Heb. for the greatness of servitude","5":"Her adversaries6862 are the chief7218, her enemies341 prosper7951; for the LORD3068 hath afflicted3013 her for the multitude7230 of her transgressions6588: her children5768 are gone1980 into captivity7628 before6440 the enemy6862.","21":"They have heard8085 that I sigh584: there is none to comfort5162 me: all mine enemies341 have heard8085 of my trouble7451; they are glad7797 that thou hast done6213 it: thou wilt bring935 the day3117 that thou hast called7121, and they shall be like3644 unto me. called: or, proclaimed","18":"The LORD3068 is righteous6662; for I have rebelled4784 against his commandment6310: hear8085, I pray you, all people5971, and behold7200 my sorrow4341: my virgins1330 and my young men970 are gone1980 into captivity7628. commandment: Heb. mouth","12":"Is it nothing to you, all ye that pass5674 by1870? behold5027, and see7200 if there be3426 any sorrow4341 like unto my sorrow4341, which is done5953 unto me, wherewith the LORD3068 hath afflicted3013 me in the day3117 of his fierce2740 anger639. Is it: or, It is nothing pass by: Heb. pass by the way?","10":"The adversary6862 hath spread out6566 his hand3027 upon all her pleasant things4261: for she hath seen7200 that the heathen1471 entered935 into her sanctuary4720, whom thou didst command6680 that they should not enter935 into thy congregation6951. pleasant: or, desirable","2":"She weepeth1058 sore1058 in the night3915, and her tears1832 are on her cheeks3895: among all her lovers157 she hath none to comfort5162 her: all her friends7453 have dealt treacherously898 with her, they are become her enemies341.","22":"Let all their wickedness7451 come935 before6440 thee; and do5953 unto them, as thou hast done5953 unto me for all my transgressions6588: for my sighs585 are many7227, and my heart3820 is faint1742.","8":"Jerusalem3389 hath grievously2399 sinned2398; therefore she is removed5206: all that honoured3513 her despise2107 her, because they have seen7200 her nakedness6172: yea, she sigheth584, and turneth7725 backward268. is: Heb. is become a removing, or, wandering","17":"Zion6726 spreadeth forth6566 her hands3027, and there is none to comfort5162 her: the LORD3068 hath commanded6680 concerning Jacob3290, that his adversaries6862 should be round about5439 him: Jerusalem3389 is as a menstruous woman5079 among them.","11":"All her people5971 sigh584, they seek1245 bread3899; they have given5414 their pleasant things4261 4262 for meat400 to relieve7725 the soul5315: see7200, O LORD3068, and consider5027; for I am become vile2151. to: or, to make the soul to come again","1":"How doth the city5892 sit3427 solitary910, that was full7227 of people5971! how is she become as a widow490! she that was great7227 among the nations1471, and princess8282 among the provinces4082, how is she become tributary4522!","9":"Her filthiness2932 is in her skirts7757; she remembereth2142 not her last end319; therefore she came down3381 wonderfully6382: she had no comforter5162. O LORD3068, behold7200 my affliction6040: for the enemy341 hath magnified1431 himself.","14":"The yoke5923 of my transgressions6588 is bound8244 by his hand3027: they are wreathed8276, and come up5927 upon my neck6677: he hath made my strength3581 to fall3782, the Lord136 hath delivered5414 me into their hands3027, from whom I am not able3201 to rise up6965.","7":"Jerusalem3389 remembered2142 in the days3117 of her affliction6040 and of her miseries4788 all her pleasant things4262 that she had in the days3117 of old6924, when her people5971 fell5307 into the hand3027 of the enemy6862, and none did help5826 her: the adversaries6862 saw7200 her, and did mock7832 at her sabbaths4868. pleasant: or, desirable","15":"The Lord136 hath trodden under foot5541 all my mighty47 men in the midst7130 of me: he hath called7121 an assembly4150 against me to crush7665 my young men970: the Lord136 hath trodden1869 the virgin1330, the daughter1323 of Judah3063, as in a winepress1660. the virgin: or, the winepress of the virgin, etc","20":"Behold7200, O LORD3068; for I am in distress6887: my bowels4578 are troubled2560; mine heart3820 is turned2015 within7130 me; for I have grievously4784 rebelled4784: abroad2351 the sword2719 bereaveth7921, at home1004 there is as death4194.","6":"And from the daughter1323 of Zion6726 all her beauty1926 is departed3318: her princes8269 are become like harts354 that find4672 no pasture4829, and they are gone3212 without strength3581 before6440 the pursuer7291.","4":"The ways1870 of Zion6726 do mourn57, because none come935 to the solemn feasts4150: all her gates8179 are desolate8074: her priests3548 sigh584, her virgins1330 are afflicted3013, and she is in bitterness4843.","19":"I called7121 for my lovers157, but they deceived7411 me: my priests3548 and mine elders2205 gave up the ghost1478 in the city5892, while they sought1245 their meat400 to relieve7725 their souls5315.","13":"From above4791 hath he sent7971 fire784 into my bones6106, and it prevaileth7287 against them: he hath spread6566 a net7568 for my feet7272, he hath turned7725 me back268: he hath made5414 me desolate8074 and faint1739 all the day3117."},"3":{"10":"He was unto me as a bear1677 lying in wait693, and as a lion738 in secret places4565.","63":"Behold5027 their sitting down3427, and their rising up7012; I am their musick4485.","30":"He giveth5414 his cheek3895 to him that smiteth5221 him: he is filled full7646 with reproach2781.","49":"Mine eye5869 trickleth down5064, and ceaseth1820 not, without any intermission2014,","62":"The lips8193 of those that rose up6965 against me, and their device1902 against me all the day3117.","22":"It is of the LORD\u0027S3068 mercies2617 that we are not consumed8552, because his compassions7356 fail3615 not.","13":"He hath caused the arrows1121 of his quiver827 to enter935 into my reins3629. arrows: Heb. sons","47":"Fear6343 and a snare6354 is come upon us, desolation7612 and destruction7667.","3":"Surely against me is he turned7725; he turneth2015 his hand3027 against me all the day3117.","8":"Also when I cry2199 and shout7768, he shutteth out5640 my prayer8605.","12":"He hath bent1869 his bow7198, and set5324 me as a mark4307 for the arrow2671.","65":"Give5414 them sorrow4044 of heart3820, thy curse8381 unto them. sorrow: or, obstinacy of heart","40":"Let us search2664 and try2713 our ways1870, and turn again7725 to the LORD3068.","14":"I was a derision7814 to all my people5971; and their song5058 all the day3117.","26":"It is good2896 that a man should both hope3175 2342 and quietly wait1748 for the salvation8668 of the LORD3068.","17":"And thou hast removed2186 my soul5315 far off2186 from peace7965: I forgat5382 prosperity2896. prosperity: Heb. good","28":"He sitteth3427 alone910 and keepeth silence1826, because he hath borne5190 it upon him.","36":"To subvert5791 a man120 in his cause7379, the Lord136 approveth7200 not. approveth not: or, seeth not","4":"My flesh1320 and my skin5785 hath he made old1086; he hath broken7665 my bones6106.","50":"Till the LORD3068 look down8259, and behold7200 from heaven8064.","45":"Thou hast made7760 us as the offscouring5501 and refuse3973 in the midst7130 of the people5971.","60":"Thou hast seen7200 all their vengeance5360 and all their imaginations4284 against me.","38":"Out of the mouth6310 of the most High5945 proceedeth3318 not evil7451 and good2896?","23":"They are new2319 every morning1242: great7227 is thy faithfulness530.","51":"Mine eye5869 affecteth5953 mine heart5315 because of all the daughters1323 of my city5892. mine heart: Heb. my soul because: or, more than all","20":"My soul5315 hath them still2142 in remembrance2142, and is humbled7743 in me. humbled: Heb. bowed","59":"O LORD3068, thou hast seen7200 my wrong5792: judge8199 thou my cause4941.","54":"Waters4325 flowed over6687 mine head7218; then I said559, I am cut off1504.","66":"Persecute7291 and destroy8045 them in anger639 from under the heavens8064 of the LORD3068.","57":"Thou drewest near7126 in the day3117 that I called7121 upon thee: thou saidst559, Fear3372 not.","43":"Thou hast covered5526 with anger639, and persecuted7291 us: thou hast slain2026, thou hast not pitied2550.","35":"To turn aside5186 the right4941 of a man1397 before the face6440 of the most High5945, the most High: or, a superior","41":"Let us lift up5375 our heart3824 with our hands3709 unto God410 in the heavens8064.","5":"He hath builded against1129 me, and compassed5362 me with gall7219 and travail8513.","34":"To crush1792 under his feet7272 all the prisoners615 of the earth776,","6":"He hath set3427 me in dark places4285, as they that be dead4191 of old5769.","53":"They have cut off6789 my life2416 in the dungeon953, and cast3034 a stone68 upon me.","2":"He hath led5090 me, and brought3212 me into darkness2822, but not into light216.","44":"Thou hast covered5526 thyself with a cloud6051, that our prayer8605 should not pass through5674.","11":"He hath turned aside5493 my ways1870, and pulled me in pieces6582: he hath made7760 me desolate8074.","1":"I am the man1397 that hath seen7200 affliction6040 by the rod7626 of his wrath5678.","58":"O Lord136, thou hast pleaded7378 the causes7379 of my soul5315; thou hast redeemed1350 my life2416.","55":"I called7121 upon thy name8034, O LORD3068, out of the low8482 dungeon953.","33":"For he doth not afflict6031 willingly3820 nor grieve3013 the children1121 of men376. willingly: Heb. from his heart","27":"It is good2896 for a man1397 that he bear5375 the yoke5923 in his youth5271.","16":"He hath also broken1638 my teeth8127 with gravel stones2687, he hath covered3728 me with ashes665. covered: or, rolled me in the ashes","64":"Render7725 unto them a recompence1576, O LORD3068, according to the work4639 of their hands3027.","24":"The LORD3068 is my portion2506, saith559 my soul5315; therefore will I hope3176 in him.","19":"Remembering2142 mine affliction6040 and my misery4788, the wormwood3939 and the gall7219. Remembering: or, Remember","29":"He putteth5414 his mouth6310 in the dust6083; if so be there may be3426 hope8615.","61":"Thou hast heard8085 their reproach2781, O LORD3068, and all their imaginations4284 against me;","9":"He hath inclosed1443 my ways1870 with hewn stone1496, he hath made my paths5410 crooked5753.","37":"Who is he that saith559, and it cometh to pass, when the Lord136 commandeth6680 it not?","7":"He hath hedged1443 me about, that I cannot get out3318: he hath made my chain5178 heavy3513.","52":"Mine enemies341 chased6679 me sore6679, like a bird6833, without cause2600.","39":"Wherefore doth a living2416 man120 complain596, a man1397 for the punishment of his sins2399? complain: or, murmur","48":"Mine eye5869 runneth down3381 with rivers6388 of water4325 for the destruction7667 of the daughter1323 of my people5971.","21":"This I recall7725 to my mind3820, therefore have I hope3176. recall: Heb. make to return to my heart","56":"Thou hast heard8085 my voice6963: hide5956 not thine ear241 at my breathing7309, at my cry7775.","46":"All our enemies341 have opened6475 their mouths6310 against us.","32":"But though he cause grief3013, yet will he have compassion7355 according to the multitude7230 of his mercies2617.","31":"For the Lord136 will not cast off2186 for ever5769:","15":"He hath filled7646 me with bitterness4844, he hath made me drunken7301 with wormwood3939. bitterness: Heb. bitternesses","25":"The LORD3068 is good2896 unto them that wait6960 for him, to the soul5315 that seeketh1875 him.","18":"And I said559, My strength5331 and my hope8431 is perished6 from the LORD3068:","42":"We5168 have transgressed6586 and have rebelled4784: thou hast not pardoned5545."}}}