{"translationKey":"kjv","translation":"KJV","book":"Micah","bookSlug":"micah","chapters":{"7":{"16":"The nations1471 shall see7200 and be confounded954 at all their might1369: they shall lay7760 their hand3027 upon their mouth6310, their ears241 shall be deaf2790.","3":"That they may do evil7451 with both hands3709 earnestly3190, the prince8269 asketh7592, and the judge8199 asketh for a reward7966; and the great1419 man, he uttereth1696 his mischievous1942 desire5315: so they wrap it up5686. his: Heb. the mischief of his soul","5":"Trust539 ye not in a friend7453, put ye not confidence982 in a guide441: keep8104 the doors6607 of thy mouth6310 from her that lieth7901 in thy bosom2436.","18":"Who is a God410 like unto thee, that pardoneth5375 iniquity5771, and passeth by5674 the transgression6588 of the remnant7611 of his heritage5159? he retaineth2388 not his anger639 for ever5703, because he delighteth2654 in mercy2617.","12":"In that day3117 also he shall come935 even to thee from Assyria804, and from the fortified4693 cities5892, and from the fortress4693 even to the river5104, and from sea3220 to sea3220, and from mountain2022 to mountain2022. and fromcities: or, even tocities","10":"Then she that is mine enemy341 shall see7200 it, and shame955 shall cover3680 her which said559 unto me, Where is the LORD3068 thy God430? mine eyes5869 shall behold7200 her: now shall she be trodden down4823 as the mire2916 of the streets2351. Then: or, And thou wilt see her that is mine enemy, and cover her with shame shall she: Heb. she shall be for a treading down","2":"The good2623 man is perished6 out of the earth776: and there is none upright3477 among men120: they all lie in wait693 for blood1818; they hunt6679 every man376 his brother251 with a net2764. good: or, godly, or, merciful","8":"Rejoice8055 not against me, O mine enemy341: when I fall5307, I shall arise6965; when I sit3427 in darkness2822, the LORD3068 shall be a light216 unto me.","17":"They shall lick3897 the dust6083 like a serpent5175, they shall move7264 out of their holes4526 like worms2119 of the earth776: they shall be afraid6342 of the LORD3068 our God430, and shall fear3372 because of thee. worms: or, creeping things","11":"In the day3117 that thy walls1447 are to be built1129, in that day3117 shall the decree2706 be far removed7368.","1":"Woe480 is me! for I am as when they have gathered625 the summer fruits7019, as the grapegleanings5955 of the vintage1210: there is no cluster811 to eat398: my soul5315 desired183 the firstripe fruit1063. when: Heb. the gatherings of summer","9":"I will bear5375 the indignation2197 of the LORD3068, because I have sinned2398 against him, until he plead7378 my cause7379, and execute6213 judgment4941 for me: he will bring me forth3318 to the light216, and I shall behold7200 his righteousness6666.","14":"Feed7462 thy people5971 with thy rod7626, the flock6629 of thine heritage5159, which dwell7931 solitarily910 in the wood3293, in the midst8432 of Carmel3760: let them feed7462 in Bashan1316 and Gilead1568, as in the days3117 of old5769. Feed: or, Rule","7":"Therefore I will look6822 unto the LORD3068; I will wait3176 for the God430 of my salvation3468: my God430 will hear8085 me.","15":"According to the days3117 of thy coming3318 out of the land776 of Egypt4714 will I shew7200 unto him marvellous6381 things.","20":"Thou wilt perform5414 the truth571 to Jacob3290, and the mercy2617 to Abraham85, which thou hast sworn7650 unto our fathers1 from the days3117 of old6924.","6":"For the son1121 dishonoureth5034 the father1, the daughter1323 riseth up6965 against her mother517, the daughter in law3618 against her mother in law2545; a man\u0027s376 enemies341 are the men582 of his own house1004.","4":"The best2896 of them is as a brier2312: the most upright3477 is sharper than a thorn hedge4534: the day3117 of thy watchmen6822 and thy visitation6486 cometh935; now shall be their perplexity3998.","19":"He will turn again7725, he will have compassion7355 upon us; he will subdue3533 our iniquities5771; and thou wilt cast7993 all their sins2403 into the depths4688 of the sea3220.","13":"Notwithstanding the land776 shall be desolate8077 because of them that dwell3427 therein, for the fruit6529 of their doings4611. Notwithstanding: or, After that it hath been"},"3":{"7":"Then shall the seers2374 be ashamed954, and the diviners7080 confounded2659: yea, they shall all cover5844 their lips8222; for there is no answer4617 of God430. lips: Heb. upper lip","9":"Hear8085 this, I pray you, ye heads7218 of the house1004 of Jacob3290, and princes7101 of the house1004 of Israel3478, that abhor8581 judgment4941, and pervert6140 all equity3477.","10":"They build up1129 Zion6726 with blood1818, and Jerusalem3389 with iniquity5766. blood: Heb. bloods","3":"Who also eat398 the flesh7607 of my people5971, and flay6584 their skin5785 from off them; and they break6476 their bones6106, and chop them in pieces6566, as for the pot5518, and as flesh1320 within8432 the caldron7037.","11":"The heads7218 thereof judge8199 for reward7810, and the priests3548 thereof teach3384 for hire4242, and the prophets5030 thereof divine7080 for money3701: yet will they lean8172 upon the LORD3068, and say559, Is not the LORD3068 among7130 us? none evil7451 can come935 upon us. and say: Heb. saying","2":"Who hate8130 the good2896, and love157 the evil7451; who pluck off1497 their skin5785 from off them, and their flesh7607 from off their bones6106;","1":"And I said559, Hear8085, I pray you, O heads7218 of Jacob3290, and ye princes7101 of the house1004 of Israel3478; Is it not for you to know3045 judgment4941?","12":"Therefore shall Zion6726 for your sake1558 be plowed2790 as a field7704, and Jerusalem3389 shall become heaps5856, and the mountain2022 of the house1004 as the high places1116 of the forest3293.","4":"Then shall they cry2199 unto the LORD3068, but he will not hear6030 them: he will even hide5641 his face6440 from them at that time6256, as they have behaved themselves ill7489 in their doings4611.","6":"Therefore night3915 shall be unto you, that ye shall not have a vision2377; and it shall be dark2821 2821 unto you, that ye shall not divine7080; and the sun8121 shall go down935 over the prophets5030, and the day3117 shall be dark6937 over them. that: vision: Heb. from a vision that: divine: Heb. from divining","5":"Thus saith559 the LORD3068 concerning the prophets5030 that make my people5971 err8582, that bite5391 with their teeth8127, and cry7121, Peace7965; and he that putteth5414 not into their mouths6310, they even prepare6942 war4421 against him.","8":"But truly199 I am full4390 of power3581 by the spirit7307 of the LORD3068, and of judgment4941, and of might1369, to declare5046 unto Jacob3290 his transgression6588, and to Israel3478 his sin2403."},"2":{"3":"Therefore thus saith559 the LORD3068; Behold, against this family4940 do I devise2803 an evil7451, from which ye shall not remove4185 your necks6677; neither shall ye go3212 haughtily7317: for this time6256 is evil7451.","5":"Therefore thou shalt have none that shall cast7993 a cord2256 by lot1486 in the congregation6951 of the LORD3068.","12":"I will surely622 assemble622, O Jacob3290, all of thee; I will surely6908 gather6908 the remnant7611 of Israel3478; I will put7760 them together3162 as the sheep6629 of Bozrah1223 1224, as the flock5739 in the midst8432 of their fold1699: they shall make great noise1949 by reason of the multitude of men120.","10":"Arise6965 ye, and depart3212; for this is not your rest4496: because it is polluted2930, it shall destroy2254 you, even with a sore4834 destruction2256.","2":"And they covet2530 fields7704, and take them by violence1497; and houses1004, and take them away5375: so they oppress6231 a man1397 and his house1004, even a man376 and his heritage5159. oppress: or, defraud","8":"Even of late865 my people5971 is risen up6965 as an enemy341: ye pull off6584 the robe145 with4136 the garment8008 from them that pass5674 by securely983 as men averse7725 from war4421. of late: Heb. yesterday with the: Heb. over against a","11":"If3863 a man376 walking1980 in the spirit7307 and falsehood8267 do lie3576, saying, I will prophesy5197 unto thee of wine3196 and of strong drink7941; he shall even be the prophet5197 of this people5971. walking: or, walk with the wind, and lie falsely","1":"Woe1945 to them that devise2803 iniquity205, and work6466 evil7451 upon their beds4904! when the morning1242 is light216, they practise6213 it, because it is3426 in the power410 of their hand3027.","9":"The women802 of my people5971 have ye cast out1644 from their pleasant8588 houses1004; from their children5768 have ye taken away3947 my glory1926 for ever5769. women: or, wives","7":"O thou that art named559 the house1004 of Jacob3290, is the spirit7307 of the LORD3068 straitened7114? are these his doings4611? do not my words1697 do good3190 to him that walketh1980 uprightly3477? straitened: or, shortened? uprightly: Heb. upright?","6":"Prophesy5197 ye not, say they to them that prophesy5197: they shall not prophesy5197 to them, that they shall not take5253 shame3639. Prophesy ye: or, Prophesy not as they prophesy: Heb. Drop, etc","4":"In that day3117 shall one take up5375 a parable4912 against you, and lament5091 with a doleful5093 lamentation5092, and say559, We be utterly7703 spoiled7703: he hath changed4171 the portion2506 of my people5971: how hath he removed4185 it from me! turning away7725 he hath divided2505 our fields7704. a doleful: Heb. a lamentation of lamentations turning: or, instead of restoring","13":"The breaker6555 is come up5927 before6440 them: they have broken up6555, and have passed through5674 the gate8179, and are gone out3318 by it: and their king4428 shall pass5674 before6440 them, and the LORD3068 on the head7218 of them."},"1":{"16":"Make thee bald7139, and poll1494 thee for thy delicate8588 children1121; enlarge7337 thy baldness7144 as the eagle5404; for they are gone into captivity1540 from thee.","3":"For, behold, the LORD3068 cometh forth3318 out of his place4725, and will come down3381, and tread1869 upon the high places1116 of the earth776.","5":"For the transgression6588 of Jacob3290 is all this, and for the sins2403 of the house1004 of Israel3478. What is the transgression6588 of Jacob3290? is it not Samaria8111? and what are the high places1116 of Judah3063? are they not Jerusalem3389?","12":"For the inhabitant3427 of Maroth4796 waited carefully2342 for good2896: but evil7451 came down3381 from the LORD3068 unto the gate8179 of Jerusalem3389. inhabitant: Heb. inhabitress waited: or, was grieved","10":"Declare5046 ye it not at Gath1661, weep1058 ye not at all1058: in the house of Aphrah1036 roll6428 6428 thyself in the dust6083. Aphrah: that is, Dust","2":"Hear8085, all ye people5971; hearken7181, O earth776, and all that therein4393 is: and let the Lord136 GOD3069 be witness5707 against you, the Lord136 from his holy6944 temple1964. all ye: Heb. ye people, all of them all that: Heb. the fulness thereof","8":"Therefore I will wail5594 and howl3213, I will go3212 stripped7758 7758 and naked6174: I will make6213 a wailing4553 like the dragons8577, and mourning60 as the owls1323 3284. owls: Heb. daughters of the owl","11":"Pass ye away5674, thou inhabitant3427 of Saphir8208, having thy shame1322 naked6181: the inhabitant3427 of Zaanan6630 came not forth3318 in the mourning4553 of Bethezel1018; he shall receive3947 of you his standing5979. thou: or, thou that dwellest fairly inhabitant: Heb. inhabitress Zaanan: or, The country of flocks Bethezel: or, A place near","1":"The word1697 of the LORD3068 that came to Micah4318 the Morasthite4183 in the days3117 of Jotham3147, Ahaz271, and Hezekiah3169, kings4428 of Judah3063, which he saw2372 concerning Samaria8111 and Jerusalem3389.","9":"For her wound4347 is incurable605; for it is come935 unto Judah3063; he is come5060 unto the gate8179 of my people5971, even to Jerusalem3389. her: or, she is grievously sick of her wounds","14":"Therefore shalt thou give5414 presents7964 to Moreshethgath4182: the houses1004 of Achzib392 shall be a lie391 to the kings4428 of Israel3478. to: or, for Moreshethgath Achzib: that is, A lie","7":"And all the graven images6456 thereof shall be beaten to pieces3807, and all the hires868 thereof shall be burned8313 with the fire784, and all the idols6091 thereof will I lay7760 desolate8077: for she gathered6908 it of the hire868 of an harlot2181, and they shall return7725 to the hire868 of an harlot2181.","15":"Yet will I bring935 an heir3423 unto thee, O inhabitant3427 of Mareshah4762: he shall come935 unto Adullam5725 the glory3519 of Israel3478. inhabitant: Heb. inhabitress he: or, the glory of Israel shall, etc","6":"Therefore I will make7760 Samaria8111 as an heap5856 of the field7704, and as plantings4302 of a vineyard3754: and I will pour down5064 the stones68 thereof into the valley1516, and I will discover1540 the foundations3247 thereof.","4":"And the mountains2022 shall be molten4549 under him, and the valleys6010 shall be cleft1234, as wax1749 before6440 the fire784, and as the waters4325 that are poured5064 down a steep place4174. a steep: Heb. a descent","13":"O thou inhabitant3427 of Lachish3923, bind7573 the chariot4818 to the swift beast7409: she is the beginning7225 of the sin2403 to the daughter1323 of Zion6726: for the transgressions6588 of Israel3478 were found4672 in thee. inhabitant: Heb. inhabitress"},"4":{"3":"And he shall judge8199 among many7227 people5971, and rebuke3198 strong6099 nations1471 afar off7350; and they shall beat3807 their swords2719 into plowshares855, and their spears2595 into pruninghooks4211: nation1471 shall not lift up5375 a sword2719 against nation1471, neither shall they learn3925 war4421 any more. pruninghooks: or, scythes","5":"For all people5971 will walk3212 every one376 in the name8034 of his god430, and we will walk3212 in the name8034 of the LORD3068 our God430 for ever5769 and ever5703.","12":"But they know3045 not the thoughts4284 of the LORD3068, neither understand995 they his counsel6098: for he shall gather6908 them as the sheaves5995 into the floor1637.","10":"Be in pain2342, and labour to bring forth1518, O daughter1323 of Zion6726, like a woman in travail3205: for now shalt thou go forth3318 out of the city7151, and thou shalt dwell7931 in the field7704, and thou shalt go935 even to Babylon894; there shalt thou be delivered5337; there the LORD3068 shall redeem1350 thee from the hand3709 of thine enemies341.","2":"And many7227 nations1471 shall come1980, and say559, Come3212, and let us go up5927 to the mountain2022 of the LORD3068, and to the house1004 of the God430 of Jacob3290; and he will teach3384 us of his ways1870, and we will walk3212 in his paths734: for the law8451 shall go forth3318 of Zion6726, and the word1697 of the LORD3068 from Jerusalem3389.","8":"And thou, O tower4026 of the flock5739 4029, the strong hold6076 of the daughter1323 of Zion6726, unto thee shall it come857, even the first7223 dominion4475; the kingdom4467 shall come935 to the daughter1323 of Jerusalem3389.","11":"Now also many7227 nations1471 are gathered622 against thee, that say559, Let her be defiled2610, and let our eye5869 look2372 upon Zion6726.","1":"But in the last319 days3117 it shall come to pass, that the mountain2022 of the house1004 of the LORD3068 shall be established3559 in the top7218 of the mountains2022, and it shall be exalted5375 above the hills1389; and people5971 shall flow5102 unto it.","9":"Now why dost thou cry7321 out aloud7452? is there no king4428 in thee? is thy counsellor3289 perished6? for pangs2427 have taken2388 thee as a woman in travail3205.","7":"And I will make7760 her that halted6760 a remnant7611, and her that was cast far off1972 a strong6099 nation1471: and the LORD3068 shall reign4427 over them in mount2022 Zion6726 from henceforth, even for5704 ever5769.","6":"In that day3117, saith5002 the LORD3068, will I assemble622 her that halteth6760, and I will gather6908 her that is driven out5080, and her that I have afflicted7489;","4":"But they shall sit3427 every man376 under his vine1612 and under his fig tree8384; and none shall make them afraid2729: for the mouth6310 of the LORD3068 of hosts6635 hath spoken1696 it.","13":"Arise6965 and thresh1758, O daughter1323 of Zion6726: for I will make7760 thine horn7161 iron1270, and I will make7760 thy hoofs6541 brass5154: and thou shalt beat in pieces1854 many7227 people5971: and I will consecrate2763 their gain1215 unto the LORD3068, and their substance2428 unto the Lord113 of the whole earth776."},"6":{"16":"For the statutes2708 of Omri6018 are kept8104, and all the works4639 of the house1004 of Ahab256, and ye walk3212 in their counsels4156; that I should make5414 thee a desolation8047, and the inhabitants3427 thereof an hissing8322: therefore ye shall bear5375 the reproach2781 of my people5971. For the: or, For he doth much keep the, etc desolation: or, astonishment","3":"O my people5971, what have I done6213 unto thee? and wherein have I wearied3811 thee? testify6030 against me.","5":"O my people5971, remember2142 now what Balak1111 king4428 of Moab4124 consulted3289, and what Balaam1109 the son1121 of Beor1160 answered6030 him from Shittim7851 unto Gilgal1537; that ye may know3045 the righteousness6666 of the LORD3068.","12":"For the rich men6223 thereof are full4390 of violence2555, and the inhabitants3427 thereof have spoken1696 lies8267, and their tongue3956 is deceitful7423 in their mouth6310.","10":"Are there786 yet the treasures214 of wickedness7562 376 in the house1004 of the wicked7563, and the scant7332 measure374 that is abominable2194? Are: or, Is there yet unto every man an house of the, etc scant: Heb. measure of leanness","2":"Hear8085 ye, O mountains2022, the LORD\u0027S3068 controversy7379, and ye strong386 foundations4146 of the earth776: for the LORD3068 hath a controversy7379 with his people5971, and he will plead3198 with Israel3478.","8":"He hath shewed5046 thee, O man120, what is good2896; and what doth the LORD3068 require1875 of thee, but to do6213 justly4941, and to love160 mercy2617, and to walk3212 humbly6800 with thy God430? walk: Heb. humble thyself to walk","11":"Shall I count them pure2135 with the wicked7562 balances3976, and with the bag3599 of deceitful4820 weights68? count: or, be pure with, etc","1":"Hear8085 ye now what the LORD3068 saith559; Arise6965, contend7378 thou before the mountains2022, and let the hills1389 hear8085 thy voice6963. before: or, with","9":"The LORD\u0027S3068 voice6963 crieth7121 unto the city5892, and the man of wisdom8454 shall see7200 thy name8034: hear8085 ye the rod4294, and who hath appointed3259 it. the man: or, thy name shall see that which is","14":"Thou shalt eat398, but not be satisfied7646; and thy casting down3445 shall be in the midst7130 of thee; and thou shalt take hold5253, but shalt not deliver6403; and that which thou deliverest6403 will I give up5414 to the sword2719.","7":"Will the LORD3068 be pleased7521 with thousands505 of rams352, or with ten thousands7233 of rivers5158 of oil8081? shall I give5414 my firstborn1060 for my transgression6588, the fruit6529 of my body990 for the sin2403 of my soul5315? body: Heb. belly","15":"Thou shalt sow2232, but thou shalt not reap7114; thou shalt tread1869 the olives2132, but thou shalt not anoint5480 thee with oil8081; and sweet wine8492, but shalt not drink8354 wine3196.","6":"Wherewith shall I come before6923 the LORD3068, and bow3721 myself before the high4791 God430? shall I come before6923 him with burnt offerings5930, with calves5695 of a year8141 old1121? of a: Heb. sons of a year?","4":"For I brought thee up5927 out of the land776 of Egypt4714, and redeemed6299 thee out of the house1004 of servants5650; and I sent7971 before6440 thee Moses4872, Aaron175, and Miriam4813.","13":"Therefore also will I make thee sick2470 in smiting5221 thee, in making thee desolate8074 because of thy sins2403."},"5":{"3":"Therefore will he give them up5414, until the time6256 that she which travaileth3205 hath brought forth3205: then the remnant3499 of his brethren251 shall return7725 unto the children1121 of Israel3478.","5":"And this man shall be the peace7965, when the Assyrian804 shall come935 into our land776: and when he shall tread1869 in our palaces759, then shall we raise6965 against him seven7651 shepherds7462, and eight8083 principal5257 men120. principal: Heb. princes of","12":"And I will cut off3772 witchcrafts3785 out of thine hand3027; and thou shalt have no more soothsayers6049:","10":"And it shall come to pass in that day3117, saith5002 the LORD3068, that I will cut off3772 thy horses5483 out of the midst7130 of thee, and I will destroy6 thy chariots4818:","2":"But thou, Bethlehem1035 Ephratah672, though thou be little6810 among the thousands505 of Judah3063, yet out of thee shall he come forth3318 unto me that is to be ruler4910 in Israel3478; whose goings forth4163 have been from of old6924, from everlasting3117 5769. everlasting: Heb. the days of eternity","8":"And the remnant7611 of Jacob3290 shall be among the Gentiles1471 in the midst7130 of many7227 people5971 as a lion738 among the beasts929 of the forest3293, as a young lion3715 among the flocks5739 of sheep6629: who, if he go through5674, both treadeth down7429, and teareth in pieces2963, and none can deliver5337. sheep: or, goats","11":"And I will cut off3772 the cities6145 5892 of thy land776, and throw down2040 all thy strong holds4013:","1":"Now gather1413 thyself in troops1416, O daughter1323 of troops1416: he hath laid7760 siege4692 against us: they shall smite5221 the judge8199 of Israel3478 with a rod7626 upon the cheek3895.","9":"Thine hand3027 shall be lifted up7311 upon thine adversaries6862, and all thine enemies341 shall be cut off3772.","14":"And I will pluck up5428 thy groves842 out of the midst7130 of thee: so will I destroy8045 thy cities6145 5892. cities: or, enemies","7":"And the remnant7611 of Jacob3290 shall be in the midst7130 of many7227 people5971 as a dew2919 from the LORD3068, as the showers7241 upon the grass6212, that tarrieth6960 not for man376, nor waiteth3176 for the sons1121 of men120.","15":"And I will execute6213 vengeance5359 in anger639 and fury2534 upon the heathen1471, such as they have not heard8085.","6":"And they shall waste7462 the land776 of Assyria804 with the sword2719, and the land776 of Nimrod5248 in the entrances6607 thereof: thus shall he deliver5337 us from the Assyrian804, when he cometh935 into our land776, and when he treadeth1869 within our borders1366. waste: Heb. eat up in the: or, with her own naked swords","4":"And he shall stand5975 and feed7462 in the strength5797 of the LORD3068, in the majesty1347 of the name8034 of the LORD3068 his God430; and they shall abide3427: for now shall he be great1431 unto the ends657 of the earth776. feed or, rule","13":"Thy graven images6456 also will I cut off3772, and thy standing images4676 out of the midst7130 of thee; and thou shalt no more worship7812 the work4639 of thine hands3027. standing: or, statues"}}}