{"translationKey":"kjv","translation":"KJV","book":"Obadiah","bookSlug":"obadiah","chapters":{"1":{"16":"For as ye have drunk8354 upon my holy6944 mountain2022, so shall all the heathen1471 drink8354 continually8548, yea, they shall drink8354, and they shall swallow down3886, and they shall be as though they had not3808 been. swallow: or, sup up","3":"The pride2087 of thine heart3820 hath deceived5377 thee, thou that dwellest7931 in the clefts2288 of the rock5553, whose habitation3427 is high4791; that saith559 in his heart3820, Who shall bring me down3381 to the ground776?","5":"If thieves1590 came935 to thee, if robbers7703 by night3915, (how art thou cut off1820!) would they not have stolen1589 till they had enough1767? if the grapegatherers1219 came935 to thee, would they not leave7604 some grapes5955? some: or, gleanings?","21":"And saviours3467 shall come up5927 on mount2022 Zion6726 to judge8199 the mount2022 of Esau6215; and the kingdom4410 shall be the LORD\u0027S3068.","18":"And the house1004 of Jacob3290 shall be a fire784, and the house1004 of Joseph3130 a flame3852, and the house1004 of Esau6215 for stubble7179, and they shall kindle1814 in them, and devour398 them; and there shall not be any remaining8300 of the house1004 of Esau6215; for the LORD3068 hath spoken1696 it.","12":"But thou shouldest not have looked7200 on the day3117 of thy brother251 in the day3117 that he became a stranger5235; neither shouldest thou have rejoiced8055 over the children1121 of Judah3063 in the day3117 of their destruction6; neither shouldest thou have spoken6310 proudly1431 in the day3117 of distress6869. spoken: Heb. magnified thy mouth","10":"For thy violence2555 against thy brother251 Jacob3290 shame955 shall cover3680 thee, and thou shalt be cut off3772 for ever5769.","2":"Behold, I have made5414 thee small6996 among the heathen1471: thou art greatly3966 despised959.","8":"Shall I not in that day3117, saith5002 the LORD3068, even destroy6 the wise2450 men out of Edom123, and understanding8394 out of the mount2022 of Esau6215?","17":"But upon mount2022 Zion6726 shall be deliverance6413, and there shall be holiness6944; and the house1004 of Jacob3290 shall possess3423 their possessions4180. deliverance: or, they that escape there: or, it shall be holy","11":"In the day3117 that thou stoodest5975 on the other side, in the day3117 that the strangers2114 carried away captive7617 his forces2428, and foreigners5237 entered935 into his gates8179, and cast3032 lots1486 upon Jerusalem3389, even thou wast as one259 of them. captive: or, his substance","1":"The vision2377 of Obadiah5662. Thus saith559 the Lord136 GOD3069 concerning Edom123; We have heard8085 a rumour8052 from the LORD3068, and an ambassador6735 is sent7971 among the heathen1471, Arise6965 ye, and let us rise up6965 against her in battle4421.","9":"And thy mighty1368 men, O Teman8487, shall be dismayed2865, to the end that every one376 of the mount2022 of Esau6215 may be cut off3772 by slaughter6993.","14":"Neither shouldest thou have stood5975 in the crossway6563, to cut off3772 those of his that did escape6412; neither shouldest thou have delivered up5462 those of his that did remain8300 in the day3117 of distress6869. delivered up: or, shut up","7":"All the men582 of thy confederacy1285 have brought7971 thee even to the border1366: the men582 that were at peace7965 with thee have deceived5377 thee, and prevailed3201 against thee; they that eat thy bread3899 have laid7760 a wound4204 under thee: there is none understanding8394 in him. that were: Heb. of thy peace they: Heb. the men of thy bread in him: or, of it","15":"For the day3117 of the LORD3068 is near7138 upon all the heathen1471: as thou hast done6213, it shall be done6213 unto thee: thy reward1576 shall return7725 upon thine own head7218.","20":"And the captivity1546 of this host2426 of the children1121 of Israel3478 shall possess that of the Canaanites3669, even unto Zarephath6886; and the captivity1546 of Jerusalem3389, which is in Sepharad5614, shall possess3423 the cities5892 of the south5045. which: or, shall possess that which is in","6":"How are the things of Esau6215 searched out2664! how are his hidden4710 things sought up1158!","4":"Though thou exalt1361 thyself as the eagle5404, and though thou set7760 thy nest7064 among the stars3556, thence will I bring thee down3381, saith5002 the LORD3068.","19":"And they of the south5045 shall possess3423 the mount2022 of Esau6215; and they of the plain8219 the Philistines6430: and they shall possess3423 the fields7704 of Ephraim669, and the fields7704 of Samaria8111: and Benjamin1144 shall possess Gilead1568.","13":"Thou shouldest not have entered935 into the gate8179 of my people5971 in the day3117 of their calamity343; yea, thou shouldest not have looked7200 on their affliction7451 in the day3117 of their calamity343, nor have laid7971 hands on their substance2428 in the day3117 of their calamity343; substance: or, forces"}}}