{"translationKey":"kjv","translation":"KJV","book":"Proverbs","bookSlug":"proverbs","chapters":{"11":{"11":"By the blessing1293 of the upright3477 the city7176 is exalted7311: but it is overthrown2040 by the mouth6310 of the wicked7563.","3":"The integrity8538 of the upright3477 shall guide5148 them: but the perverseness5558 of transgressors898 shall destroy7703 7703 them.","20":"They that are of a froward6141 heart3820 are abomination8441 to the LORD3068: but such as are upright8549 in their way1870 are his delight7522.","12":"He that is void2638 of wisdom3820 despiseth936 his neighbour7453: but a man376 of understanding8394 holdeth his peace2790. void: Heb. destitute of heart","10":"When it goeth well2898 with the righteous6662, the city7151 rejoiceth5970: and when the wicked7563 perish6, there is shouting7440.","17":"The merciful2617 man376 doeth good1580 to his own soul5315: but he that is cruel394 troubleth5916 his own flesh7607.","13":"A talebearer1980 7400 revealeth1540 secrets5475: but he that is of a faithful539 spirit7307 concealeth3680 the matter1697. A talebearer: Heb. He that walketh, being a talebearer","27":"He that diligently seeketh7836 good2896 procureth1245 favour7522: but he that seeketh1875 mischief7451, it shall come935 unto him.","30":"The fruit6529 of the righteous6662 is a tree6086 of life2416; and he that winneth3947 souls5315 is wise2450. winneth: Heb. taketh","18":"The wicked7563 worketh6213 a deceitful8267 work6468: but to him that soweth2232 righteousness6666 shall be a sure571 reward7938.","29":"He that troubleth5916 his own house1004 shall inherit5157 the wind7307: and the fool191 shall be servant5650 to the wise2450 of heart3820.","23":"The desire8378 of the righteous6662 is only good2896: but the expectation8615 of the wicked7563 is wrath5678.","19":"As righteousness6666 tendeth to life2416: so he that pursueth7291 evil7451 pursueth it to his own death4194.","1":"A false4820 balance3976 is abomination8441 to the LORD3068: but a just8003 weight68 is his delight7522. A false: Heb. Balances of deceit just: Heb. perfect stone","5":"The righteousness6666 of the perfect8549 shall direct3474 his way1870: but the wicked7563 shall fall5307 by his own wickedness7564. direct: Heb. rectify","4":"Riches1952 profit3276 not in the day3117 of wrath5678: but righteousness6666 delivereth5337 from death4194.","8":"The righteous6662 is delivered out2502 of trouble6869, and the wicked7563 cometh935 in his stead.","26":"He that withholdeth4513 corn1250, the people3816 shall curse5344 him: but blessing1293 shall be upon the head7218 of him that selleth7666 it.","14":"Where no counsel8458 is, the people5971 fall5307: but in the multitude7230 of counsellors3289 there is safety8668.","22":"As a jewel5141 of gold2091 in a swine\u0027s2386 snout639, so is a fair3303 woman802 which is without5493 discretion2940. is without: Heb. departeth from","28":"He that trusteth982 in his riches6239 shall fall5307: but the righteous6662 shall flourish6524 as a branch5929.","25":"The liberal1293 soul5315 shall be made fat1878: and he that watereth7301 shall be watered3384 also himself. liberal: Heb. soul of blessing","9":"An hypocrite2611 with his mouth6310 destroyeth7843 his neighbour7453: but through knowledge1847 shall the just6662 be delivered2502.","15":"He that is surety6148 for a stranger2114 shall smart7321 7451 for it: and he that hateth8130 suretiship8628 is sure982. smart: Heb. be sore broken suretiship: Heb. those that strike hands","21":"Though hand3027 join in hand3027, the wicked7451 shall not be unpunished5352: but the seed2233 of the righteous6662 shall be delivered4422.","24":"There is3426 that scattereth6340, and yet increaseth3254; and there is that withholdeth2820 more than is meet3476, but it tendeth to poverty4270.","16":"A gracious2580 woman802 retaineth8551 honour3519: and strong6184 men retain8551 riches6239.","7":"When a wicked7563 man120 dieth4194, his expectation8615 shall perish6: and the hope8431 of unjust205 men perisheth6.","2":"When pride2087 cometh935, then cometh935 shame7036: but with the lowly6800 is wisdom2451.","6":"The righteousness6666 of the upright3477 shall deliver5337 them: but transgressors898 shall be taken3920 in their own naughtiness1942.","31":"Behold, the righteous6662 shall be recompensed7999 in the earth776: much more the wicked7563 and the sinner2398."},"3":{"11":"My son1121, despise3988 not the chastening4148 of the LORD3068; neither be weary6973 of his correction8433:","3":"Let not mercy2617 and truth571 forsake5800 thee: bind7194 them about thy neck1621; write3789 them upon the table3871 of thine heart3820:","20":"By his knowledge1847 the depths8415 are broken up1234, and the clouds7834 drop down7491 the dew2919.","12":"For whom the LORD3068 loveth157 he correcteth3198; even as a father1 the son1121 in whom he delighteth7521.","10":"So shall thy barns618 be filled4390 with plenty7647, and thy presses3342 shall burst out6555 with new wine8492.","17":"Her ways1870 are ways1870 of pleasantness5278, and all her paths5410 are peace7965.","13":"Happy835 is the man120 that findeth4672 wisdom2451, and the man120 that getteth6329 understanding8394. that getteth: Heb. that draweth out understanding","27":"Withhold4513 not good2896 from them to whom it is due1167, when it is in the power410 of thine hand3027 to do6213 it. them: Heb. the owners thereof","30":"Strive7378 not with a man120 without cause2600, if he have done1580 thee no harm7451.","18":"She is a tree6086 of life2416 to them that lay hold2388 upon her: and happy833 is every one that retaineth8551 her.","29":"Devise2790 not evil7451 against thy neighbour7453, seeing he dwelleth3427 securely983 by thee. Devise: or, Practise no evil","23":"Then shalt thou walk3212 in thy way1870 safely983, and thy foot7272 shall not stumble5062.","19":"The LORD3068 by wisdom2451 hath founded3245 the earth776; by understanding8394 hath he established3559 the heavens8064. established: or, prepared","1":"My son1121, forget7911 not my law8451; but let thine heart3820 keep5341 my commandments4687:","5":"Trust982 in the LORD3068 with all thine heart3820; and lean8172 not unto thine own understanding998.","4":"So shalt thou find4672 favour2580 and good2896 understanding7922 in the sight5869 of God430 and man120. good: or, good success","8":"It shall be health7500 to thy navel8270, and marrow8250 to thy bones6106. health: Heb. medicine marrow: Heb. watering, or, moistening","26":"For the LORD3068 shall be thy confidence3689, and shall keep8104 thy foot7272 from being taken3921.","14":"For the merchandise5504 of it is better2896 than the merchandise5505 of silver3701, and the gain8393 thereof than fine gold2742.","22":"So shall they be life2416 unto thy soul5315, and grace2580 to thy neck1621.","28":"Say559 not unto thy neighbour7453, Go3212, and come again7725, and to morrow4279 I will give5414; when thou hast3426 it by thee.","25":"Be not afraid3372 of sudden6597 fear6343, neither of the desolation7722 of the wicked7563, when it cometh935.","9":"Honour3513 the LORD3068 with thy substance1952, and with the firstfruits7225 of all thine increase8393:","33":"The curse3994 of the LORD3068 is in the house1004 of the wicked7563: but he blesseth1288 the habitation5116 of the just6662.","15":"She is more precious3368 than rubies6443: and all the things thou canst desire2656 are not to be compared7737 unto her.","34":"Surely he scorneth3887 the scorners3887: but he giveth5414 grace2580 unto the lowly6035 6041.","21":"My son1121, let not them depart3868 from thine eyes5869: keep5341 sound wisdom8454 and discretion4209:","24":"When thou liest down7901, thou shalt not be afraid6342: yea, thou shalt lie down7901, and thy sleep8142 shall be sweet6149.","16":"Length753 of days3117 is in her right hand3225; and in her left hand8040 riches6239 and honour3519.","35":"The wise2450 shall inherit5157 glory3519: but shame7036 shall be the promotion7311 of fools3684. shall be: Heb. exalteth the fools","32":"For the froward3868 is abomination8441 to the LORD3068: but his secret5475 is with the righteous3477.","7":"Be not wise2450 in thine own eyes5869: fear3372 the LORD3068, and depart5493 from evil7451.","2":"For length753 of days3117, and long8141 life2416, and peace7965, shall they add3254 to thee. long: Heb. years of life","6":"In all thy ways1870 acknowledge3045 him, and he shall direct3474 thy paths734.","31":"Envy7065 thou not the oppressor376 2555, and choose977 none of his ways1870. the oppressor: Heb. a man of violence"},"20":{"11":"Even a child5288 is known5234 by his doings4611, whether his work6467 be pure2134, and whether it be right3477.","3":"It is an honour3519 for a man376 to cease7674 from strife7379: but every fool191 will be meddling1566.","20":"Whoso curseth7043 his father1 or his mother517, his lamp5216 shall be put out1846 in obscure380 380 darkness2822. lamp: or, candle","12":"The hearing8085 ear241, and the seeing7200 eye5869, the LORD3068 hath made6213 even both8147 of them.","10":"Divers weights68 68, and divers measures374 374, both8147 of them are alike1571 abomination8441 to the LORD3068. Divers weights: Heb. A stone and a stone divers measures: Heb. an ephah and an ephah","17":"Bread3899 of deceit8267 is sweet6156 to a man376; but afterwards310 his mouth6310 shall be filled4390 with gravel2687. deceit: Heb. lying, or, falsehood","13":"Love157 not sleep8142, lest thou come to poverty3423; open6491 thine eyes5869, and thou shalt be satisfied7646 with bread3899.","27":"The spirit5397 of man120 is the candle5216 of the LORD3068, searching2664 all the inward parts2315 of the belly990. candle: or, lamp","30":"The blueness2250 of a wound6482 cleanseth8562 away evil7451: so do stripes4347 the inward parts2315 of the belly990. cleanseth: Heb. is a purging medicine against","18":"Every purpose4284 is established3559 by counsel6098: and with good advice8458 make6213 war4421.","29":"The glory8597 of young men970 is their strength3581: and the beauty1926 of old men2205 is the gray head7872.","23":"Divers weights68 68 are an abomination8441 unto the LORD3068; and a false4820 balance3976 is not good2896. a false: Heb. balance of deceit","19":"He that goeth about1980 as a talebearer7400 revealeth1540 secrets5475: therefore meddle6148 not with him that flattereth6601 with his lips8193. flattereth: or, enticeth","1":"Wine3196 is a mocker3887, strong drink7941 is raging1993: and whosoever is deceived7686 thereby is not wise2449.","5":"Counsel6098 in the heart3820 of man376 is like deep6013 water4325; but a man376 of understanding8394 will draw it out1802.","4":"The sluggard6102 will not plow2790 by reason of the cold2779; therefore shall he beg7592 7592 in harvest7105, and have nothing. cold: or, winter","8":"A king4428 that sitteth in3427 the throne3678 of judgment1779 scattereth away2219 all evil7451 with his eyes5869.","26":"A wise2450 king4428 scattereth2219 the wicked7563, and bringeth7725 the wheel212 over them.","14":"It is naught7451, it is naught7451, saith559 the buyer7069: but when he is gone235 his way, then he boasteth1984.","22":"Say559 not thou, I will recompense7999 evil7451; but wait on6960 the LORD3068, and he shall save3467 thee.","28":"Mercy2617 and truth571 preserve5341 the king4428: and his throne3678 is upholden5582 by mercy2617.","25":"It is a snare4170 to the man120 who devoureth3216 that which is holy6944, and after310 vows5088 to make enquiry1239.","9":"Who can say559, I have made my heart3820 clean2135, I am pure2891 from my sin2403?","15":"There is3426 gold2091, and a multitude7230 of rubies6443: but the lips8193 of knowledge1847 are a precious3366 jewel3627.","21":"An inheritance5159 may be gotten hastily926 973 at the beginning7223; but the end319 thereof shall not be blessed1288.","24":"Man\u0027s1397 goings4703 are of the LORD3068; how can a man120 then understand995 his own way1870?","16":"Take3947 his garment899 that is surety6148 for a stranger2114: and take a pledge2254 of him for a strange woman5237.","7":"The just6662 man walketh1980 in his integrity8537: his children1121 are blessed835 after310 him.","2":"The fear367 of a king4428 is as the roaring5099 of a lion3715: whoso provoketh him to anger5674 sinneth2398 against his own soul5315.","6":"Most7230 men120 will proclaim7121 every one376 his own goodness2617: but a faithful529 man376 who can find4672? goodness: or, bounty"},"12":{"11":"He that tilleth5647 his land127 shall be satisfied7646 with bread3899: but he that followeth7291 vain7386 persons is void2638 of understanding3820.","3":"A man120 shall not be established3559 by wickedness7562: but the root8328 of the righteous6662 shall not be moved4131.","20":"Deceit4820 is in the heart3820 of them that imagine2790 evil7451: but to the counsellors3289 of peace7965 is joy8057.","12":"The wicked7563 desireth2530 the net4685 of evil7451 men: but the root8328 of the righteous6662 yieldeth5414 fruit. the net: or, the fortress","10":"A righteous6662 man regardeth3045 the life5315 of his beast929: but the tender mercies7356 of the wicked7563 are cruel394. tender: or, bowels","17":"He that speaketh6315 truth530 sheweth forth5046 righteousness6664: but a false8267 witness5707 deceit4820.","13":"The wicked7451 is snared4170 by the transgression6588 of his lips8193: but the just6662 shall come out3318 of trouble6869. The wicked: Heb. The snare of the wicked is in the transgression of lips","27":"The slothful7423 man roasteth2760 not that which he took in hunting6718: but the substance1952 of a diligent2742 man120 is precious3368.","18":"There is3426 that speaketh981 like the piercings4094 of a sword2719: but the tongue3956 of the wise2450 is health4832.","23":"A prudent6175 man120 concealeth3680 knowledge1847: but the heart3820 of fools3684 proclaimeth7121 foolishness200.","19":"The lip8193 of truth571 shall be established3559 for ever5703: but a lying8267 tongue3956 is but for a moment7280.","1":"Whoso loveth157 instruction4148 loveth157 knowledge1847: but he that hateth8130 reproof8433 is brutish1198.","5":"The thoughts4284 of the righteous6662 are right4941: but the counsels8458 of the wicked7563 are deceit4820.","4":"A virtuous2428 woman802 is a crown5850 to her husband1167: but she that maketh ashamed954 is as rottenness7538 in his bones6106.","8":"A man376 shall be commended1984 according6310 to his wisdom7922: but he that is of a perverse5753 heart3820 shall be despised937. of a: Heb. perverse of heart","26":"The righteous6662 is more excellent8446 than his neighbour7453: but the way1870 of the wicked7563 seduceth8582 them. excellent: or, abundant","14":"A man376 shall be satisfied7646 with good2896 by the fruit6529 of his mouth6310: and the recompence1576 of a man\u0027s120 hands3027 shall be rendered7725 7725 unto him.","22":"Lying8267 lips8193 are abomination8441 to the LORD3068: but they that deal6213 truly530 are his delight7522.","28":"In the way734 of righteousness6666 is life2416; and in the pathway5410 1870 thereof there is no death4194.","25":"Heaviness1674 in the heart3820 of man376 maketh it stoop7812: but a good2896 word1697 maketh it glad8055.","9":"He that is despised7034, and hath a servant5650, is better2896 than he that honoureth3513 himself, and lacketh2638 bread3899.","15":"The way1870 of a fool191 is right3477 in his own eyes5869: but he that hearkeneth8085 unto counsel6098 is wise2450.","21":"There shall no evil205 happen579 to the just6662: but the wicked7563 shall be filled4390 with mischief7451.","24":"The hand3027 of the diligent2742 shall bear rule4910: but the slothful7423 shall be under tribute4522. slothful: or, deceitful","16":"A fool\u0027s191 wrath3708 is presently3117 known3045: but a prudent6175 man covereth3680 shame7036. presently: Heb. in that day","7":"The wicked7563 are overthrown2015, and are not: but the house1004 of the righteous6662 shall stand5975.","2":"A good2896 man obtaineth6329 favour7522 of the LORD3068: but a man376 of wicked devices4209 will he condemn7561.","6":"The words1697 of the wicked7563 are to lie in wait693 for blood1818: but the mouth6310 of the upright3477 shall deliver5337 them."},"10":{"11":"The mouth6310 of a righteous6662 man is a well4726 of life2416: but violence2555 covereth3680 the mouth6310 of the wicked7563.","3":"The LORD3068 will not suffer7456 the soul5315 of the righteous6662 to famish7456: but he casteth away1920 the substance1942 of the wicked7563. the substance: or, the wicked for their wickedness","20":"The tongue3956 of the just6662 is as choice977 silver3701: the heart3820 of the wicked7563 is little worth4592.","12":"Hatred8135 stirreth up5782 strifes4090: but love160 covereth3680 all sins6588.","10":"He that winketh7169 with the eye5869 causeth5414 sorrow6094: but a prating8193 fool191 shall fall3832. fall: Heb. be beaten","17":"He is in the way734 of life2416 that keepeth8104 instruction4148: but he that refuseth5800 reproof8433 erreth8582. erreth: or, causeth to err","13":"In the lips8193 of him that hath understanding995 wisdom2451 is found4672: but a rod7626 is for the back1460 of him that is void2638 of understanding3820. of understanding: Heb. of heart","27":"The fear3374 of the LORD3068 prolongeth3254 days3117: but the years8141 of the wicked7563 shall be shortened7114. prolongeth: Heb. addeth","30":"The righteous6662 shall never5769 be removed4131: but the wicked7563 shall not inhabit7931 the earth776.","18":"He that hideth3680 hatred8135 with lying8267 lips8193, and he that uttereth3318 a slander1681, is a fool3684.","29":"The way1870 of the LORD3068 is strength4581 to the upright8537: but destruction4288 shall be to the workers6466 of iniquity205.","23":"It is as sport7814 to a fool3684 to do6213 mischief2154: but a man376 of understanding8394 hath wisdom2451.","19":"In the multitude7230 of words1697 there wanteth2308 not sin6588: but he that refraineth2820 his lips8193 is wise7919.","1":"The proverbs4912 of Solomon8010. A wise2450 son1121 maketh a glad8055 father1: but a foolish3684 son1121 is the heaviness8424 of his mother517.","5":"He that gathereth103 in summer7019 is a wise7919 son1121: but he that sleepeth7290 in harvest7105 is a son1121 that causeth shame954.","4":"He becometh poor7326 that dealeth6213 with a slack7423 hand3709: but the hand3027 of the diligent2742 maketh rich6238.","8":"The wise2450 in heart3820 will receive3947 commandments4687: but a prating8193 fool191 shall fall3832. a prating: Heb. a fool of lips fall: Heb. be beaten","26":"As vinegar2558 to the teeth8127, and as smoke6227 to the eyes5869, so is the sluggard6102 to them that send7971 him.","14":"Wise2450 men lay up6845 knowledge1847: but the mouth6310 of the foolish191 is near7138 destruction4288.","22":"The blessing1293 of the LORD3068, it maketh rich6238, and he addeth3254 no sorrow6089 with it.","28":"The hope8431 of the righteous6662 shall be gladness8057: but the expectation8615 of the wicked7563 shall perish6.","25":"As the whirlwind5492 passeth5674, so is the wicked7563 no more: but the righteous6662 is an everlasting5769 foundation3247.","9":"He that walketh3212 uprightly8537 walketh1980 surely983: but he that perverteth6140 his ways1870 shall be known3045.","15":"The rich man\u0027s6223 wealth1952 is his strong5797 city7151: the destruction4288 of the poor1800 is their poverty7389.","21":"The lips8193 of the righteous6662 feed7462 many7227: but fools191 die4191 for want2638 of wisdom3820. of wisdom: Heb. of heart","24":"The fear4034 of the wicked7563, it shall come935 upon him: but the desire8378 of the righteous6662 shall be granted5414.","16":"The labour6468 of the righteous6662 tendeth to life2416: the fruit8393 of the wicked7563 to sin2403.","32":"The lips8193 of the righteous6662 know3045 what is acceptable7522: but the mouth6310 of the wicked7563 speaketh frowardness8419. frowardness: Heb. frowardnesses","7":"The memory2143 of the just6662 is blessed1293: but the name8034 of the wicked7563 shall rot7537.","2":"Treasures214 of wickedness7562 profit3276 nothing: but righteousness6666 delivereth5337 from death4194.","6":"Blessings1293 are upon the head7218 of the just6662: but violence2555 covereth3680 the mouth6310 of the wicked7563.","31":"The mouth6310 of the just6662 bringeth forth5107 wisdom2451: but the froward8419 tongue3956 shall be cut out3772."},"17":{"11":"An evil7451 man seeketh1245 only rebellion4805: therefore a cruel394 messenger4397 shall be sent7971 against him.","3":"The fining pot4715 is for silver3701, and the furnace3564 for gold2091: but the LORD3068 trieth974 the hearts3826.","20":"He that hath a froward6141 heart3820 findeth4672 no good2896: and he that hath a perverse2015 tongue3956 falleth5307 into mischief7451. He that hath a froward: Heb. The froward of heart","12":"Let a bear1677 robbed7909 of her whelps meet6298 a man376, rather than408 a fool3684 in his folly200.","10":"A reproof1606 entereth5181 more into a wise man995 than an hundred3967 stripes5221 into a fool3684. entereth: or, aweth more a wise man, than to strike a fool an hundred times","17":"A friend7453 loveth157 at all times6256, and a brother251 is born3205 for adversity6869.","13":"Whoso rewardeth7725 evil7451 for good2896, evil7451 shall not depart4185 4185 from his house1004.","27":"He that hath3045 knowledge1847 spareth2820 his words561: and a man376 of understanding8394 is of an excellent3368 7119 spirit7307. an: or, a cool","18":"A man120 void2638 of understanding3820 striketh8628 hands3709, and becometh6148 surety6161 in the presence6440 of his friend7453. understanding: Heb. heart","23":"A wicked7563 man taketh3947 a gift7810 out of the bosom2436 to pervert5186 the ways734 of judgment4941.","19":"He loveth157 transgression6588 that loveth157 strife4683: and he that exalteth1361 his gate6607 seeketh1245 destruction7667.","1":"Better2896 is a dry2720 morsel6595, and quietness7962 therewith, than an house1004 full4392 of sacrifices2077 with strife7379. sacrifices: or, good cheer","5":"Whoso mocketh3932 the poor7326 reproacheth2778 his Maker6213: and he that is glad8056 at calamities343 shall not be unpunished5352. unpunished: Heb. held innocent","4":"A wicked doer7489 giveth heed7181 to false205 lips8193; and a liar8267 giveth ear238 to a naughty1942 tongue3956.","8":"A gift7810 is as a precious2580 stone68 in the eyes5869 of him that hath1167 it: whithersoever it turneth6437, it prospereth7919. a precious: Heb. a stone of grace","26":"Also to punish6064 the just6662 is not good2896, nor to strike5221 princes5081 for equity3476.","14":"The beginning7225 of strife4066 is as when one letteth out6362 water4325: therefore leave off5203 contention7379, before6440 it be meddled1566 with.","22":"A merry8056 heart3820 doeth good3190 like a medicine1456: but a broken5218 spirit7307 drieth3001 the bones1634. like: or, to","28":"Even a fool191, when he holdeth his peace2790, is counted2803 wise2450: and he that shutteth331 his lips8193 is esteemed a man of understanding995.","25":"A foolish3684 son1121 is a grief3708 to his father1, and bitterness4470 to her that bare3205 him.","9":"He that covereth3680 a transgression6588 seeketh1245 love160; but he that repeateth8138 a matter1697 separateth6504 very friends441. seeketh: or, procureth","15":"He that justifieth6663 the wicked7563, and he that condemneth7561 the just6662, even they both8147 are abomination8441 to the LORD3068.","21":"He that begetteth3205 a fool3684 doeth it to his sorrow8424: and the father1 of a fool5036 hath no joy8055.","24":"Wisdom2451 is before him that hath understanding6440 995; but the eyes5869 of a fool3684 are in the ends7097 of the earth776.","16":"Wherefore is there a price4242 in the hand3027 of a fool3684 to get7069 wisdom2451, seeing he hath no heart3820 to it?","7":"Excellent3499 speech8193 becometh5000 not a fool5036: much less do lying8267 lips8193 a prince5081. Excellent: Heb. A lip of excellency lying: Heb. a lip of lying","2":"A wise7919 servant5650 shall have rule4910 over a son1121 that causeth shame954, and shall have part2505 of the inheritance5159 among8432 the brethren251.","6":"Children\u0027s1121 children1121 are the crown5850 of old men2205; and the glory8597 of children1121 are their fathers1."},"13":{"16":"Every prudent6175 man dealeth6213 with knowledge1847: but a fool3684 layeth open6566 his folly200. layeth: Heb. spreadeth","3":"He that keepeth5341 his mouth6310 keepeth8104 his life5315: but he that openeth wide6589 his lips8193 shall have destruction4288.","5":"A righteous6662 man hateth8130 lying1697 8267: but a wicked7563 man is loathsome887, and cometh to shame2659.","21":"Evil7451 pursueth7291 sinners2400: but to the righteous6662 good2896 shall be repayed7999.","18":"Poverty7389 and shame7036 shall be to him that refuseth6544 instruction4148: but he that regardeth8104 reproof8433 shall be honoured3513.","12":"Hope8431 deferred4900 maketh the heart3820 sick2470: but when the desire8378 cometh935, it is a tree6086 of life2416.","10":"Only by pride2087 cometh5414 contention4683: but with the well advised3289 is wisdom2451.","2":"A man376 shall eat398 good2896 by the fruit6529 of his mouth6310: but the soul5315 of the transgressors898 shall eat violence2555.","22":"A good2896 man leaveth an inheritance5157 to his children\u0027s1121 children1121: and the wealth2428 of the sinner2398 is laid up6845 for the just6662.","8":"The ransom3724 of a man\u0027s376 life5315 are his riches6239: but the poor7326 heareth8085 not rebuke1606.","17":"A wicked7563 messenger4397 falleth5307 into mischief7451: but a faithful529 ambassador6735 is health4832. a faithful: Heb. an ambassador of faithfulness","11":"Wealth1952 gotten by vanity1892 shall be diminished4591: but he that gathereth6908 by labour3027 shall increase7235. by labour: Heb. with the hand","1":"A wise2450 son1121 heareth his father\u0027s1 instruction4148: but a scorner3887 heareth8085 not rebuke1606.","9":"The light216 of the righteous6662 rejoiceth8055: but the lamp5216 of the wicked7563 shall be put out1846. lamp: or, candle","24":"He that spareth2820 his rod7626 hateth8130 his son1121: but he that loveth157 him chasteneth4148 him betimes7836.","14":"The law8451 of the wise2450 is a fountain4726 of life2416, to depart5493 from the snares4170 of death4194.","7":"There is3426 that maketh himself rich6238, yet hath nothing: there is that maketh himself poor7326, yet3605 hath great7227 riches1952.","15":"Good2896 understanding7922 giveth5414 favour2580: but the way1870 of transgressors898 is hard386.","20":"He that walketh1980 with wise2450 men shall be wise2449: but a companion7462 of fools3684 shall be destroyed7321. destroyed: Heb. broken","25":"The righteous6662 eateth398 to the satisfying7648 of his soul5315: but the belly990 of the wicked7563 shall want2637.","23":"Much7230 food400 is in the tillage5215 of the poor7218 7326: but there is3426 that is destroyed5595 for want3808 of judgment4941.","6":"Righteousness6666 keepeth5341 him that is upright8537 in the way1870: but wickedness7564 overthroweth5557 the sinner2403. the sinner: Heb. sin","4":"The soul5315 of the sluggard6102 desireth183, and hath nothing: but the soul5315 of the diligent2742 shall be made fat1878.","19":"The desire8378 accomplished1961 is sweet6149 to the soul5315: but it is abomination8441 to fools3684 to depart5493 from evil7451.","13":"Whoso despiseth936 the word1697 shall be destroyed2254: but he that feareth3373 the commandment4687 shall be rewarded7999. shall be rewarded: or, shall be in peace"},"27":{"11":"My son1121, be wise2449, and make my heart3820 glad8055, that I may answer7725 1697 him that reproacheth2778 me.","3":"A stone68 is heavy3514, and the sand2344 weighty5192; but a fool\u0027s191 wrath3708 is heavier3515 than them both8147. heavy: Heb. heaviness","20":"Hell7585 and destruction11 10 are never3808 full7646; so the eyes5869 of man120 are never satisfied7646. never: Heb. not","12":"A prudent6175 man foreseeth7200 the evil7451, and hideth5641 himself; but the simple6612 pass on5674, and are punished6064.","10":"Thine own friend7453, and thy father\u0027s1 friend7453, forsake5800 not; neither go935 into thy brother\u0027s251 house1004 in the day3117 of thy calamity343: for better2896 is a neighbour7934 that is near7138 than a brother251 far off7350.","17":"Iron1270 sharpeneth2300 iron1270; so a man376 sharpeneth2300 the countenance6440 of his friend7453.","13":"Take3947 his garment899 that is surety6148 for a stranger2114, and take a pledge2254 of him for a strange woman5237.","27":"And thou shalt have goats\u00275795 milk2461 enough1767 for thy food3899, for the food3899 of thy household1004, and for the maintenance2416 for thy maidens5291. maintenance: Heb. life","18":"Whoso keepeth5341 the fig tree8384 shall eat398 the fruit6529 thereof: so he that waiteth8104 on his master113 shall be honoured3513.","23":"Be thou diligent3045 to know3045 the state6440 of thy flocks6629, and look7896 well3820 to thy herds5739. look: Heb. set thy heart","19":"As in water4325 face6440 answereth to face6440, so the heart3820 of man120 to man120.","1":"Boast1984 not thyself of to morrow4279; for thou knowest3045 not what a day3117 may bring forth3205. to: Heb. to morrow day","5":"Open1540 rebuke8433 is better2896 than secret5641 love160.","4":"Wrath2534 is cruel395, and anger639 is outrageous7858; but who is able to stand5975 before6440 envy7068? Wrath: Heb. Wrath is cruelty, and anger an overflowing envy: or, jealousy?","8":"As a bird6833 that wandereth5074 from her nest7064, so is a man376 that wandereth5074 from his place4725.","26":"The lambs3532 are for thy clothing3830, and the goats6260 are the price4242 of the field7704.","14":"He that blesseth1288 his friend7453 with a loud1419 voice6963, rising early7925 in the morning1242, it shall be counted2803 a curse7045 to him.","22":"Though thou shouldest bray3806 a fool191 in a mortar4388 among8432 wheat7383 with a pestle5940, yet will not his foolishness200 depart5493 from him.","25":"The hay2682 appeareth1540, and the tender grass1877 sheweth7200 itself, and herbs6212 of the mountains2022 are gathered622.","9":"Ointment8081 and perfume7004 rejoice8055 the heart3820: so doth the sweetness4986 of a man\u0027s friend7453 by hearty5315 counsel6098. by: Heb. from the counsel of the soul","15":"A continual2956 dropping1812 in a very rainy5464 day3117 and a contentious4079 4066 woman802 are alike7737.","21":"As the fining pot4715 for silver3701, and the furnace3564 for gold2091; so is a man376 to6310 his praise4110.","24":"For riches2633 are not for ever5769: and doth the crown5145 endure to every1755 generation1755? riches: Heb. strength to: Heb. to generation and generation?","16":"Whosoever hideth6845 her hideth6845 the wind7307, and the ointment8081 of his right hand3225, which bewrayeth7121 itself.","7":"The full7649 soul5315 loatheth947 an honeycomb5317; but to the hungry7457 soul5315 every bitter thing4751 is sweet4966. loatheth: Heb. treadeth under foot","2":"Let another man2114 praise1984 thee, and not thine own mouth6310; a stranger5237, and not thine own lips8193.","6":"Faithful539 are the wounds6482 of a friend157; but the kisses5390 of an enemy8130 are deceitful6280. deceitful: or, earnest, or, frequent"},"30":{"11":"There is a generation1755 that curseth7043 their father1, and doth not bless1288 their mother517.","3":"I neither learned3925 wisdom2451, nor have3045 the knowledge1847 of the holy6918. have: Heb. know","20":"Such is the way1870 of an adulterous5003 woman802; she eateth398, and wipeth4229 her mouth6310, and saith559, I have done6466 no wickedness205.","12":"There is a generation1755 that are pure2889 in their own eyes5869, and yet is not washed7364 from their filthiness6675.","10":"Accuse3960 not a servant5650 unto his master113, lest he curse7043 thee, and thou be found guilty816. Accuse: Heb. Hurt not with thy tongue","17":"The eye5869 that mocketh3932 at his father1, and despiseth936 to obey3349 his mother517, the ravens6158 of the valley5158 shall pick it out5365, and the young1121 eagles5404 shall eat398 it. the valley: or, the brook","13":"There is a generation1755, O how lofty7311 are their eyes5869! and their eyelids6079 are lifted up5375.","27":"The locusts697 have no king4428, yet go they forth3318 all of them by bands2686; by: Heb. gathered together","30":"A lion3918 which is strongest1368 among beasts929, and turneth not away7725 for6440 any;","18":"There be three7969 things which are too wonderful6381 for me, yea, four702 which I know3045 not:","29":"There be three7969 things which go6806 well3190, yea, four702 are comely2895 in going3212:","23":"For an odious8130 woman when she is married1166; and an handmaid8198 that is heir3423 to her mistress1404.","19":"The way1870 of an eagle5404 in the air8064; the way1870 of a serpent5175 upon a rock6697; the way1870 of a ship591 in the midst3820 of the sea3220; and the way1870 of a man1397 with a maid5959. midst: Heb. heart","1":"The words1697 of Agur94 the son1121 of Jakeh3348, even the prophecy4853: the man1397 spake5002 unto Ithiel384, even unto Ithiel384 and Ucal401,","5":"Every word565 of God433 is pure6884: he is a shield4043 unto them that put their trust2620 in him. pure: Heb. purified","4":"Who hath ascended up5927 into heaven8064, or descended3381? who hath gathered622 the wind7307 in his fists2651? who hath bound6887 the waters4325 in a garment8071? who hath established6965 all the ends657 of the earth776? what is his name8034, and what is his son\u0027s1121 name8034, if thou canst tell3045?","8":"Remove far7368 from me vanity7723 and lies1697 3577: give5414 me neither poverty7389 nor riches6239; feed2963 me with food3899 convenient2706 for me: convenient: Heb. of my allowance","26":"The conies8227 are but a feeble6099 folk5971, yet make7760 they their houses1004 in the rocks5553;","14":"There is a generation1755, whose teeth8127 are as swords2719, and their jaw teeth4973 as knives3979, to devour398 the poor6041 from off the earth776, and the needy34 from among men120.","22":"For a servant5650 when he reigneth4427; and a fool5036 when he is filled7646 with meat3899;","28":"The spider8079 taketh hold8610 with her hands3027, and is in kings\u00274428 palaces1964.","25":"The ants5244 are a people5971 not strong5794, yet they prepare3559 their meat3899 in the summer7019;","9":"Lest I be full7646, and deny3584 thee, and say559, Who is the LORD3068? or lest I be poor3423, and steal1589, and take8610 the name8034 of my God430 in vain. deny: Heb. belie thee","33":"Surely the churning4330 of milk2461 bringeth forth3318 butter2529, and the wringing4330 of the nose639 bringeth forth3318 blood1818: so the forcing4330 of wrath639 bringeth forth3318 strife7379.","15":"The horseleach5936 hath two8147 daughters1323, crying, Give3051, give3051. There are three7969 things that are never satisfied7646, yea, four702 things say559 not, It is enough1952: It is: Heb. Wealth","21":"For three7969 things the earth776 is disquieted7264, and for four702 which it cannot3201 bear5375:","24":"There be four702 things which are little6996 upon the earth776, but they are exceeding2449 wise2450: exceeding: Heb. wise, made wise","16":"The grave7585; and the barren6115 womb7356; the earth776 that is not filled7646 with water4325; and the fire784 that saith559 not, It is enough1952.","32":"If thou hast done foolishly5034 in lifting up5375 thyself, or if thou hast thought evil2161, lay thine hand3027 upon thy mouth6310.","7":"Two8147 things have I required7592 of thee; deny4513 me them not before I die4191: deny: Heb. withhold not from me","2":"Surely I am more brutish1198 than any man376, and have not the understanding998 of a man120.","6":"Add3254 thou not unto his words1697, lest he reprove3198 thee, and thou be found a liar3576.","31":"A greyhound4975 2223; an he goat8495 also176; and a king4428, against whom there is no rising up510. greyhound: or, horse: Heb. girt in the loins"},"18":{"16":"A man\u0027s120 gift4976 maketh room7337 for him, and bringeth5148 him before6440 great men1419.","3":"When the wicked7563 cometh935, then cometh935 also contempt937, and with ignominy7036 reproach2781.","5":"It is not good2896 to accept5375 the person6440 of the wicked7563, to overthrow5186 the righteous6662 in judgment4941.","21":"Death4194 and life2416 are in the power3027 of the tongue3956: and they that love157 it shall eat398 the fruit6529 thereof.","18":"The lot1486 causeth contentions4079 to cease7673, and parteth6504 between the mighty6099.","12":"Before6440 destruction7667 the heart3820 of man376 is haughty1361, and before6440 honour3519 is humility6038.","10":"The name8034 of the LORD3068 is a strong5797 tower4026: the righteous6662 runneth7323 into it, and is safe7682. safe: Heb. set aloft","2":"A fool3684 hath no delight2654 in understanding8394, but that his heart3820 may discover1540 itself.","22":"Whoso findeth4672 a wife802 findeth4672 a good2896 thing, and obtaineth6329 favour7522 of the LORD3068.","8":"The words1697 of a talebearer5372 are as wounds3859, and they go down3381 into the innermost parts2315 of the belly990. talebearer: or, whisperer as wounds: or, like as when men are wounded most: Heb. chambers","17":"He that is first7223 in his own cause7379 seemeth just6662; but his neighbour7453 cometh935 935 and searcheth2713 him.","11":"The rich man\u0027s6223 wealth1952 is his strong5797 city7151, and as an high7682 wall2346 in his own conceit4906.","1":"Through desire8378 a man, having separated6504 himself, seeketh1245 and intermeddleth1566 with all wisdom8454. Through: or, He that separateth himself seeketh according to his desire, and intermeddleth in every business","9":"He also that is slothful7503 in his work4399 is brother251 to him that is a great1167 waster7843.","24":"A man376 that hath friends7453 must shew himself friendly7489: and there is3426 a friend157 that sticketh closer1695 than a brother251.","14":"The spirit7307 of a man376 will sustain3557 his infirmity4245; but a wounded5218 spirit7307 who can bear5375?","7":"A fool\u0027s3684 mouth6310 is his destruction4288, and his lips8193 are the snare4170 of his soul5315.","15":"The heart3820 of the prudent995 getteth7069 knowledge1847; and the ear241 of the wise2450 seeketh1245 knowledge1847.","20":"A man\u0027s376 belly990 shall be satisfied7646 with the fruit6529 of his mouth6310; and with the increase8393 of his lips8193 shall he be filled7646.","23":"The poor7326 useth1696 intreaties8469; but the rich6223 answereth6030 roughly5794.","6":"A fool\u0027s3684 lips8193 enter935 into contention7379, and his mouth6310 calleth7121 for strokes4112.","4":"The words1697 of a man\u0027s376 mouth6310 are as deep6013 waters4325, and the wellspring4726 of wisdom2451 as a flowing5042 brook5158.","19":"A brother251 offended6586 is harder to be won than a strong5797 city7151: and their contentions4079 4066 are like the bars1280 of a castle759.","13":"He that answereth7725 a matter1697 before he heareth8085 it, it is folly200 and shame3639 unto him. answereth: Heb. returneth a word"},"29":{"11":"A fool3684 uttereth3318 all his mind7307: but a wise2450 man keepeth7623 it in till afterwards268.","3":"Whoso376 loveth157 wisdom2451 rejoiceth8055 his father1: but he that keepeth company7462 with harlots2181 spendeth6 his substance1952.","20":"Seest2372 thou a man376 that is hasty213 in his words1697? there is more hope8615 of a fool3684 than of him. words: or, matters?","12":"If a ruler4910 hearken7181 to lies1697 8267, all his servants8334 are wicked7563.","10":"The bloodthirsty582 1818 hate8130 the upright8535: but the just3477 seek1245 his soul5315. The bloodthirsty: Heb. Men of blood","17":"Correct3256 thy son1121, and he shall give thee rest5117; yea, he shall give5414 delight4574 unto thy soul5315.","13":"The poor7326 and the deceitful8501 man376 meet together6298: the LORD3068 lighteneth215 both8147 their eyes5869. the deceitful: or, the usurer","27":"An unjust5766 man376 is an abomination8441 to the just6662: and he that is upright3477 in the way1870 is abomination8441 to the wicked7563.","18":"Where there is no vision2377, the people5971 perish6544: but he that keepeth8104 the law8451, happy835 is he. perish: or, is made naked","23":"A man\u0027s120 pride1346 shall bring him low8213: but honour3519 shall uphold8551 the humble8217 in spirit7307.","19":"A servant5650 will not be corrected3256 by words1697: for though he understand995 he will not answer4617.","1":"He376, that being often reproved8433 hardeneth7185 his neck6203, shall suddenly6621 be destroyed7665, and that without remedy4832. He: Heb. A man of reproofs","5":"A man1397 that flattereth2505 his neighbour7453 spreadeth6566 a net7568 for his feet6471.","4":"The king4428 by judgment4941 establisheth5975 the land776: but he376 that receiveth gifts8641 overthroweth2040 it. he: Heb. a man of oblations","8":"Scornful3944 men582 bring6315 a city7151 into a snare6315: but wise2450 men turn away7725 wrath639. bring: or, set a city on fire","26":"Many7227 seek1245 the ruler\u0027s4910 favour6440; but every man\u0027s376 judgment4941 cometh from the LORD3068. the ruler\u0027s: Heb. the face of a ruler","14":"The king4428 that faithfully571 judgeth8199 the poor1800, his throne3678 shall be established3559 for ever5703.","22":"An angry639 man376 stirreth up1624 strife4066, and a furious2534 man1167 aboundeth in7227 transgression6588.","25":"The fear2731 of man120 bringeth5414 a snare4170: but whoso putteth his trust982 in the LORD3068 shall be safe7682. safe: Heb. set on high","9":"If a wise2450 man376 contendeth8199 with a foolish191 man376, whether he rage7264 or laugh7832, there is no rest5183.","15":"The rod7626 and reproof8433 give5414 wisdom2451: but a child5288 left7971 to himself bringeth his mother517 to shame954.","21":"He that delicately bringeth up6445 his servant5650 from a child5290 shall have him become his son4497 at the length319.","24":"Whoso is partner2505 with a thief1590 hateth8130 his own soul5315: he heareth8085 cursing423, and bewrayeth5046 it not.","16":"When the wicked7563 are multiplied7235, transgression6588 increaseth7235: but the righteous6662 shall see7200 their fall4658.","7":"The righteous6662 considereth3045 the cause1779 of the poor1800: but the wicked7563 regardeth995 not to know1847 it.","2":"When the righteous6662 are in authority7235, the people5971 rejoice8055: but when the wicked7563 beareth rule4910, the people5971 mourn584. in: or, increased","6":"In the transgression6588 of an evil7451 man376 there is a snare4170: but the righteous6662 doth sing7442 and rejoice8056."},"23":{"11":"For their redeemer1350 is mighty2389; he shall plead7378 their cause7379 with thee.","3":"Be not desirous183 of his dainties4303: for they are deceitful3577 meat3899.","20":"Be not among winebibbers3196 5433; among riotous eaters2151 of flesh1320: of flesh: Heb. of their flesh","12":"Apply935 thine heart3820 unto instruction4148, and thine ears241 to the words561 of knowledge1847.","10":"Remove5253 not the old5769 landmark1366; and enter935 not into the fields7704 of the fatherless3490: landmark: or, bound","17":"Let not thine heart3820 envy7065 sinners2400: but be thou in the fear3374 of the LORD3068 all the day3117 long.","13":"Withhold4513 not correction4148 from the child5288: for if thou beatest5221 him with the rod7626, he shall not die4191.","27":"For a whore2181 is a deep6013 ditch7745; and a strange woman5237 is a narrow6862 pit875.","30":"They that tarry long309 at the wine3196; they that go935 to seek2713 mixed wine4469.","18":"For surely there is3426 an end319; and thine expectation8615 shall not be cut off3772. end: or, reward","29":"Who hath woe188? who hath sorrow17? who hath contentions4079 4066? who hath babbling7879? who hath wounds6482 without cause2600? who hath redness2448 of eyes5869?","23":"Buy7069 the truth571, and sell4376 it not; also wisdom2451, and instruction4148, and understanding998.","19":"Hear8085 thou, my son1121, and be wise2449, and guide833 thine heart3820 in the way1870.","1":"When thou sittest3427 to eat3898 with a ruler4910, consider995 diligently995 what is before6440 thee:","5":"Wilt thou set5774 5774 thine eyes5869 upon that which is not? for riches certainly6213 make6213 themselves wings3671; they fly away5774 5774 as an eagle5404 toward heaven8064. set: Heb. cause thine eyes to fly upon","4":"Labour3021 not to be rich6238: cease2308 from thine own wisdom998.","8":"The morsel6595 which thou hast eaten398 shalt thou vomit up6958, and lose7843 thy sweet5273 words1697.","26":"My son1121, give5414 me thine heart3820, and let thine eyes5869 observe7521 5341 my ways1870.","14":"Thou shalt beat5221 him with the rod7626, and shalt deliver5337 his soul5315 from hell7585.","22":"Hearken8085 unto thy father1 that begat3205 thee, and despise936 not thy mother517 when she is old2204.","28":"She also lieth in wait693 as for a prey2863, and increaseth3254 the transgressors898 among men120. as for: or, as a robber","25":"Thy father1 and thy mother517 shall be glad8055, and she that bare3205 thee shall rejoice1523.","9":"Speak1696 not in the ears241 of a fool3684: for he will despise936 the wisdom7922 of thy words4405.","33":"Thine eyes5869 shall behold7200 strange women2114, and thine heart3820 shall utter1696 perverse things8419.","15":"My son1121, if thine heart3820 be wise2449, my heart3820 shall rejoice8055, even mine589. even: or, even I will rejoice","34":"Yea, thou shalt be as he that lieth down7901 in the midst3820 of the sea3220, or as he that lieth7901 upon the top7218 of a mast2260. the midst: Heb. the heart of the sea","21":"For the drunkard5433 and the glutton2151 shall come to poverty3423: and drowsiness5124 shall clothe3847 a man with rags7168.","24":"The father1 of the righteous6662 shall greatly1524 rejoice1523: and he that begetteth3205 a wise2450 child shall have joy8055 of him.","16":"Yea, my reins3629 shall rejoice5937, when thy lips8193 speak1696 right things4339.","35":"They have stricken5221 me, shalt thou say, and I was not sick2470; they have beaten1986 me, and I felt3045 it not: when shall I awake6974? I will seek1245 it yet3254 again. I felt: Heb. I knew it not","32":"At the last319 it biteth5391 like a serpent5175, and stingeth6567 like an adder6848. an: or, a cockatrice","7":"For as he thinketh8176 in his heart5315, so is he: Eat398 and drink8354, saith559 he to thee; but his heart3820 is not with thee.","2":"And put7760 a knife7915 to thy throat3930, if thou be a man given1167 to appetite5315.","6":"Eat3898 thou not the bread3899 of him that hath an evil7451 eye5869, neither desire183 thou his dainty meats4303:","31":"Look7200 not thou upon the wine3196 when it is red119, when it giveth5414 his colour5869 in the cup3563 3599, when it moveth1980 itself aright4339."},"19":{"11":"The discretion7922 of a man120 deferreth748 his anger639; and it is his glory8597 to pass over5674 a transgression6588. discretion: or, prudence","3":"The foolishness200 of man120 perverteth5557 his way1870: and his heart3820 fretteth2196 against the LORD3068.","20":"Hear8085 counsel6098, and receive6901 instruction4148, that thou mayest be wise2449 in thy latter end319.","12":"The king\u0027s4428 wrath2197 is as the roaring5099 of a lion3715; but his favour7522 is as dew2919 upon the grass6212.","10":"Delight8588 is not seemly5000 for a fool3684; much less for a servant5650 to have rule4910 over princes8269.","17":"He that hath pity2603 upon the poor1800 lendeth3867 unto the LORD3068; and that which he hath given1576 will he pay him again7999. that which: or, his deed","13":"A foolish3684 son1121 is the calamity1942 of his father1: and the contentions4079 of a wife802 are a continual2956 dropping1812.","27":"Cease2308, my son1121, to hear8085 the instruction4148 that causeth to err7686 from the words561 of knowledge1847.","18":"Chasten3256 thy son1121 while there is3426 hope8615, and let not thy soul5315 spare5375 for his crying4191. for: or, to his destruction: or, to cause him to die","29":"Judgments8201 are prepared3559 for scorners3887, and stripes4112 for the back1460 of fools3684.","23":"The fear3374 of the LORD3068 tendeth to life2416: and he that hath it shall abide3885 satisfied7649; he shall not be visited6485 with evil7451.","19":"A man1419 of great1632 wrath2534 shall suffer5375 punishment6066: for if thou deliver5337 him, yet thou must do it again3254. do: Heb. add","1":"Better2896 is the poor7326 that walketh1980 in his integrity8537, than he that is perverse6141 in his lips8193, and is a fool3684.","5":"A false8267 witness5707 shall not be unpunished5352, and he that speaketh6315 lies3577 shall not escape4422. unpunished: Heb. held innocent","4":"Wealth1952 maketh3254 many7227 friends7453; but the poor1800 is separated6504 from his neighbour7453.","8":"He that getteth7069 wisdom3820 loveth157 his own soul5315: he that keepeth8104 understanding8394 shall find4672 good2896. wisdom: Heb. an heart","26":"He that wasteth7703 his father1, and chaseth away1272 his mother517, is a son1121 that causeth shame954, and bringeth reproach2659.","14":"House1004 and riches1952 are the inheritance5159 of fathers1: and a prudent7919 wife802 is from the LORD3068.","22":"The desire8378 of a man120 is his kindness2617: and a poor man7326 is better2896 than376 a liar3577.","28":"An ungodly1100 witness5707 scorneth3887 judgment4941: and the mouth6310 of the wicked7563 devoureth1104 iniquity205. An: Heb. A witness of Belial","25":"Smite5221 a scorner3887, and the simple6612 will beware6191: and reprove3198 one that hath understanding995, and he will understand995 knowledge1847. will beware: Heb. will be cunning","9":"A false8267 witness5707 shall not be unpunished5352, and he that speaketh6315 lies3577 shall perish6.","15":"Slothfulness6103 casteth5307 into a deep sleep8639; and an idle7423 soul5315 shall suffer hunger7456.","21":"There are many7227 devices4284 in a man\u0027s376 heart3820; nevertheless the counsel6098 of the LORD3068, that shall stand6965.","24":"A slothful6102 man hideth2934 his hand3027 in his bosom6747, and will not so much as bring7725 it to his mouth6310 again7725.","16":"He that keepeth8104 the commandment4687 keepeth8104 his own soul5315; but he that despiseth959 his ways1870 shall die4191.","7":"All the brethren251 of the poor7326 do hate8130 him: how much more do his friends4828 go far7368 from him? he pursueth7291 them with words561, yet they are wanting to him.","2":"Also, that the soul5315 be without knowledge1847, it is not good2896; and he that hasteth213 with his feet7272 sinneth2398.","6":"Many7227 will intreat2470 the favour6440 of the prince5081: and every man is a friend7453 to him376 that giveth gifts4976. him: Heb. a man of gifts"},"1":{"11":"If they say559, Come3212 with us, let us lay wait693 for blood1818, let us lurk6845 privily for the innocent5355 without cause2600:","3":"To receive3947 the instruction4148 of wisdom7919, justice6664, and judgment4941, and equity4339; equity: Heb. equities","20":"Wisdom2454 crieth7442 without2351; she uttereth5414 her voice6963 in the streets7339: Wisdom: Heb. Wisdoms, that is, Excellent wisdom","12":"Let us swallow them up1104 alive2416 as the grave7585; and whole8549, as those that go down3381 into the pit953:","10":"My son1121, if sinners2400 entice6601 thee, consent14 thou not.","17":"Surely in vain2600 the net7568 is spread2219 in the sight5869 of any bird1167 3671. in the: Heb. in the eyes of every thing that hath a wing","13":"We shall find4672 all precious3368 substance1952, we shall fill4390 our houses1004 with spoil7998:","27":"When your fear6343 cometh935 as desolation7722 7584, and your destruction343 cometh857 as a whirlwind5492; when distress6869 and anguish6695 cometh935 upon you.","30":"They would14 none of my counsel6098: they despised5006 all my reproof8433.","18":"And they lay wait693 for their own blood1818; they lurk privily6845 for their own lives5315.","29":"For that they hated8130 knowledge1847, and did not choose977 the fear3374 of the LORD3068:","23":"Turn7725 you at my reproof8433: behold, I will pour out5042 my spirit7307 unto you, I will make known3045 my words1697 unto you.","19":"So are the ways734 of every one that is greedy1214 of gain1215; which taketh away3947 the life5315 of the owners1167 thereof.","1":"The proverbs4912 of Solomon8010 the son1121 of David1732, king4428 of Israel3478;","5":"A wise2450 man will hear8085, and will increase3254 learning3948; and a man of understanding995 shall attain7069 unto wise counsels8458:","4":"To give5414 subtilty6195 to the simple6612, to the young man5288 knowledge1847 and discretion4209. discretion: or, advisement","8":"My son1121, hear8085 the instruction4148 of thy father1, and forsake5203 not the law8451 of thy mother517:","26":"I also will laugh7832 at your calamity343; I will mock3932 when your fear6343 cometh935;","14":"Cast5307 in thy lot1486 among8432 us; let us all have one259 purse3599:","22":"How long, ye simple ones6612, will ye love157 simplicity6612? and the scorners3887 delight2530 in their scorning3944, and fools3684 hate8130 knowledge1847?","28":"Then shall they call7121 upon me, but I will not answer6030; they shall seek me early7836, but they shall not find4672 me:","25":"But ye have set at nought6544 all my counsel6098, and would14 none of my reproof8433:","9":"For they shall be an ornament3880 of grace2580 unto thy head7218, and chains6060 about thy neck1621. an: Heb. an adding","33":"But whoso hearkeneth8085 unto me shall dwell7931 safely983, and shall be quiet7599 from fear6343 of evil7451.","15":"My son1121, walk3212 not thou in the way1870 with them; refrain4513 thy foot7272 from their path5410:","21":"She crieth7121 in the chief place7218 of concourse1993, in the openings6607 of the gates8179: in the city5892 she uttereth559 her words561, saying,","24":"Because I have called7121, and ye refused3985; I have stretched out5186 my hand3027, and no man regarded7181;","16":"For their feet7272 run7323 to evil7451, and make haste4116 to shed8210 blood1818.","32":"For the turning away4878 of the simple6612 shall slay2026 them, and the prosperity7962 of fools3684 shall destroy6 them. turning: or, ease of the simple","7":"The fear3374 of the LORD3068 is the beginning7225 of knowledge1847: but fools191 despise936 wisdom2451 and instruction4148. the beginning: or, the principal part","2":"To know3045 wisdom2451 and instruction4148; to perceive995 the words561 of understanding998;","6":"To understand995 a proverb4912, and the interpretation4426; the words1697 of the wise2450, and their dark sayings2420. the interpretation: or, an eloquent speech","31":"Therefore shall they eat398 of the fruit6529 of their own way1870, and be filled7646 with their own devices4156."},"5":{"16":"Let thy fountains4599 be dispersed6327 abroad2351, and rivers6388 of waters4325 in the streets7339.","3":"For the lips8193 of a strange woman2114 drop5197 as an honeycomb5317, and her mouth2441 is smoother2509 than oil8081: mouth: Heb. palate","5":"Her feet7272 go down3381 to death4194; her steps6806 take hold8551 on hell7585.","21":"For the ways1870 of man376 are before5227 the eyes5869 of the LORD3068, and he pondereth6424 all his goings4570.","18":"Let thy fountain4726 be blessed1288: and rejoice8055 with the wife802 of thy youth5271.","12":"And say559, How have I hated8130 instruction4148, and my heart3820 despised5006 reproof8433;","10":"Lest strangers2114 be filled7646 with thy wealth3581; and thy labours6089 be in the house1004 of a stranger5237; thy wealth: Heb. thy strength","2":"That thou mayest regard8104 discretion4209, and that thy lips8193 may keep5341 knowledge1847.","22":"His own iniquities5771 shall take3920 the wicked7563 himself, and he shall be holden8551 with the cords2256 of his sins2403. sins: Heb. sin","8":"Remove7368 thy way1870 far7368 from her, and come not nigh7126 the door6607 of her house1004:","17":"Let them be only thine own, and not strangers\u00272114 with thee.","11":"And thou mourn5098 at the last319, when thy flesh1320 and thy body7607 are consumed3615,","1":"My son1121, attend7181 unto my wisdom2451, and bow5186 thine ear241 to my understanding8394:","9":"Lest thou give5414 thine honour1935 unto others312, and thy years8141 unto the cruel394:","14":"I was almost4592 in all evil7451 in the midst8432 of the congregation6951 and assembly5712.","7":"Hear8085 me now therefore, O ye children1121, and depart5493 not from the words561 of my mouth6310.","15":"Drink8354 waters4325 out of thine own cistern953, and running waters5140 out of8432 thine own well875.","20":"And why wilt thou, my son1121, be ravished7686 with a strange woman2114, and embrace2263 the bosom2436 of a stranger5237?","23":"He shall die4191 without instruction4148; and in the greatness7230 of his folly200 he shall go astray7686.","6":"Lest thou shouldest ponder6424 the path734 of life2416, her ways4570 are moveable5128, that thou canst not know3045 them.","4":"But her end319 is bitter4751 as wormwood3939, sharp2299 as a twoedged6310 sword2719.","19":"Let her be as the loving158 hind365 and pleasant2580 roe3280; let her breasts1717 satisfy7301 thee at all times6256; and be thou ravished7686 always8548 with her love160. satisfy: Heb. water thee be thou: Heb. err thou always in her love","13":"And have not obeyed8085 the voice6963 of my teachers3384, nor inclined5186 mine ear241 to them that instructed3925 me!"},"4":{"11":"I have taught3384 thee in the way1870 of wisdom2451; I have led1869 thee in right3476 paths4570.","3":"For I was my father\u0027s1 son1121, tender7390 and only3173 beloved in the sight6440 of my mother517.","20":"My son1121, attend7181 to my words1697; incline5186 thine ear241 unto my sayings561.","12":"When thou goest3212, thy steps6806 shall not be straitened3334; and when thou runnest7323, thou shalt not stumble3782.","10":"Hear8085, O my son1121, and receive3947 my sayings561; and the years8141 of thy life2416 shall be many7235.","17":"For they eat3898 the bread3899 of wickedness7562, and drink8354 the wine3196 of violence2555.","13":"Take fast hold2388 of instruction4148; let her not go7503: keep5341 her; for she is thy life2416.","27":"Turn5186 not to the right hand3225 nor to the left8040: remove5493 thy foot7272 from evil7451.","18":"But the path734 of the just6662 is as the shining5051 light216, that shineth215 more1980 and more unto the perfect3559 day3117.","23":"Keep5341 thy heart3820 with all diligence4929; for out of it are the issues8444 of life2416. with: Heb. above all keeping","19":"The way1870 of the wicked7563 is as darkness653: they know3045 not at what they stumble3782.","1":"Hear8085, ye children1121, the instruction4148 of a father1, and attend7181 to know3045 understanding998.","5":"Get7069 wisdom2451, get7069 understanding998: forget7911 it not; neither decline5186 from the words561 of my mouth6310.","4":"He taught3384 me also, and said559 unto me, Let thine heart3820 retain8551 my words1697: keep8104 my commandments4687, and live2421.","8":"Exalt5549 her, and she shall promote7311 thee: she shall bring thee to honour3513, when thou dost embrace2263 her.","26":"Ponder6424 the path4570 of thy feet7272, and let all thy ways1870 be established3559. let: or, all thy ways shall be ordered aright","14":"Enter935 not into the path734 of the wicked7563, and go833 not in the way1870 of evil7451 men.","22":"For they are life2416 unto those that find4672 them, and health4832 to all their flesh1320. health: Heb. medicine","25":"Let thine eyes5869 look5027 right on5227, and let thine eyelids6079 look straight3474 before thee.","9":"She shall give5414 to thine head7218 an ornament3880 of grace2580: a crown5850 of glory8597 shall she deliver4042 to thee. a crown: or, she shall compass thee with a crown of glory","15":"Avoid6544 it, pass5674 not by it, turn7847 from it, and pass away5674.","21":"Let them not depart3868 from thine eyes5869; keep8104 them in the midst8432 of thine heart3824.","24":"Put away5493 from thee a froward6143 mouth6310, and perverse3891 lips8193 put far7368 from thee. a froward: Heb. frowardness of mouth and perverseness of lips","16":"For they sleep3462 not, except they have done mischief7489; and their sleep8142 is taken away1497, unless they cause some to fall3782 3782.","7":"Wisdom2451 is the principal thing7225; therefore get7069 wisdom2451: and with all thy getting7075 get understanding998.","2":"For I give5414 you good2896 doctrine3948, forsake5800 ye not my law8451.","6":"Forsake5800 her not, and she shall preserve8104 thee: love157 her, and she shall keep5341 thee."},"8":{"11":"For wisdom2451 is better2896 than rubies6443; and all the things that may be desired2656 are not to be compared7737 to it.","3":"She crieth7442 at3027 the gates8179, at the entry6310 of the city7176, at the coming3996 in at the doors6607.","20":"I lead1980 in the way734 of righteousness6666, in the midst8432 of the paths5410 of judgment4941: lead: or, walk","12":"I wisdom2451 dwell7931 with prudence6195, and find out4672 knowledge1847 of witty inventions4209. prudence: or, subtilty","10":"Receive3947 my instruction4148, and not silver3701; and knowledge1847 rather than choice977 gold2742.","17":"I love157 them that love157 me; and those that seek me early7836 shall find4672 me.","13":"The fear3374 of the LORD3068 is to hate8130 evil7451: pride1344, and arrogancy1347, and the evil7451 way1870, and the froward8419 mouth6310, do I hate8130.","27":"When he prepared3559 the heavens8064, I was there: when he set2710 a compass2329 upon the face6440 of the depth8415: a compass: or, a circle","30":"Then I was by him681, as one brought up525 with him: and I was daily3117 3117 his delight8191, rejoicing7832 always6256 before6440 him;","18":"Riches6239 and honour3519 are with me; yea, durable6276 riches1952 and righteousness6666.","36":"But he that sinneth2398 against me wrongeth2554 his own soul5315: all they that hate8130 me love157 death4194.","29":"When he gave7760 to the sea3220 his decree2706, that the waters4325 should not pass5674 his commandment6310: when he appointed2710 the foundations4144 of the earth776:","23":"I was set up5258 from everlasting5769, from the beginning7218, or ever6924 the earth776 was.","19":"My fruit6529 is better2896 than gold2742, yea, than fine gold6337; and my revenue8393 than choice977 silver3701.","1":"Doth not wisdom2451 cry7121? and understanding8394 put forth5414 her voice6963?","5":"O ye simple6612, understand995 wisdom6195: and, ye fools3684, be ye of an understanding995 heart3820.","4":"Unto you, O men376, I call7121; and my voice6963 is to the sons1121 of man120.","8":"All the words561 of my mouth6310 are in righteousness6664; there is nothing froward6617 or perverse6141 in them. froward: Heb. wreathed","26":"While as yet he had not made6213 the earth776, nor the fields2351, nor the highest part7218 of the dust6083 of the world8398. fields: or, open places the highest: or, the chief part","14":"Counsel6098 is mine, and sound wisdom8454: I am understanding998; I have strength1369.","22":"The LORD3068 possessed7069 me in the beginning7225 of his way1870, before6924 his works4659 of old.","28":"When he established553 the clouds7834 above4605: when he strengthened5810 the fountains5869 of the deep8415:","25":"Before the mountains2022 were settled2883, before6440 the hills1389 was I brought forth2342:","9":"They are all plain5228 to him that understandeth995, and right3477 to them that find4672 knowledge1847.","33":"Hear8085 instruction4148, and be wise2449, and refuse6544 it not.","15":"By me kings4428 reign4427, and princes7336 decree2710 justice6664.","34":"Blessed835 is the man120 that heareth8085 me, watching8245 daily3117 3117 at my gates1817, waiting8104 at the posts4201 of my doors6607.","21":"That I may cause those that love157 me to inherit5157 substance3426; and I will fill4390 their treasures214.","24":"When there were no depths8415, I was brought forth2342; when there were no fountains4599 abounding3513 with water4325.","16":"By me princes8269 rule8323, and nobles5081, even all the judges8199 of the earth776.","35":"For whoso findeth4672 me findeth4672 4672 life2416, and shall obtain6329 favour7522 of the LORD3068. obtain: Heb. bring forth","32":"Now therefore hearken8085 unto me, O ye children1121: for blessed835 are they that keep8104 my ways1870.","7":"For my mouth2441 shall speak1897 truth571; and wickedness7562 is an abomination8441 to my lips8193. an: Heb. the abomination of my lips","2":"She standeth5324 in the top7218 of high places4791, by the way1870 in the places1004 of the paths5410.","6":"Hear8085; for I will speak1696 of excellent things5057; and the opening4669 of my lips8193 shall be right things4339.","31":"Rejoicing7832 in the habitable part8398 of his earth776; and my delights8191 were with the sons1121 of men120."},"26":{"11":"As a dog3611 returneth7725 to his vomit6892, so a fool3684 returneth8138 to his folly200. returneth to his folly: Heb. iterateth his folly","3":"A whip7752 for the horse5483, a bridle4964 for the ass2543, and a rod7626 for the fool\u0027s3684 back1460.","20":"Where no657 wood6086 is, there the fire784 goeth out3518: so where there is no talebearer5372, the strife4066 ceaseth8367. Where no: Heb. Without wood talebearer: or, whisperer ceaseth: Heb. is silent","12":"Seest7200 thou a man376 wise2450 in his own conceit5869? there is more hope8615 of a fool3684 than of him.","10":"The great7227 God that formed2342 all things both rewardeth7936 the fool3684, and rewardeth7936 transgressors5674. The great: or, A great man grieveth all, and he hireth the fool, he hireth also transgressors","17":"He that passeth by5674, and meddleth5674 with strife7379 belonging not to him, is like one that taketh2388 a dog3611 by the ears241. meddleth: or, is enraged","13":"The slothful6102 man saith559, There is a lion7826 in the way1870; a lion738 is in the streets7339.","27":"Whoso diggeth3738 a pit7845 shall fall5307 therein: and he that rolleth1556 a stone68, it will return7725 upon him.","18":"As a mad3856 man who casteth3384 firebrands2131, arrows2671, and death4194, firebrands: Heb. flames, or, sparks","23":"Burning1814 lips8193 and a wicked7451 heart3820 are like a potsherd2789 covered6823 with silver3701 dross5509.","19":"So is the man376 that deceiveth7411 his neighbour7453, and saith559, Am not I in sport7832?","1":"As snow7950 in summer7019, and as rain4306 in harvest7105, so honour3519 is not seemly5000 for a fool3684.","5":"Answer6030 a fool3684 according to his folly200, lest he be wise2450 in his own conceit5869. conceit: Heb. eyes","4":"Answer6030 not a fool3684 according to his folly200, lest thou also be like7737 unto him.","8":"As he that bindeth6872 6887 a stone68 in a sling4773, so is he that giveth5414 honour3519 to a fool3684. bindeth: or, putteth a precious stone in an heap of stones","26":"Whose hatred8135 is covered3680 by deceit4860, his wickedness7451 shall be shewed1540 before the whole congregation6951. by: or, in secret","14":"As the door1817 turneth5437 upon his hinges6735, so doth the slothful6102 upon his bed4296.","22":"The words1697 of a talebearer5372 are as wounds3859, and they go down3381 into the innermost parts2315 of the belly990. innermost: Heb. chambers","28":"A lying8267 tongue3956 hateth8130 those that are afflicted1790 by it; and a flattering2509 mouth6310 worketh6213 ruin4072.","25":"When he speaketh6963 fair2603, believe539 him not: for there are seven7651 abominations8441 in his heart3820. speaketh: Heb. maketh his voice gracious","9":"As a thorn2336 goeth up5927 into the hand3027 of a drunkard7910, so is a parable4912 in the mouth6310 of fools3684.","15":"The slothful6102 hideth2934 his hand3027 in his bosom6747; it grieveth3811 him to bring it again7725 to his mouth6310. it grieveth: or, he is weary","21":"As coals6352 are to burning coals1513, and wood6086 to fire784; so is a contentious4079 4066 man376 to kindle2787 strife7379.","24":"He that hateth8130 dissembleth5234 with his lips8193, and layeth up7896 deceit4820 within7130 him; dissembleth: or, is known","16":"The sluggard6102 is wiser2450 in his own conceit5869 than seven men7651 that can render7725 a reason2940.","7":"The legs7785 of the lame6455 are not equal1809: so is a parable4912 in the mouth6310 of fools3684. are: Heb. are lifted up","2":"As the bird6833 by wandering5110, as the swallow1866 by flying5774, so the curse7045 causeless2600 shall not come935.","6":"He that sendeth7971 a message1697 by the hand3027 of a fool3684 cutteth off7096 the feet7272, and drinketh8354 damage2555. damage: or, violence"},"14":{"11":"The house1004 of the wicked7563 shall be overthrown8045: but the tabernacle168 of the upright3477 shall flourish6524.","3":"In the mouth6310 of the foolish191 is a rod2415 of pride1346: but the lips8193 of the wise2450 shall preserve8104 them.","20":"The poor7326 is hated8130 even of his own neighbour7453: but the rich6223 hath many7227 friends157. the rich: Heb. many are the lovers of the rich","12":"There is3426 a way1870 which seemeth right3477 unto6440 a man376, but the end319 thereof are the ways1870 of death4194.","10":"The heart3820 knoweth3045 his own5315 bitterness4787; and a stranger2114 doth not intermeddle6148 with his joy8057. his own: Heb. the bitterness of his soul","17":"He that is soon7116 angry639 dealeth6213 foolishly200: and a man376 of wicked devices4209 is hated8130.","13":"Even in laughter7814 the heart3820 is sorrowful3510; and the end319 of that mirth8057 is heaviness8424.","27":"The fear3374 of the LORD3068 is a fountain4726 of life2416, to depart5493 from the snares4170 of death4194.","30":"A sound4832 heart3820 is the life2416 of the flesh1320: but envy7068 the rottenness7538 of the bones6106.","18":"The simple6612 inherit5157 folly200: but the prudent6175 are crowned3803 with knowledge1847.","29":"He that is slow750 to wrath639 is of great7227 understanding8394: but he that is hasty7116 of spirit7307 exalteth7311 folly200. hasty: Heb. short of spirit","23":"In all labour6089 there is profit4195: but the talk1697 of the lips8193 tendeth only to penury4270.","19":"The evil7451 bow7817 before6440 the good2896; and the wicked7563 at the gates8179 of the righteous6662.","1":"Every wise2454 woman802 buildeth1129 her house1004: but the foolish200 plucketh it down2040 with her hands3027.","5":"A faithful529 witness5707 will not lie3577: but a false8267 witness5707 will utter6315 lies3576.","4":"Where no oxen504 are, the crib18 is clean1249: but much7230 increase8393 is by the strength3581 of the ox7794.","8":"The wisdom2451 of the prudent6175 is to understand995 his way1870: but the folly200 of fools3684 is deceit4820.","26":"In the fear3374 of the LORD3068 is strong5797 confidence4009: and his children1121 shall have a place of refuge4268.","14":"The backslider5472 in heart3820 shall be filled7646 with his own ways1870: and a good2896 man376 shall be satisfied from himself.","22":"Do they not err8582 that devise2790 evil7451? but mercy2617 and truth571 shall be to them that devise2790 good2896.","28":"In the multitude7230 of people5971 is the king\u0027s4428 honour1927: but in the want657 of people3816 is the destruction4288 of the prince7333.","25":"A true571 witness5707 delivereth5337 souls5315: but a deceitful4820 witness speaketh6315 lies3577.","9":"Fools191 make a mock3887 at sin817: but among the righteous3477 there is favour7522.","33":"Wisdom2451 resteth5117 in the heart3820 of him that hath understanding995: but that which is in the midst7130 of fools3684 is made known3045.","15":"The simple6612 believeth539 every word1697: but the prudent6175 man looketh well995 to his going838.","34":"Righteousness6666 exalteth7311 a nation1471: but sin2403 is a reproach2617 to any people3816. to any: Heb. to nations","21":"He that despiseth936 his neighbour7453 sinneth2398: but he that hath mercy2603 on the poor6035 6041, happy835 is he.","24":"The crown5850 of the wise2450 is their riches6239: but the foolishness200 of fools3684 is folly200.","16":"A wise2450 man feareth3373, and departeth5493 from evil7451: but the fool3684 rageth5674, and is confident982.","35":"The king\u0027s4428 favour7522 is toward a wise7919 servant5650: but his wrath5678 is against him that causeth shame954.","32":"The wicked7563 is driven away1760 in his wickedness7451: but the righteous6662 hath hope2620 in his death4194.","7":"Go3212 from the presence5048 of a foolish3684 man376, when thou perceivest3045 not in him the lips8193 of knowledge1847.","2":"He that walketh1980 in his uprightness3476 feareth3373 the LORD3068: but he that is perverse3868 in his ways1870 despiseth959 him.","6":"A scorner3887 seeketh1245 wisdom2451, and findeth it not: but knowledge1847 is easy7043 unto him that understandeth995.","31":"He that oppresseth6231 the poor1800 reproacheth2778 his Maker6213: but he that honoureth3513 him hath mercy2603 on the poor34."},"22":{"11":"He that loveth157 pureness2890 2889 of heart3820, for the grace2580 of his lips8193 the king4428 shall be his friend7453. for: or, and hath grace in his lips","3":"A prudent6175 man foreseeth7200 the evil7451, and hideth5641 5641 himself: but the simple6612 pass on5674, and are punished6064.","20":"Have not I written3789 to thee8032 excellent things7991 in counsels4156 and knowledge1847,","12":"The eyes5869 of the LORD3068 preserve5341 knowledge1847, and he overthroweth5557 the words1697 of the transgressor898. the words: or, the matters","10":"Cast out1644 the scorner3887, and contention4066 shall go out3318; yea, strife1779 and reproach7036 shall cease7673.","17":"Bow down5186 thine ear241, and hear8085 the words1697 of the wise2450, and apply7896 thine heart3820 unto my knowledge1847.","13":"The slothful6102 man saith559, There is a lion738 without2351, I shall be slain7523 in8432 the streets7339.","27":"If thou hast nothing to pay7999, why should he take away3947 thy bed4904 from under thee?","18":"For it is a pleasant thing5273 if thou keep8104 them within990 thee; they shall withal3162 be fitted3559 in thy lips8193. within: Heb. in thy belly","29":"Seest2372 thou a man376 diligent4106 in his business4399? he shall stand3320 before6440 kings4428; he shall not stand3320 before6440 mean2823 men. mean: Heb. obscure men","23":"For the LORD3068 will plead7378 their cause7379, and spoil6906 the soul5315 of those that spoiled6906 them.","19":"That thy trust4009 may be in the LORD3068, I have made known3045 to thee this day3117, even to thee. even: or, trust thou also","1":"A good name8034 is rather to be chosen977 than great7227 riches6239, and loving2896 favour2580 rather than silver3701 and gold2091. loving: or, favour is better than, etc","5":"Thorns6791 and snares6341 are in the way1870 of the froward6141: he that doth keep8104 his soul5315 shall be far7368 from them.","4":"By6118 humility6038 and the fear3374 of the LORD3068 are riches6239, and honour3519, and life2416. By: or, The reward of humility, etc","8":"He that soweth2232 iniquity5766 shall reap7114 vanity205: and the rod7626 of his anger5678 shall fail3615. the rod: or, with the rod of his anger he shall be consumed","26":"Be not thou one of them that strike8628 hands3709, or of them that are sureties6148 for debts4859.","14":"The mouth6310 of strange women2114 is a deep6013 pit7745: he that is abhorred2194 of the LORD3068 shall fall5307 therein.","22":"Rob1497 not the poor1800, because he is poor1800: neither oppress1792 the afflicted6041 in the gate8179:","28":"Remove5253 not the ancient5769 landmark1366, which thy fathers1 have set6213. landmark: or, bound","25":"Lest thou learn502 his ways734, and get3947 a snare4170 to thy soul5315.","9":"He that hath a bountiful2896 eye5869 shall be blessed1288; for he giveth5414 of his bread3899 to the poor1800. He that: Heb. Good of eye","15":"Foolishness200 is bound7194 in the heart3820 of a child5288; but the rod7626 of correction4148 shall drive it far7368 from him.","21":"That I might make thee know3045 the certainty7189 of the words561 of truth571; that thou mightest answer7725 the words561 of truth571 to them that send7971 unto thee? to them: or, to those that send thee?","24":"Make no friendship7462 with an angry639 man1167; and with a furious2534 man376 thou shalt not go935:","16":"He that oppresseth6231 the poor1800 to increase7235 his riches, and he that giveth5414 to the rich6223, shall surely come to want4270.","7":"The rich6223 ruleth4910 over the poor7326, and the borrower3867 is servant5650 to the lender376 3867. the lender: Heb. the man that lendeth","2":"The rich6223 and poor7326 meet together6298: the LORD3068 is the maker6213 of them all.","6":"Train up2596 a child5288 in the way1870 he should go6310: and when he is old2204, he will not depart5493 from it. Train: or, Catechise in: Heb. in his way"},"28":{"11":"The rich6223 man376 is wise2450 in his own conceit5869; but the poor1800 that hath understanding995 searcheth him out2713. own: Heb. eyes","3":"A poor7326 man1397 that oppresseth6231 the poor1800 is like a sweeping5502 rain4306 which leaveth no food3899. which: Heb. without food","20":"A faithful530 man376 shall abound7227 with blessings1293: but he that maketh haste213 to be rich6238 shall not be innocent5352. innocent: or, unpunished","12":"When righteous6662 men do rejoice5970, there is great7227 glory8597: but when the wicked7563 rise6965, a man120 is hidden2664. hidden: or, sought for","10":"Whoso causeth the righteous3477 to go astray7686 in an evil7451 way1870, he shall fall5307 himself into his own pit7816: but the upright8549 shall have good2896 things in possession5157.","17":"A man120 that doeth violence6231 to the blood1818 of any person5315 shall flee5127 to the pit953; let no man stay8551 him.","13":"He that covereth3680 his sins6588 shall not prosper6743: but whoso confesseth3034 and forsaketh5800 them shall have mercy7355.","27":"He that giveth5414 unto the poor7326 shall not lack4270: but he that hideth5956 his eyes5869 shall have many7227 a curse3994.","18":"Whoso walketh1980 uprightly8549 shall be saved3467: but he that is perverse6140 in his ways1870 shall fall5307 at once259.","23":"He that rebuketh3198 a man120 afterwards310 shall find4672 more favour2580 than he that flattereth2505 with the tongue3956.","19":"He that tilleth5647 his land127 shall have plenty7646 of bread3899: but he that followeth7291 after vain7386 persons shall have poverty enough7389.","1":"The wicked7563 flee5127 when no man pursueth7291: but the righteous6662 are bold982 as a lion3715.","5":"Evil7451 men582 understand995 not judgment4941: but they that seek1245 the LORD3068 understand995 all things.","4":"They that forsake5800 the law8451 praise1984 the wicked7563: but such as keep8104 the law8451 contend1624 with them.","8":"He that by usury5392 and unjust gain8636 increaseth7235 his substance1952, he shall gather6908 it for him that will pity2603 the poor1800. unjust: Heb. by increase","26":"He that trusteth982 in his own heart3820 is a fool3684: but whoso walketh1980 wisely2451, he shall be delivered4422.","14":"Happy835 is the man120 that feareth6342 alway8548: but he that hardeneth7185 his heart3820 shall fall5307 into mischief7451.","22":"He376 that hasteth926 to be rich1952 hath an evil7451 eye5869, and considereth3045 not that poverty2639 shall come935 upon him. hasteth: or, hath and evil eye hasteth to be rich","28":"When the wicked7563 rise6965, men120 hide5641 themselves: but when they perish6, the righteous6662 increase7235.","25":"He that is of a proud7342 heart5315 stirreth up1624 strife4066: but he that putteth his trust982 in the LORD3068 shall be made fat1878.","9":"He that turneth away5493 his ear241 from hearing8085 the law8451, even his prayer8605 shall be abomination8441.","15":"As a roaring5098 lion738, and a ranging8264 bear1677; so is a wicked7563 ruler4910 over the poor1800 people5971.","21":"To have respect5234 of persons6440 is not good2896: for for a piece6595 of bread3899 that man1397 will transgress6586.","24":"Whoso robbeth1497 his father1 or his mother517, and saith559, It is no transgression6588; the same is the companion2270 of a destroyer376 7843. a destroyer: Heb. a man destroying","16":"The prince5057 that wanteth2638 understanding8394 is also a great7227 oppressor4642: but he that hateth8130 covetousness1215 shall prolong748 his days3117.","7":"Whoso keepeth5341 the law8451 is a wise995 son1121: but he that is a companion7462 of riotous2151 men shameth3637 his father1. is a companion: or, feedeth gluttons","2":"For the transgression6588 of a land776 many7227 are the princes8269 thereof: but by a man120 of understanding995 and knowledge3045 the state3651 thereof shall be prolonged748. by: or, by men of understanding and wisdom shall they likewise be prolonged","6":"Better2896 is the poor7326 that walketh1980 in his uprightness8537, than he that is perverse6141 in his ways1870, though he be rich6223."},"25":{"11":"A word1697 fitly212 655 spoken1696 is like apples8598 of gold2091 in pictures4906 of silver3701. fitly: Heb. spoken upon his wheels","3":"The heaven8064 for height7312, and the earth776 for depth6011, and the heart3820 of kings4428 is unsearchable2714. is: Heb. there is no searching","20":"As he that taketh away5710 a garment899 in cold7135 weather3117, and as vinegar2558 upon nitre5427, so is he that singeth7891 songs7892 to an heavy7451 heart3820.","12":"As an earring5141 of gold2091, and an ornament2481 of fine gold3800, so is a wise2450 reprover3198 upon an obedient8085 ear241.","10":"Lest he that heareth8085 it put thee to shame2616, and thine infamy1681 turn not away7725.","17":"Withdraw3365 thy foot7272 from thy neighbour\u0027s7453 house1004; lest he be weary7646 of thee, and so hate8130 thee. Withdraw: or, Let thy foot be seldom in weary: Heb. full of thee","13":"As the cold6793 of snow7950 in the time3117 of harvest7105, so is a faithful539 messenger6735 to them that send7971 him: for he refresheth7725 the soul5315 of his masters113.","27":"It is not good2896 to eat398 much7235 honey1706: so for men to search2714 their own glory3519 is not glory3519.","18":"A man376 that beareth6030 false8267 witness5707 against his neighbour7453 is a maul4650, and a sword2719, and a sharp8150 arrow2671.","23":"The north6828 wind7307 driveth away2342 rain1653: so doth an angry2194 countenance6440 a backbiting5643 tongue3956. driveth: or, bringeth forth rain: so doth a backbiting tongue an angry countenance","19":"Confidence4009 in an unfaithful man898 in time3117 of trouble6869 is like a broken7465 tooth8127, and a foot7272 out of joint4154.","1":"These are also proverbs4912 of Solomon8010, which the men582 of Hezekiah2396 king4428 of Judah3063 copied out6275.","5":"Take away1898 the wicked7563 from before6440 the king4428, and his throne3678 shall be established3559 in righteousness6664.","4":"Take away1898 the dross5509 from the silver3701, and there shall come forth3318 a vessel3627 for the finer6884.","8":"Go not forth3318 hastily4118 to strive7378, lest thou know not what to do6213 in the end319 thereof, when thy neighbour7453 hath put thee to shame3637.","26":"A righteous6662 man falling down4131 before6440 the wicked7563 is as a troubled7515 fountain4599, and a corrupt7843 spring4726.","14":"Whoso376 boasteth1984 himself of a false8267 gift4991 is like clouds5387 and wind7307 without rain1653. of a: Heb. in a gift of falsehood","22":"For thou shalt heap2846 coals of fire1513 upon his head7218, and the LORD3068 shall reward7999 thee.","28":"He376 that hath no rule4623 over his own spirit7307 is like a city5892 that is broken down6555, and without walls2346.","25":"As cold7119 waters4325 to a thirsty5889 soul5315, so is good2896 news8052 from a far4801 country776.","9":"Debate7378 thy cause7379 with thy neighbour7453 himself; and discover1540 not a secret5475 to another312: a secret: or, the secret of","15":"By long753 forbearing639 is a prince7101 persuaded6601, and a soft7390 tongue3956 breaketh7665 the bone1634.","21":"If thine enemy8130 be hungry7457, give him bread3899 to eat398; and if he be thirsty6771, give him water4325 to drink8248:","24":"It is better2896 to dwell3427 in the corner6438 of the housetop1406, than with a brawling4079 4066 woman802 and in a wide2267 house1004.","16":"Hast thou found4672 honey1706? eat398 so much as is sufficient1767 for thee, lest thou be filled7646 therewith, and vomit6958 it.","7":"For better2896 it is that it be said559 unto thee, Come up5927 hither; than that thou shouldest be put lower8213 in the presence6440 of the prince5081 whom thine eyes5869 have seen7200.","2":"It is the glory3519 of God430 to conceal5641 a thing1697: but the honour3519 of kings4428 is to search out2713 a matter1697.","6":"Put not forth1921 thyself in the presence6440 of the king4428, and stand5975 not in the place4725 of great1419 men: Put: Heb. Set not out thy glory"},"9":{"16":"Whoso is simple6612, let him turn in5493 hither: and as for him that wanteth2638 understanding3820, she saith559 to him,","3":"She hath sent forth7971 her maidens5291: she crieth7121 upon1610 the highest places4791 of the city7176,","5":"Come3212, eat3898 of my bread3899, and drink8354 of the wine3196 which I have mingled4537.","18":"But he knoweth3045 not that the dead7496 are there; and that her guests7121 are in the depths6012 of hell7585.","12":"If thou be wise2449, thou shalt be wise2449 for thyself: but if thou scornest3887, thou alone shalt bear5375 it.","10":"The fear3374 of the LORD3068 is the beginning8462 of wisdom2451: and the knowledge1847 of the holy6918 is understanding998.","2":"She hath killed2873 her beasts2874; she hath mingled4537 her wine3196; she hath also furnished6186 her table7979. her beasts: Heb. her killing","8":"Reprove3198 not a scorner3887, lest he hate8130 thee: rebuke3198 a wise man2450, and he will love157 thee.","17":"Stolen1589 waters4325 are sweet4985, and bread3899 eaten in secret5643 is pleasant5276. eaten: Heb. of secrecies","11":"For by me thy days3117 shall be multiplied7235, and the years8141 of thy life2416 shall be increased3254.","1":"Wisdom2454 hath builded1129 her house1004, she hath hewn out2672 her seven7651 pillars5982:","9":"Give5414 instruction to a wise2450 man, and he will be yet wiser2449: teach3045 a just6662 man, and he will increase3254 in learning3948.","14":"For she sitteth3427 at the door6607 of her house1004, on a seat3678 in the high places4791 of the city7176,","7":"He that reproveth3256 a scorner3887 getteth3947 to himself shame7036: and he that rebuketh3198 a wicked7563 man getteth himself a blot3971.","15":"To call7121 passengers5674 1870 who go right3474 on their ways734:","6":"Forsake5800 the foolish6612, and live2421; and go833 in the way1870 of understanding998.","4":"Whoso is simple6612, let him turn in5493 hither: as for him that wanteth2638 understanding3820, she saith559 to him,","13":"A foolish3687 woman802 is clamorous1993: she is simple6615, and1077 knoweth3045 nothing4100."},"15":{"11":"Hell7585 and destruction11 are before the LORD3068: how much more then the hearts3826 of the children1121 of men120?","3":"The eyes5869 of the LORD3068 are in every place4725, beholding6822 the evil7451 and the good2896.","20":"A wise2450 son1121 maketh a glad8055 father1: but a foolish3684 man120 despiseth959 his mother517.","12":"A scorner3887 loveth157 not one that reproveth3198 him: neither will he go3212 unto the wise2450.","10":"Correction4148 is grievous7451 unto him that forsaketh5800 the way734: and he that hateth8130 reproof8433 shall die4191. Correction: or, Instruction","17":"Better2896 is a dinner737 of herbs3419 where love160 is, than a stalled75 ox7794 and hatred8135 therewith.","13":"A merry8056 heart3820 maketh a cheerful3190 countenance6440: but by sorrow6094 of the heart3820 the spirit7307 is broken5218.","27":"He that is greedy1214 of gain1215 troubleth5916 his own house1004; but he that hateth8130 gifts4979 shall live2421.","30":"The light3974 of the eyes5869 rejoiceth8055 the heart3820: and a good2896 report8052 maketh1878 the bones6106 fat1878.","18":"A wrathful2534 man376 stirreth up1624 strife4066: but he that is slow750 to anger639 appeaseth8252 strife7379.","29":"The LORD3068 is far7350 from the wicked7563: but he heareth8085 the prayer8605 of the righteous6662.","23":"A man376 hath joy8057 by the answer4617 of his mouth6310: and a word1697 spoken in due season6256, how good2896 is it! due: Heb. his season","19":"The way1870 of the slothful6102 man is as an hedge4881 of thorns2312: but the way734 of the righteous3477 is made plain5549. is made: Heb. is raised up as a causey","1":"A soft7390 answer4617 turneth7725 away wrath2534: but grievous6089 words1697 stir up5927 anger639.","5":"A fool191 despiseth5006 his father\u0027s1 instruction4148: but he that regardeth8104 reproof8433 is prudent6191.","4":"A wholesome4832 tongue3956 is a tree6086 of life2416: but perverseness5558 therein is a breach7667 in the spirit7307. A wholesome: Heb. The healing of the tongue","8":"The sacrifice2077 of the wicked7563 is an abomination8441 to the LORD3068: but the prayer8605 of the upright3477 is his delight7522.","26":"The thoughts4284 of the wicked7451 are an abomination8441 to the LORD3068: but the words of the pure2889 are pleasant5278 words561. pleasant: Heb. words of pleasantness","14":"The heart3820 of him that hath understanding995 seeketh1245 knowledge1847: but the mouth6310 6440 of fools3684 feedeth7462 on foolishness200.","22":"Without counsel5475 purposes4284 are disappointed6565: but in the multitude7230 of counsellors3289 they are established6965.","28":"The heart3820 of the righteous6662 studieth1897 to answer6030: but the mouth6310 of the wicked7563 poureth5042 out evil things7451.","25":"The LORD3068 will destroy5255 the house1004 of the proud1343: but he will establish5324 the border1366 of the widow490.","9":"The way1870 of the wicked7563 is an abomination8441 unto the LORD3068: but he loveth157 him that followeth7291 after righteousness6666.","33":"The fear3374 of the LORD3068 is the instruction4148 of wisdom2451; and before6440 honour3519 is humility6038.","15":"All the days3117 of the afflicted6041 are evil7451: but he that is of a merry2896 heart3820 hath a continual8548 feast4960.","21":"Folly200 is joy8057 to him that is destitute2638 of wisdom3820: but a man376 of understanding8394 walketh3212 uprightly3474. destitute: Heb. void of heart","24":"The way734 of life2416 is above4605 to the wise7919, that he may depart5493 from hell7585 beneath4295.","16":"Better2896 is little4592 with the fear3374 of the LORD3068 than great7227 treasure214 and trouble4103 therewith.","32":"He that refuseth6544 instruction4148 despiseth3988 his own soul5315: but he that heareth8085 reproof8433 getteth7069 understanding3820. instruction: or, correction heareth: or, obeyeth getteth: Heb. possesseth an heart","7":"The lips8193 of the wise2450 disperse2219 knowledge1847: but the heart3820 of the foolish3684 doeth not so.","2":"The tongue3956 of the wise2450 useth knowledge1847 aright3190: but the mouth6310 of fools3684 poureth out5042 foolishness200. poureth: Heb. belcheth, or, bubbleth","6":"In the house1004 of the righteous6662 is much7227 treasure2633: but in the revenues8393 of the wicked7563 is trouble5916.","31":"The ear241 that heareth8085 the reproof8433 of life2416 abideth3885 among7130 the wise2450."},"21":{"11":"When the scorner3887 is punished6064, the simple6612 is made wise2449: and when the wise2450 is instructed7919, he receiveth3947 knowledge1847.","3":"To do6213 justice6666 and judgment4941 is more acceptable977 to the LORD3068 than sacrifice2077.","20":"There is treasure214 to be desired2530 and oil8081 in the dwelling5116 of the wise2450; but a foolish3684 man120 spendeth it up1104.","12":"The righteous6662 man wisely considereth7919 the house1004 of the wicked7563: but God overthroweth5557 the wicked7563 for their wickedness7451.","10":"The soul5315 of the wicked7563 desireth183 evil7451: his neighbour7453 findeth no favour2603 in his eyes5869. findeth: Heb. is not favoured","17":"He that loveth157 pleasure8057 shall be a poor4270 man376: he that loveth157 wine3196 and oil8081 shall not be rich6238. pleasure: or, sport","13":"Whoso stoppeth331 his ears241 at the cry2201 of the poor1800, he also shall cry7121 himself, but shall not be heard6030.","27":"The sacrifice2077 of the wicked7563 is abomination8441: how much more, when he bringeth935 it with a wicked mind2154? with: Heb. in wickedness?","30":"There is no wisdom2451 nor understanding8394 nor counsel6098 against the LORD3068.","18":"The wicked7563 shall be a ransom3724 for the righteous6662, and the transgressor898 for the upright3477.","29":"A wicked7563 man376 hardeneth5810 his face6440: but as for the upright3477, he directeth995 3559 his way1870. directeth: or, considereth","23":"Whoso keepeth8104 his mouth6310 and his tongue3956 keepeth8104 his soul5315 from troubles6869.","19":"It is better2896 to dwell3427 in the wilderness776 4057, than with a contentious4079 4066 and an angry3708 woman802. in: Heb. in the land of the desert","1":"The king\u0027s4428 heart3820 is in the hand3027 of the LORD3068, as the rivers6388 of water4325: he turneth5186 it whithersoever he will2654.","5":"The thoughts4284 of the diligent2742 tend only to plenteousness4195; but of every one that is hasty213 only to want4270.","4":"An high7312 look5869, and a proud7342 heart3820, and the plowing5215 of the wicked7563, is sin2403. An: Heb. Haughtiness of eyes the plowing: or, the light","8":"The way1870 of man376 is froward2019 and strange2054: but as for the pure2134, his work6467 is right3477.","26":"He coveteth183 greedily8378 all the day3117 long: but the righteous6662 giveth5414 and spareth2820 not.","14":"A gift4976 in secret5643 pacifieth3711 anger639: and a reward7810 in the bosom2436 strong5794 wrath2534.","22":"A wise2450 man scaleth5927 the city5892 of the mighty1368, and casteth down3381 the strength5797 of the confidence4009 thereof.","28":"A false3577 witness5707 shall perish6: but the man376 that heareth8085 speaketh1696 constantly5331. A: Heb. A witness of lies","25":"The desire8378 of the slothful6102 killeth4191 him; for his hands3027 refuse3985 to labour6213.","9":"It is better2896 to dwell3427 in a corner6438 of the housetop1406, than with a brawling4079 4066 woman802 in a wide2267 house1004. a brawling: Heb. a woman of contentions a wide: Heb. an house of society","15":"It is joy8057 to the just6662 to do6213 judgment4941: but destruction4288 shall be to the workers6466 of iniquity205.","21":"He that followeth7291 after righteousness6666 and mercy2617 findeth4672 life2416, righteousness6666, and honour3519.","24":"Proud2086 and haughty3093 scorner3887 is his name8034, who dealeth6213 in proud2087 wrath5678. in proud: Heb. in the wrath of pride","16":"The man120 that wandereth8582 out of the way1870 of understanding7919 shall remain5117 in the congregation6951 of the dead7496.","7":"The robbery7701 of the wicked7563 shall destroy1641 them; because they refuse3985 to do6213 judgment4941. destroy: Heb. saw them, or, dwell with them","2":"Every way1870 of a man376 is right3477 in his own eyes5869: but the LORD3068 pondereth8505 the hearts3826.","6":"The getting6467 of treasures214 by a lying8267 tongue3956 is a vanity1892 tossed to and fro of5086 them that seek1245 death4194.","31":"The horse5483 is prepared3559 against the day3117 of battle4421: but safety8668 is of the LORD3068. safety: or, victory"},"24":{"11":"If thou forbear2820 to deliver5337 them that are drawn3947 unto death4194, and those that are ready4131 to be slain2027;","3":"Through wisdom2451 is an house1004 builded1129; and by understanding8394 it is established3559:","20":"For there shall be no reward319 to the evil7451 man; the candle5216 of the wicked7563 shall be put out1846. candle: or, lamp","12":"If thou sayest559, Behold, we knew3045 it not; doth not he that pondereth8505 the heart3826 consider995 it? and he that keepeth5341 thy soul5315, doth not he know3045 it? and shall not he render7725 to every man120 according to his works6467?","10":"If thou faint7503 in the day3117 of adversity6869, thy strength3581 is small6862. small: Heb. narrow","17":"Rejoice8055 not when thine enemy341 falleth5307, and let not thine heart3820 be glad1523 when he stumbleth3782:","13":"My son1121, eat398 thou honey1706, because it is good2896; and the honeycomb5317, which is sweet4966 to thy taste2441: to: Heb. upon thy palate","27":"Prepare3559 thy work4399 without2351, and make it fit6257 for thyself in the field7704; and afterwards310 build1129 thine house1004.","30":"I went5674 by the field7704 of the slothful376 6102, and by the vineyard3754 of the man120 void2638 of understanding3820;","18":"Lest the LORD3068 see7200 it, and it displease7489 5869 him, and he turn away7725 his wrath639 from him. it displeaseth: Heb. it be evil in his eyes","29":"Say559 not, I will do6213 so to him as he hath done6213 to me: I will render7725 to the man376 according to his work6467.","23":"These things also belong to the wise2450. It is not good2896 to have respect5234 of persons6440 in judgment4941.","19":"Fret2734 not thyself because of evil7489 men, neither be thou envious7065 at the wicked7563; Fret: or, Keep not company with the wicked","1":"Be not thou envious7065 against evil7451 men582, neither desire183 to be with them.","5":"A wise2450 man1397 is strong5797; yea, a man376 of knowledge1847 increaseth553 strength3581. is strong: Heb. is in strength increaseth: Heb. strengtheneth might","4":"And by knowledge1847 shall the chambers2315 be filled4390 with all precious3368 and pleasant5273 riches1952.","8":"He that deviseth2803 to do evil7489 shall be called7121 a mischievous4209 person1167.","26":"Every man shall kiss5401 his lips8193 that giveth7725 a right5228 answer1697. that: Heb. that answereth right words","14":"So shall the knowledge3045 of wisdom2451 be unto thy soul5315: when thou hast found4672 it, then there shall be3426 a reward319, and thy expectation8615 shall not be cut off3772.","22":"For their calamity343 shall rise6965 suddenly6597; and who knoweth3045 the ruin6365 of them both8147?","28":"Be not a witness5707 against thy neighbour7453 without cause2600; and deceive6601 not with thy lips8193.","25":"But to them that rebuke3198 him shall be delight5276, and a good2896 blessing1293 shall come935 upon them. a good: Heb. a blessing of good","9":"The thought2154 of foolishness200 is sin2403: and the scorner3887 is an abomination8441 to men120.","33":"Yet a little4592 sleep8142, a little4592 slumber8572, a little4592 folding2264 of the hands3027 to sleep7901:","15":"Lay not wait693, O wicked7563 man, against the dwelling5116 of the righteous6662; spoil7703 not his resting place7258:","34":"So shall thy poverty7389 come935 as one that travelleth1980; and thy want4270 as an armed4043 man376. an: Heb. a man of shield","21":"My son1121, fear3372 thou the LORD3068 and the king4428: and meddle6148 not with them that are given to change8138: them: Heb. changers","24":"He that saith559 unto the wicked7563, Thou art righteous6662; him shall the people5971 curse5344, nations3816 shall abhor2194 him:","16":"For a just6662 man falleth5307 seven times7651, and riseth up again6965: but the wicked7563 shall fall3782 into mischief7451.","32":"Then I saw2372, and considered it well7896 3820: I looked7200 upon it, and received3947 instruction4148. considered: Heb. set my heart","7":"Wisdom2454 is too high7311 for a fool191: he openeth6605 not his mouth6310 in the gate8179.","2":"For their heart3820 studieth1897 destruction7701, and their lips8193 talk1696 of mischief5999.","6":"For by wise counsel8458 thou shalt make6213 thy war4421: and in multitude7230 of counsellors3289 there is safety8668.","31":"And, lo, it was all grown over5927 with thorns7063, and nettles2738 had covered3680 the face6440 thereof, and the stone68 wall1444 thereof was broken down2040."},"16":{"11":"A just4941 weight6425 and balance3976 are the LORD\u0027S3068: all the weights68 of the bag3599 are his work4639. the weights: Heb. the stones","3":"Commit1556 thy works4639 unto the LORD3068, and thy thoughts4284 shall be established3559. Commit: Heb. Roll","20":"He that handleth a matter1697 wisely7919 shall find4672 good2896: and whoso trusteth982 in the LORD3068, happy835 is he. handleth: or, understandeth a matter","12":"It is an abomination8441 to kings4428 to commit6213 wickedness7562: for the throne3678 is established3559 by righteousness6666.","10":"A divine sentence7081 is in the lips8193 of the king4428: his mouth6310 transgresseth4603 not in judgment4941. A divine: Heb. Divination","17":"The highway4546 of the upright3477 is to depart5493 from evil7451: he that keepeth5341 his way1870 preserveth8104 his soul5315.","13":"Righteous6664 lips8193 are the delight7522 of kings4428; and they love157 him that speaketh1696 right3477.","27":"An ungodly1100 man376 diggeth up3738 evil7451: and in his lips8193 there is as a burning6867 fire784. An: Heb. A man of Belial","30":"He shutteth6095 his eyes5869 to devise2803 froward things8419: moving7169 his lips8193 he bringeth3615 evil7451 to pass3615.","18":"Pride1347 goeth before6440 destruction7667, and an haughty1363 spirit7307 before6440 a fall3783.","29":"A violent2555 man376 enticeth6601 his neighbour7453, and leadeth3212 him into the way1870 that is not good2896.","23":"The heart3820 of the wise2450 teacheth7919 his mouth6310, and addeth3254 learning3948 to his lips8193. teacheth: Heb. maketh wise","19":"Better2896 it is to be of an humble8217 spirit7307 with the lowly6035 6041, than to divide2505 the spoil7998 with the proud1343.","1":"The preparations4633 of the heart3820 in man120, and the answer4617 of the tongue3956, is from the LORD3068. preparations: or, disposings","5":"Every one that is proud1362 in heart3820 is an abomination8441 to the LORD3068: though hand3027 join in hand3027, he shall not be unpunished5352. unpunished: Heb. held innocent","4":"The LORD3068 hath made6466 all things for himself4617: yea, even the wicked7563 for the day3117 of evil7451.","8":"Better2896 is a little4592 with righteousness6666 than great7230 revenues8393 without right4941.","26":"He5315 that laboureth6001 laboureth5998 for himself; for his mouth6310 craveth404 it of him. He: Heb. The soul of him that craveth: Heb. boweth unto him","14":"The wrath2534 of a king4428 is as messengers4397 of death4194: but a wise2450 man376 will pacify3722 it.","22":"Understanding7922 is a wellspring4726 of life2416 unto him that hath1167 it: but the instruction4148 of fools191 is folly200.","28":"A froward8419 man376 soweth7971 strife4066: and a whisperer5372 separateth6504 chief friends441. soweth: Heb. sendeth forth","25":"There is3426 a way1870 that seemeth right3477 unto6440 a man376, but the end319 thereof are the ways1870 of death4194.","9":"A man\u0027s120 heart3820 deviseth2803 his way1870: but the LORD3068 directeth3559 his steps6806.","33":"The lot1486 is cast2904 into the lap2436; but the whole disposing4941 thereof is of the LORD3068.","15":"In the light216 of the king\u0027s4428 countenance6440 is life2416; and his favour7522 is as a cloud5645 of the latter rain4456.","21":"The wise2450 in heart3820 shall be called7121 prudent995: and the sweetness4986 of the lips8193 increaseth3254 learning3948.","24":"Pleasant5278 words561 are as an honeycomb6688 1706, sweet4966 to the soul5315, and health4832 to the bones6106.","16":"How much better2896 is it to get7069 wisdom2451 than gold2742! and to get7069 understanding998 rather to be chosen977 than silver3701!","32":"He that is slow750 to anger639 is better2896 than the mighty1368; and he that ruleth4910 his spirit7307 than he that taketh3920 a city5892.","7":"When a man\u0027s376 ways1870 please7521 the LORD3068, he maketh even his enemies341 to be at peace7999 with him.","2":"All the ways1870 of a man376 are clean2134 in his own eyes5869; but the LORD3068 weigheth8505 the spirits7307.","6":"By mercy2617 and truth571 iniquity5771 is purged3722: and by the fear3374 of the LORD3068 men depart5493 from evil7451.","31":"The hoary head7872 is a crown5850 of glory8597, if it be found4672 in the way1870 of righteousness6666."},"7":{"11":"(She is loud1993 and stubborn5637; her feet7272 abide7931 not in her house1004:","3":"Bind7194 them upon thy fingers676, write3789 them upon the table3871 of thine heart3820.","20":"He hath taken3947 a bag6872 of money3701 with him3027, and will come935 home1004 at the day3117 appointed3677. with: Heb. in his hand the day: or, the new moon","12":"Now6471 is she without2351, now6471 in the streets7339, and lieth in wait693 at681 every corner6438.)","10":"And, behold, there met7125 him a woman802 with the attire7897 of an harlot2181, and subtil5341 of heart3820.","17":"I have perfumed5130 my bed4904 with myrrh4753, aloes174, and cinnamon7076.","13":"So she caught2388 him, and kissed5401 him, and with an impudent5810 face6440 said559 unto him, with: Heb. she strengthened her face and said","27":"Her house1004 is the way1870 to hell7585, going down3381 to the chambers2315 of death4194.","18":"Come3212, let us take our fill7301 of love1730 until the morning1242: let us solace5965 ourselves with loves159.","23":"Till a dart2671 strike6398 through his liver3516; as a bird6833 hasteth4116 to the snare6341, and knoweth3045 not that it is for his life5315.","19":"For the goodman376 is not at home1004, he is gone1980 a long7350 journey1870:","1":"My son1121, keep8104 my words561, and lay up6845 my commandments4687 with thee.","5":"That they may keep8104 thee from the strange2114 woman802, from the stranger5237 which flattereth2505 with her words561.","4":"Say559 unto wisdom2451, Thou art my sister269; and call7121 understanding998 thy kinswoman4129:","8":"Passing through5674 the street7784 near681 her corner6434; and he went6805 the way1870 to her house1004,","26":"For she hath cast down5307 many7227 wounded2491: yea, many strong6099 men have been slain2026 by her.","14":"I have peace8002 offerings2077 with me; this day3117 have I payed7999 my vows5088. I have: Heb. Peace offerings are upon me","22":"He goeth1980 after310 her straightway6597, as an ox7794 goeth935 to the slaughter2874, or as a fool191 to the correction4148 of the stocks5914; straightway: Heb. suddenly","25":"Let not thine heart3820 decline7847 to her ways1870, go not astray8582 in her paths5410.","9":"In the twilight5399, in the evening3117 6153, in the black380 and dark653 night3915: in the evening: Heb. in the evening of day","15":"Therefore came I forth3318 to meet7125 thee, diligently to seek7836 thy face6440, and I have found4672 thee.","21":"With her much7230 fair speech3948 she caused him to yield5186, with the flattering2506 of her lips8193 she forced5080 him.","24":"Hearken8085 unto me now therefore, O ye children1121, and attend7181 to the words561 of my mouth6310.","16":"I have decked7234 my bed6210 with coverings4765 of tapestry, with carved2405 works, with fine linen330 of Egypt4714.","7":"And beheld7200 among the simple ones6612, I discerned995 among the youths1121, a young man5288 void2638 of understanding3820, the youths: Heb. the sons","2":"Keep8104 my commandments4687, and live2421; and my law8451 as the apple380 of thine eye5869.","6":"For at the window2474 of my house1004 I looked8259 through my casement822,"},"2":{"16":"To deliver5337 thee from the strange2114 woman802, even from the stranger5237 which flattereth2505 with her words561;","3":"Yea, if thou criest7121 after knowledge998, and liftest up5414 thy voice6963 for understanding8394; liftest: Heb. givest thy voice","5":"Then shalt thou understand995 the fear3374 of the LORD3068, and find4672 the knowledge1847 of God430.","21":"For the upright3477 shall dwell7931 in the land776, and the perfect8549 shall remain3498 in it.","18":"For her house1004 inclineth7743 unto death4194, and her paths4570 unto the dead7496.","12":"To deliver5337 thee from the way1870 of the evil7451 man, from the man376 that speaketh1696 froward things8419;","10":"When wisdom2451 entereth935 into thine heart3820, and knowledge1847 is pleasant5276 unto thy soul5315;","2":"So that thou incline7181 thine ear241 unto wisdom2451, and apply5186 thine heart3820 to understanding8394;","22":"But the wicked7563 shall be cut off3772 from the earth776, and the transgressors898 shall be rooted out5255 of it. rooted: or, plucked up","8":"He keepeth5341 the paths734 of judgment4941, and preserveth8104 the way1870 of his saints2623.","17":"Which forsaketh5800 the guide441 of her youth5271, and forgetteth7911 the covenant1285 of her God430.","11":"Discretion4209 shall preserve8104 thee, understanding8394 shall keep5341 thee:","1":"My son1121, if thou wilt receive3947 my words561, and hide6845 my commandments4687 with thee;","9":"Then shalt thou understand995 righteousness6664, and judgment4941, and equity4339; yea, every good2896 path4570.","14":"Who rejoice8056 to do6213 evil7451, and delight1523 in the frowardness8419 of the wicked7451;","7":"He layeth up6845 6845 sound wisdom8454 for the righteous3477: he is a buckler4043 to them that walk1980 uprightly8537.","15":"Whose ways734 are crooked6141, and they froward3868 in their paths4570:","20":"That thou mayest walk3212 in the way1870 of good2896 men, and keep8104 the paths734 of the righteous6662.","6":"For the LORD3068 giveth5414 wisdom2451: out of his mouth6310 cometh knowledge1847 and understanding8394.","4":"If thou seekest1245 her as silver3701, and searchest2664 for her as for hid treasures4301;","19":"None that go935 unto her return again7725, neither take they hold5381 of the paths734 of life2416.","13":"Who leave5800 the paths734 of uprightness3476, to walk3212 in the ways1870 of darkness2822;"},"6":{"11":"So shall thy poverty7389 come935 as one that travelleth1980, and thy want4270 as an armed4043 man376.","3":"Do6213 this now645, my son1121, and deliver5337 thyself, when thou art come935 into the hand3709 of thy friend7453; go3212, humble7511 thyself, and make sure7292 thy friend7453. and make: or, so shalt thou prevail with thy friend","20":"My son1121, keep5341 thy father\u0027s1 commandment4687, and forsake5203 not the law8451 of thy mother517:","12":"A naughty1100 person120, a wicked205 man376, walketh1980 with a froward6143 mouth6310.","10":"Yet a little4592 sleep8142, a little4592 slumber8572, a little4592 folding2264 of the hands3027 to sleep7901:","17":"A proud7311 look5869, a lying8267 tongue3956, and hands3027 that shed8210 innocent5355 blood1818, A proud: Heb. Haughty eyes","13":"He winketh7169 with his eyes5869, he speaketh4448 with his feet7272, he teacheth3384 with his fingers676;","27":"Can a man376 take2846 fire784 in his bosom2436, and his clothes899 not be burned8313?","30":"Men do not despise936 a thief1590, if he steal1589 to satisfy4390 his soul5315 when he is hungry7456;","18":"An heart3820 that deviseth2790 wicked205 imaginations4284, feet7272 that be swift4116 in running7323 to mischief7451,","29":"So he that goeth in935 to his neighbour\u0027s7453 wife802; whosoever toucheth5060 her shall not be innocent5352.","23":"For the commandment4687 is a lamp5216; and the law8451 is light216; and reproofs8433 of instruction4148 are the way1870 of life2416: lamp: or, candle","19":"A false8267 witness5707 that speaketh6315 lies3577, and he that soweth7971 discord4090 among brethren251.","1":"My son1121, if thou be surety6148 for thy friend7453, if thou hast stricken8628 thy hand3709 with a stranger2114,","5":"Deliver5337 thyself as a roe6643 from the hand3027 of the hunter, and as a bird6833 from the hand3027 of the fowler3353.","4":"Give5414 not sleep8142 to thine eyes5869, nor slumber8572 to thine eyelids6079.","8":"Provideth3559 her meat3899 in the summer7019, and gathereth103 her food3978 in the harvest7105.","26":"For by means of1157 a whorish2181 woman802 a man is brought to a piece3603 of bread3899: and the adulteress802 376 will hunt6679 for the precious3368 life5315. the adulteress: Heb. the woman of a man, or, a man\u0027s wife","14":"Frowardness8419 is in his heart3820, he deviseth2790 mischief7451 continually6256; he soweth7971 discord4066 4090. soweth: Heb. casteth forth","22":"When thou goest1980, it shall lead5148 thee; when thou sleepest7901, it shall keep8104 thee; and when thou awakest6974, it shall talk7878 with thee.","28":"Can one376 go1980 upon hot coals1513, and his feet7272 not be burned3554?","25":"Lust2530 not after her beauty3308 in thine heart3824; neither let her take3947 thee with her eyelids6079.","9":"How long wilt thou sleep7901, O sluggard6102? when wilt thou arise6965 out of thy sleep8142?","33":"A wound5061 and dishonour7036 shall he get4672; and his reproach2781 shall not be wiped away4229.","15":"Therefore shall his calamity343 come935 suddenly6597; suddenly6621 shall he be broken7665 without remedy4832.","34":"For jealousy7068 is the rage2534 of a man1397: therefore he will not spare2550 in the day3117 of vengeance5359.","21":"Bind7194 them continually8548 upon thine heart3820, and tie6029 them about thy neck1621.","24":"To keep8104 thee from the evil7451 woman802, from the flattery2513 of the tongue3956 of a strange woman5237. of the: or, of the strange tongue","16":"These six8337 things doth the LORD3068 hate8130: yea, seven7651 are an abomination8441 unto him5315: unto: Heb. of his soul","35":"He will not regard5375 6440 any ransom3724; neither will he rest content14, though thou givest many7235 gifts7810. He will: Heb. He will not accept the face of any ransom","32":"But whoso committeth adultery5003 with a woman802 lacketh2638 understanding3820: he that doeth6213 it destroyeth7843 his own soul5315. understanding: Heb. heart","7":"Which having no guide7101, overseer7860, or ruler4910,","2":"Thou art snared3369 with the words561 of thy mouth6310, thou art taken3920 with the words561 of thy mouth6310.","6":"Go3212 to the ant5244, thou sluggard6102; consider7200 her ways1870, and be wise2449:","31":"But if he be found4672, he shall restore7999 sevenfold7659; he shall give5414 all the substance1952 of his house1004."},"31":{"11":"The heart3820 of her husband1167 doth safely trust982 in her, so that he shall have no need2637 of spoil7998.","3":"Give5414 not thy strength2428 unto women802, nor thy ways1870 to that which destroyeth4229 kings4428.","20":"She stretcheth out6566 her hand3709 to the poor6041; yea, she reacheth forth7971 her hands3027 to the needy34. She: Heb. She spreadeth","12":"She will do1580 him good2896 and not evil7451 all the days3117 of her life2416.","10":"Who can find4672 a virtuous2428 woman802? for her price4377 is far7350 above rubies6443.","17":"She girdeth2296 her loins4975 with strength5797, and strengtheneth553 her arms2220.","13":"She seeketh1875 wool6785, and flax6593, and worketh6213 willingly2656 with her hands3709.","27":"She looketh well6822 to the ways1979 1979 of her household1004, and eateth398 not the bread3899 of idleness6104.","30":"Favour2580 is deceitful8267, and beauty3308 is vain1892: but a woman802 that feareth3373 the LORD3068, she shall be praised1984.","18":"She perceiveth2938 that her merchandise5504 is good2896: her candle5216 goeth not out3518 by night3915. She: Heb. She tasteth","29":"Many7227 daughters1323 have done6213 virtuously2428, but thou excellest5927 them all. have: or, have gotten riches","23":"Her husband1167 is known3045 in the gates8179, when he sitteth3427 among the elders2205 of the land776.","19":"She layeth7971 her hands3027 to the spindle3601, and her hands3709 hold8551 the distaff6418.","1":"The words1697 of king4428 Lemuel3927, the prophecy4853 that his mother517 taught3256 him.","5":"Lest they drink8354, and forget7911 the law2710, and pervert8138 the judgment1779 of any of the afflicted1121 6040. prevert: Heb. alter of any: Heb. of all the sons of affliction","4":"It is not for kings4428, O Lemuel3927, it is not for kings4428 to drink8354 wine3196; nor for335 176 princes7336 strong drink7941:","8":"Open6605 thy mouth6310 for the dumb483 in the cause1779 of all such as are appointed1121 to destruction2475. such: Heb. the sons of destruction","26":"She openeth6605 her mouth6310 with wisdom2451; and in her tongue3956 is the law8451 of kindness2617.","14":"She is like the merchants\u00275503 ships591; she bringeth935 her food3899 from afar4801.","22":"She maketh6213 herself coverings of tapestry4765; her clothing3830 is silk8336 and purple713.","28":"Her children1121 arise up6965, and call her blessed833; her husband1167 also, and he praiseth1984 her.","25":"Strength5797 and honour1926 are her clothing3830; and she shall rejoice7832 in time3117 to come314.","9":"Open6605 thy mouth6310, judge8199 righteously6664, and plead1777 the cause of the poor6041 and needy34.","15":"She riseth6965 also while it is yet night3915, and giveth5414 meat2964 to her household1004, and a portion2706 to her maidens5291.","21":"She is not afraid3372 of the snow7950 for her household1004: for all her household1004 are clothed3847 with scarlet8144. scarlet: or, double garments","24":"She maketh6213 fine linen5466, and selleth4376 it; and delivereth5414 girdles2289 unto the merchant3669.","16":"She considereth2161 a field7704, and buyeth3947 it: with the fruit6529 of her hands3709 she planteth5193 a vineyard3754. buyeth: Heb. taketh","7":"Let him drink8354, and forget7911 his poverty7389, and remember2142 his misery5999 no more.","2":"What, my son1248? and what, the son1248 of my womb990? and what, the son1248 of my vows5088?","6":"Give5414 strong drink7941 unto him that is ready to perish6, and wine3196 unto those that be of heavy4751 hearts5315. of: Heb. bitter of soul","31":"Give5414 her of the fruit6529 of her hands3027; and let her own works4639 praise1984 her in the gates8179."}}}