{"translationKey":"kjv","translation":"KJV","book":"Ruth","bookSlug":"ruth","chapters":{"2":{"16":"And let fall7997 also some of the handfuls6653 of purpose7997 for her, and leave5800 them, that she may glean3950 them, and rebuke1605 her not.","3":"And she went3212, and came935, and gleaned3950 in the field7704 after310 the reapers7114: and her hap4745 was to light7136 on a part2513 of the field7704 belonging unto Boaz1162, who was of the kindred4940 of Elimelech458. hap: Heb. hap happened","5":"Then said559 Boaz1162 unto his servant5288 that was set5324 over the reapers7114, Whose damsel5291 is this?","21":"And Ruth7327 the Moabitess4125 said559, He said559 unto me also, Thou shalt keep fast1692 by my young men5288, until they have ended3615 all my harvest7105.","18":"And she took it up5375, and went935 into the city5892: and her mother in law2545 saw7200 what she had gleaned3950: and she brought forth3318, and gave5414 to her that she had reserved3498 after she was sufficed7648.","12":"The LORD3068 recompense7999 thy work6467, and a full8003 reward4909 be given thee of the LORD3068 God430 of Israel3478, under whose wings3671 thou art come935 to trust2620.","10":"Then she fell5307 on her face6440, and bowed7812 herself to the ground776, and said559 unto him, Why have I found4672 grace2580 in thine eyes5869, that thou shouldest take knowledge5234 of me, seeing I am a stranger5237?","2":"And Ruth7327 the Moabitess4125 said559 unto Naomi5281, Let me now go3212 to the field7704, and glean3950 ears of corn7641 after310 him in whose sight5869 I shall find4672 grace2580. And she said559 unto her, Go3212, my daughter1323.","22":"And Naomi5281 said559 unto Ruth7327 her daughter in law3618, It is good2896, my daughter1323, that thou go out3318 with his maidens5291, that they meet6293 thee not in any other312 field7704. meet: or, fall upon thee","8":"Then said559 Boaz1162 unto Ruth7327, Hearest8085 thou not, my daughter1323? Go3212 not to glean3950 in another312 field7704, neither go5674 from hence, but abide1692 here fast by my maidens5291:","17":"So she gleaned3950 in the field7704 until even6153, and beat out2251 that she had gleaned3950: and it was about an ephah374 of barley8184.","11":"And Boaz1162 answered6030 and said559 unto her, It hath fully5046 been shewed5046 me, all that thou hast done6213 unto thy mother in law2545 since310 the death4194 of thine husband376: and how thou hast left5800 thy father1 and thy mother517, and the land776 of thy nativity4138, and art come3212 unto a people5971 which thou knewest3045 not heretofore8543 8032.","1":"And Naomi5281 had a kinsman4129 3045 of her husband\u0027s376, a mighty1368 man376 of wealth2428, of the family4940 of Elimelech458; and his name8034 was Boaz1162. Boaz: Gr. Booz","9":"Let thine eyes5869 be on the field7704 that they do reap7114, and go1980 thou after310 them: have I not charged6680 the young men5288 that they shall not touch5060 thee? and when thou art athirst6770, go1980 unto the vessels3627, and drink8354 of that which the young men5288 have drawn7579.","14":"And Boaz1162 said559 unto her, At mealtime6256 400 come5066 thou hither1988, and eat398 of the bread3899, and dip2881 thy morsel6595 in the vinegar2558. And she sat3427 beside6654 the reapers7114: and he reached6642 her parched7039 corn, and she did eat398, and was sufficed7646, and left3498.","7":"And she said559, I pray you, let me glean3950 and gather622 after310 the reapers7114 among the sheaves6016: so she came935, and hath continued5975 even227 from the morning1242 until now, that she tarried3427 a little4592 in the house1004.","15":"And when she was risen up6965 to glean3950, Boaz1162 commanded6680 his young men5288, saying559, Let her glean3950 even among the sheaves6016, and reproach3637 her not: reproach: Heb. shame her not","20":"And Naomi5281 said559 unto her daughter in law3618, Blessed1288 be he of the LORD3068, who hath not left off5800 his kindness2617 to the living2416 and to the dead4191. And Naomi5281 said559 unto her, The man376 is near of kin7138 unto us, one of our next kinsmen1350. one of: or, one that hath right to redeem","23":"So she kept fast1692 by the maidens5291 of Boaz1162 to glean3950 unto the end3615 of barley8184 harvest7105 and of wheat2406 harvest7105; and dwelt3427 with her mother in law2545.","6":"And the servant5288 that was set5324 over the reapers7114 answered6030 and said559, It is the Moabitish4125 damsel5291 that came back7725 with Naomi5281 out of the country7704 of Moab4124:","4":"And, behold, Boaz1162 came935 from Bethlehem1035, and said559 unto the reapers7114, The LORD3068 be with you. And they answered559 him, The LORD3068 bless1288 thee.","19":"And her mother in law2545 said559 unto her, Where hast thou gleaned3950 to day3117? and where375 wroughtest6213 thou? blessed1288 be he that did take knowledge5234 of thee. And she shewed5046 her mother in law2545 with whom she had wrought6213, and said559, The man\u0027s376 name8034 with whom I wrought6213 to day3117 is Boaz1162.","13":"Then she said559, Let me find4672 favour2580 in thy sight5869, my lord113; for that thou hast comforted5162 me, and for that thou hast spoken1696 friendly3820 unto thine handmaid8198, though I be not like unto one259 of thine handmaidens8198. Let me: or, I find friendly: Heb. to the heart"},"4":{"16":"And Naomi5281 took3947 the child3206, and laid7896 it in her bosom2436, and became nurse539 unto it.","3":"And he said559 unto the kinsman1350, Naomi5281, that is come again7725 out of the country7704 of Moab4124, selleth4376 a parcel2513 of land7704, which was our brother251 Elimelech\u0027s458:","5":"Then said559 Boaz1162, What day3117 thou buyest7069 the field7704 of the hand3027 of Naomi5281, thou must buy7069 it also of Ruth7327 the Moabitess4125, the wife802 of the dead4191, to raise up6965 the name8034 of the dead4191 upon his inheritance5159.","21":"And Salmon8012 begat3205 Boaz1162, and Boaz1162 begat3205 Obed5744,","18":"Now these are the generations8435 of Pharez6557: Pharez6557 begat3205 Hezron2696,","12":"And let thy house1004 be like the house1004 of Pharez6557, whom Tamar8559 bare3205 unto Judah3063, of the seed2233 which the LORD3068 shall give5414 thee of this young woman5291.","10":"Moreover Ruth7327 the Moabitess4125, the wife802 of Mahlon4248, have I purchased7069 to be my wife802, to raise up6965 the name8034 of the dead4191 upon his inheritance5159, that the name8034 of the dead4191 be not cut off3772 from among5973 his brethren251, and from the gate8179 of his place4725: ye are witnesses5707 this day3117.","2":"And he took3947 ten6235 men582 of the elders2205 of the city5892, and said559, Sit ye down3427 here. And they sat down3427.","22":"And Obed5744 begat3205 Jesse3448, and Jesse3448 begat3205 David1732.","8":"Therefore the kinsman1350 said559 unto Boaz1162, Buy7069 it for thee. So he drew off8025 his shoe5275.","17":"And the women her neighbours7934 gave7121 it a name8034, saying559, There is a son1121 born3205 to Naomi5281; and they called7121 his name8034 Obed5744: he is the father1 of Jesse3448, the father1 of David1732.","11":"And all the people5971 that were in the gate8179, and the elders2205, said559, We are witnesses5707. The LORD3068 make5414 the woman802 that is come935 into thine house1004 like Rachel7354 and like Leah3812, which two8147 did build1129 the house1004 of Israel3478: and do6213 thou worthily2428 in Ephratah672, and be famous7121 8034 in Bethlehem1035: do thou: or, get thee riches, or, power be famous: Heb. proclaim thy name","1":"Then went5927 Boaz1162 up5927 to the gate8179, and sat him down3427 there: and, behold, the kinsman1350 of whom Boaz1162 spake1696 came5674 by; unto whom he said559, Ho1945, such6423 a one492! turn aside5493, sit down3427 here. And he turned aside5493, and sat down3427.","9":"And Boaz1162 said559 unto the elders2205, and unto all the people5971, Ye are witnesses5707 this day3117, that I have bought7069 all that was Elimelech\u0027s458, and all that was Chilion\u0027s3630 and Mahlon\u0027s4248, of the hand3027 of Naomi5281.","14":"And the women802 said559 unto Naomi5281, Blessed1288 be the LORD3068, which hath not left7673 thee this day3117 without a kinsman1350, that his name8034 may be famous7121 in Israel3478. left: Heb. caused to cease unto thee kinsman: or, redeemer","7":"Now this was the manner in former time6440 in Israel3478 concerning redeeming1353 and concerning changing8545, for to confirm6965 all things1697; a man376 plucked off8025 his shoe5275, and gave5414 it to his neighbour7453: and this was a testimony8584 in Israel3478.","15":"And he shall be unto thee a restorer7725 of thy life5315, and a nourisher3557 of thine old age7872: for thy daughter in law3618, which loveth157 thee, which is better2896 to thee than seven7651 sons1121, hath born3205 him. a nourisher of: Heb. to nourish thine: Heb. thy gray hairs","20":"And Amminadab5992 begat3205 Nahshon5177, and Nahshon5177 begat3205 Salmon8009, Salmon: or, Salmah","6":"And the kinsman1350 said559, I cannot3201 redeem1350 it for myself, lest I mar7843 mine own inheritance5159: redeem1350 thou my right1353 to thyself; for I cannot3201 redeem1350 it.","4":"And I thought559 to advertise1540 241 thee, saying559, Buy7069 it before the inhabitants3427, and before the elders2205 of my people5971. If thou wilt redeem1350 it, redeem1350 it: but if thou wilt not redeem1350 it, then tell5046 me, that I may know3045: for there is none to redeem1350 it beside2108 thee; and I am after310 thee. And he said559, I will redeem1350 it. I thought: Heb. I said, I will reveal in thine ear","19":"And Hezron2696 begat3205 Ram7410, and Ram7410 begat3205 Amminadab5992,","13":"So Boaz1162 took3947 Ruth7327, and she was his wife802: and when he went in935 unto her, the LORD3068 gave5414 her conception2032, and she bare3205 a son1121."},"1":{"16":"And Ruth7327 said559, Intreat6293 me not to leave5800 thee, or to return7725 from following after310 thee: for whither thou goest3212, I will go3212; and where thou lodgest3885, I will lodge3885: thy people5971 shall be my people5971, and thy God430 my God430: Intreat: or, Be not against me","3":"And Elimelech458 Naomi\u0027s5281 husband376 died4191; and she was left7604, and her two8147 sons1121.","5":"And Mahlon4248 and Chilion3630 died4191 also both8147 of them; and the woman802 was left7604 of her two8147 sons3206 and her husband376.","21":"I went out1980 full4392, and the LORD3068 hath brought me home again7725 empty7387: why then call7121 ye me Naomi5281, seeing the LORD3068 hath testified6030 against me, and the Almighty7706 hath afflicted7489 me?","18":"When she saw7200 that she was stedfastly minded553 to go3212 with her, then she left2308 speaking1696 unto her. was: Heb. strengthened herself","12":"Turn again7725, my daughters1323, go3212 your way; for I am too old2204 to have an husband376. If I should say559, I have3426 hope8615, if I should have an husband376 also to night3915, and should also bear3205 sons1121; should have: or were with an husband","10":"And they said559 unto her, Surely we will return7725 with thee unto thy people5971.","2":"And the name8034 of the man376 was Elimelech458, and the name8034 of his wife802 Naomi5281, and the name8034 of his two8147 sons1121 Mahlon4248 and Chilion3630, Ephrathites673 of Bethlehemjudah1035 3063. And they came935 into the country7704 of Moab4124, and continued there. continued: Heb. were","22":"So Naomi5281 returned7725, and Ruth7327 the Moabitess4125, her daughter in law3618, with her, which returned7725 out of the country7704 of Moab4124: and they came935 to Bethlehem1035 in the beginning8462 of barley8184 harvest7105.","8":"And Naomi5281 said559 unto her two8147 daughters in law3618, Go3212, return7725 each802 to her mother\u0027s517 house1004: the LORD3068 deal6213 kindly2617 with you, as ye have dealt6213 with the dead4191, and with me.","17":"Where thou diest4191, will I die4191, and there will I be buried6912: the LORD3068 do6213 so to me, and more3254 also, if ought but death4194 part6504 thee and me.","11":"And Naomi5281 said559, Turn again7725, my daughters1323: why will ye go3212 with me? are there yet any more sons1121 in my womb4578, that they may be your husbands582?","1":"Now it came to pass in the days3117 when the judges8199 ruled8199, that there was a famine7458 in the land776. And a certain man376 of Bethlehemjudah1035 3063 went3212 to sojourn1481 in the country7704 of Moab4124, he, and his wife802, and his two8147 sons1121. ruled: Heb. judged","9":"The LORD3068 grant5414 you that ye may find4672 rest4496, each802 of you in the house1004 of her husband376. Then she kissed5401 them; and they lifted up5375 their voice6963, and wept1058.","14":"And they lifted up5375 their voice6963, and wept again1058: and Orpah6204 kissed5401 her mother in law2545; but Ruth7327 clave1692 unto her.","7":"Wherefore she went forth3318 out of the place4725 where she was, and her two8147 daughters in law3618 with her; and they went3212 on the way1870 to return7725 unto the land776 of Judah3063.","15":"And she said559, Behold, thy sister in law2994 is gone back7725 unto her people5971, and unto her gods430: return7725 thou after310 thy sister in law2994.","20":"And she said559 unto them, Call7121 me not Naomi5281, call7121 me Mara4755: for the Almighty7706 hath dealt very3966 bitterly4843 with me. Naomi: that is, Pleasant Mara: that is, Bitter","6":"Then she arose6965 with her daughters in law3618, that she might return7725 from the country7704 of Moab4124: for she had heard8085 in the country7704 of Moab4124 how that the LORD3068 had visited6485 his people5971 in giving5414 them bread3899.","4":"And they took5375 them wives802 of the women802 of Moab4125; the name8034 of the one259 was Orpah6204, and the name8034 of the other8145 Ruth7327: and they dwelled3427 there about ten6235 years8141.","19":"So they two8147 went3212 until they came935 to Bethlehem1035. And it came to pass, when they were come935 to Bethlehem1035, that all the city5892 was moved1949 about them, and they said559, Is this Naomi5281?","13":"Would ye tarry7663 for them3860 till they were grown1431? would ye stay5702 for them3860 from having husbands376? nay, my daughters1323; for it grieveth4843 me much3966 for your sakes that the hand3027 of the LORD3068 is gone out3318 against me. tarry: Heb. hope it grieveth: Heb. I have much bitterness"},"3":{"16":"And when she came935 to her mother in law2545, she said559, Who art thou, my daughter1323? And she told5046 her all that the man376 had done6213 to her.","3":"Wash7364 thyself therefore, and anoint5480 thee, and put7760 thy raiment8071 upon thee, and get thee down3381 to the floor1637: but make not thyself known3045 unto the man376, until he shall have done3615 eating398 and drinking8354.","5":"And she said559 unto her, All that thou sayest559 unto me I will do6213.","18":"Then said559 she, Sit still3427, my daughter1323, until thou know3045 how the matter1697 will fall5307: for the man376 will not be in rest8252, until518 he have finished3615 the thing1697 this day3117.","12":"And now it is true551 that I am thy near kinsman1350: howbeit there is3426 a kinsman1350 nearer7138 than I.","10":"And he said559, Blessed1288 be thou of the LORD3068, my daughter1323: for thou hast shewed3190 more kindness2617 in the latter end314 than at the beginning7223, inasmuch as thou followedst3212 310 not1115 young men970, whether poor1800 or rich6223.","2":"And now is not Boaz1162 of our kindred4130, with whose maidens5291 thou wast? Behold, he winnoweth2219 barley8184 to night3915 in the threshingfloor1637.","8":"And it came to pass at midnight2677 3915, that the man376 was afraid2729, and turned3943 himself: and, behold, a woman802 lay7901 at his feet4772. turned: or, took hold on","17":"And she said559, These six8337 measures of barley8184 gave5414 he me; for he said559 to me, Go935 not empty7387 unto thy mother in law2545.","11":"And now, my daughter1323, fear3372 not; I will do6213 to thee all that thou requirest559: for all the city8179 of my people5971 doth know3045 that thou art a virtuous2428 woman802. city: Heb. gate","1":"Then Naomi5281 her mother in law2545 said559 unto her, My daughter1323, shall I not seek1245 rest4494 for thee, that it may be well3190 with thee?","9":"And he said559, Who art thou? And she answered559, I am Ruth7327 thine handmaid519: spread6566 therefore thy skirt3671 over thine handmaid519; for thou art a near kinsman1350. a near: or, one that hath right to redeem","14":"And she lay7901 at his feet4772 until the morning1242: and she rose up6965 before2958 one376 could know5234 another7453. And he said559, Let it not be known3045 that a woman802 came935 into the floor1637.","7":"And when Boaz1162 had eaten398 and drunk8354, and his heart3820 was merry3190, he went935 to lie down7901 at the end7097 of the heap of corn6194: and she came935 softly3909, and uncovered1540 his feet4772, and laid her down7901.","15":"Also he said559, Bring3051 the vail4304 that thou hast upon thee, and hold270 it. And when she held270 it, he measured4058 six8337 measures of barley8184, and laid7896 it on her: and she went935 into the city5892. vail: or, sheet, or, apron","6":"And she went down3381 unto the floor1637, and did6213 according to all that her mother in law2545 bade6680 her.","4":"And it shall be, when he lieth down7901, that thou shalt mark3045 the place4725 where he shall lie7901, and thou shalt go in935, and uncover1540 his feet4772, and lay thee down7901; and he will tell5046 thee what thou shalt do6213. uncover: or, lift up the clothes that are on","13":"Tarry3885 this night3915, and it shall be in the morning1242, that if he will perform unto thee the part of a kinsman1350, well2896; let him do the kinsman\u0027s part1350: but if he will2654 not do the part of a kinsman1350 to thee, then will I do the part of a kinsman1350 to thee, as the LORD3068 liveth2416: lie down7901 until the morning1242."}}}