{"translationKey":"kjv","translation":"KJV","book":"Song of Songs","bookSlug":"song-of-songs","chapters":{"7":{"3":"Thy two8147 breasts7699 are like two8147 young6082 roes6646 that are twins8380.","5":"Thine head7218 upon thee is like Carmel3760, and the hair1803 of thine head7218 like purple713; the king4428 is held631 in the galleries7298. Carmel: or, crimson held: Heb. bound","12":"Let us get up early7925 to the vineyards3754; let us see7200 if the vine1612 flourish6524, whether the tender grape5563 appear6605, and the pomegranates7416 bud forth5132: there will I give5414 thee my loves1730. appear: Heb. open","10":"I am my beloved\u0027s1730, and his desire8669 is toward me.","2":"Thy navel8326 is like a round5469 goblet101, which wanteth2637 not liquor4197: thy belly990 is like an heap6194 of wheat2406 set about5473 with lilies7799. liquor: Heb. mixture","8":"I said559, I will go up5927 to the palm tree8558, I will take hold270 of the boughs5577 thereof: now also thy breasts7699 shall be as clusters811 of the vine1612, and the smell7381 of thy nose639 like apples8598;","11":"Come3212, my beloved1730, let us go forth3318 into the field7704; let us lodge3885 in the villages3723.","1":"How beautiful3302 are thy feet6471 with shoes5275, O prince\u0027s5081 daughter1323! the joints2542 of thy thighs3409 are like jewels2481, the work4639 of the hands3027 of a cunning workman542.","9":"And the roof of thy mouth2441 like the best2896 wine3196 for my beloved1730, that goeth1980 down sweetly4339, causing the lips8193 of those that are asleep3463 to speak1680. sweetly: Heb. straightly of those: or, of the ancient","7":"This thy stature6967 is like1819 to a palm tree8558, and thy breasts7699 to clusters811 of grapes.","6":"How fair3302 and how pleasant5276 art thou, O love160, for delights8588!","4":"Thy neck6677 is as a tower4026 of ivory8127; thine eyes5869 like the fishpools1295 in Heshbon2809, by the gate8179 of Bathrabbim1337: thy nose639 is as the tower4026 of Lebanon3844 which looketh6822 toward6440 Damascus1834.","13":"The mandrakes1736 give5414 a smell7381, and at our gates6607 are all manner of pleasant4022 fruits, new2319 and old3465, which I have laid up6845 for thee, O my beloved1730."},"3":{"7":"Behold his bed4296, which is Solomon\u0027s8010; threescore8346 valiant1368 men are about5439 it, of the valiant1368 of Israel3478.","9":"King4428 Solomon8010 made6213 himself a chariot668 of the wood6086 of Lebanon3844. a chariot: or, a bed","10":"He made6213 the pillars5982 thereof of silver3701, the bottom7507 thereof of gold2091, the covering4817 of it of purple713, the midst8432 thereof being paved7528 with love160, for the daughters1323 of Jerusalem3389.","3":"The watchmen8104 that go about5437 the city5892 found4672 me: to whom I said, Saw7200 ye him whom my soul5315 loveth157?","11":"Go forth3318, O ye daughters1323 of Zion6726, and behold7200 king4428 Solomon8010 with the crown5850 wherewith his mother517 crowned5849 him in the day3117 of his espousals2861, and in the day3117 of the gladness8057 of his heart3820.","2":"I will rise6965 now, and go about5437 the city5892 in the streets7784, and in the broad ways7339 I will seek1245 him whom my soul5315 loveth157: I sought1245 him, but I found4672 him not.","1":"By night3915 on my bed4904 I sought1245 him whom my soul5315 loveth157: I sought1245 him, but I found4672 him not.","4":"It was but a little4592 that I passed5674 from them, but I found4672 him whom my soul5315 loveth157: I held270 him, and would not let him go7503, until I had brought935 him into my mother\u0027s517 house1004, and into the chamber2315 of her that conceived2029 me.","6":"Who is this that cometh5927 out of the wilderness4057 like pillars8490 of smoke6227, perfumed6999 with myrrh4753 and frankincense3828, with all powders81 of the merchant7402?","5":"I charge7650 you, O ye daughters1323 of Jerusalem3389, by the roes6643, and176 by the hinds355 of the field7704, that ye stir not up5782, nor awake5782 my love160, till he please2654.","8":"They all hold270 swords2719, being expert3925 in war4421: every man376 hath his sword2719 upon his thigh3409 because of fear6343 in the night3915."},"2":{"16":"My beloved1730 is mine, and I am his: he feedeth7462 among the lilies7799.","3":"As the apple tree8598 among the trees6086 of the wood3293, so is my beloved1730 among the sons1121. I sat3427 down under his shadow6738 with great delight2530, and his fruit6529 was sweet4966 to my taste2441. I sat: Heb. I delighted and sat down, etc taste: Heb. palate","5":"Stay5564 me with flagons809, comfort7502 me with apples8598: for I am sick2470 of love160. comfort: Heb. straw me with apples","12":"The flowers5339 appear7200 on the earth776; the time6256 of the singing2158 of birds is come5060, and the voice6963 of the turtle8449 is heard8085 in our land776;","10":"My beloved1730 spake6030, and said559 unto me, Rise up6965, my love7474, my fair one3303, and come away3212.","2":"As the lily7799 among thorns2336, so is my love7474 among the daughters1323.","8":"The voice6963 of my beloved1730! behold, he cometh935 leaping1801 upon the mountains2022, skipping7092 upon the hills1389.","17":"Until the day3117 break6315, and the shadows6752 flee away5127, turn5437, my beloved1730, and be thou like1819 a roe6643 or a young6082 hart354 upon the mountains2022 of Bether1336. of Bether: or, of division","11":"For, lo, the winter5638 is past5674, the rain1653 is over2498 and gone1980;","1":"I am the rose2261 of Sharon8289, and the lily7799 of the valleys6010.","9":"My beloved1730 is like1819 a roe6643 or a young6082 hart354: behold, he standeth5975 behind310 our wall3796, he looketh forth7688 at the windows2474, shewing6692 himself through the lattice2762. shewing: Heb. flourishing","14":"O my dove3123, that art in the clefts2288 of the rock5553, in the secret5643 places of the stairs4095, let me see7200 thy countenance4758, let me hear8085 thy voice6963; for sweet6156 is thy voice6963, and thy countenance4758 is comely5000.","7":"I charge7650 you, O ye daughters1323 of Jerusalem3389, by the roes6643, and176 by the hinds355 of the field7704, that ye stir not up5782, nor awake5782 my love160, till he please2654. I charge: Heb. I adjure you","15":"Take270 us the foxes7776, the little6996 foxes7776, that spoil2254 the vines3754: for our vines3754 have tender grapes5563.","6":"His left hand8040 is under my head7218, and his right hand3225 doth embrace2263 me.","4":"He brought935 me to the banqueting3196 house1004, and his banner1714 over me was love160. banqueting: Heb. house of wine","13":"The fig tree8384 putteth forth2590 her green figs6291, and the vines1612 with the tender grape5563 give5414 a good smell7381. Arise6965, my love7474, my fair one3303, and come away3212."},"1":{"16":"Behold, thou art fair3303, my beloved1730, yea, pleasant5273: also our bed6210 is green7488.","3":"Because of the savour7381 of thy good2896 ointments8081 thy name8034 is as ointment8081 poured forth7324, therefore do the virgins5959 love157 thee.","5":"I am black7838, but comely5000, O ye daughters1323 of Jerusalem3389, as the tents168 of Kedar6938, as the curtains3407 of Solomon8010.","12":"While the king4428 sitteth at his table4524, my spikenard5373 sendeth forth5414 the smell7381 thereof.","10":"Thy cheeks3895 are comely4998 with rows8447 of jewels, thy neck6677 with chains2737 of gold.","2":"Let him kiss5401 me with the kisses5390 of his mouth6310: for thy love1730 is better2896 than wine3196. thy: Heb. thy loves","8":"If thou know3045 not, O thou fairest3303 among women802, go thy way forth3318 by the footsteps6119 of the flock6629, and feed7462 thy kids1429 beside the shepherds\u00277462 tents4908.","17":"The beams6982 of our house1004 are cedar730, and our rafters7351 7351 of fir1266. rafters: or, galleries","11":"We will make6213 thee borders8447 of gold2091 with studs5351 of silver3701.","1":"The song7892 of songs7892, which is Solomon\u0027s8010.","9":"I have compared1819 thee, O my love7474, to a company of horses5484 in Pharaoh\u0027s6547 chariots7393.","14":"My beloved1730 is unto me as a cluster811 of camphire3724 in the vineyards3754 of Engedi5872. camphire: or, cypress","7":"Tell5046 me, O thou whom my soul5315 loveth157, where thou feedest7462, where349 thou makest thy flock to rest7257 at noon6672: for4100 why should I be as one that turneth aside5844 by the flocks5739 of thy companions2270? as one: or, as one that is veiled","15":"Behold, thou art fair3303, my love7474; behold, thou art fair3303; thou hast doves\u00273123 eyes5869. my love: or, my companion","6":"Look7200 not upon me, because I am black7840, because the sun8121 hath looked7805 upon me: my mother\u0027s517 children1121 were angry2787 with me; they made7760 me the keeper5201 of the vineyards3754; but mine own vineyard3754 have I not kept5201.","4":"Draw4900 me, we will run7323 after310 thee: the king4428 hath brought935 me into his chambers2315: we will be glad1523 and rejoice8055 in thee, we will remember2142 thy love1730 more than wine3196: the upright4339 love157 thee. the upright: or, they love thee uprightly","13":"A bundle6872 of myrrh4753 is my wellbeloved1730 unto me; he shall lie3885 all night betwixt my breasts7699."},"4":{"16":"Awake5782, O north wind6828; and come935, thou south8486; blow6315 upon my garden1588, that the spices1314 thereof may flow out5140. Let my beloved1730 come935 into his garden1588, and eat398 his pleasant4022 fruits6529.","3":"Thy lips8193 are like a thread2339 of scarlet8144, and thy speech4057 is comely5000: thy temples7541 are like a piece6400 of a pomegranate7416 within1157 thy locks6777.","5":"Thy two8147 breasts7699 are like two8147 young6082 roes6646 that are twins8380, which feed7462 among the lilies7799.","12":"A garden1588 inclosed5274 is my sister269, my spouse3618; a spring1530 shut up5274, a fountain4599 sealed2856. inclosed: Heb. barred shut up: Heb. barred","10":"How fair3302 is thy love1730, my sister269, my spouse3618! how much better2895 is thy love1730 than wine3196! and the smell7381 of thine ointments8081 than all spices1314!","2":"Thy teeth8127 are like a flock5739 of sheep that are even shorn7094, which came up5927 from the washing7367; whereof every one bear twins8382, and none is barren7909 among them.","8":"Come935 with me from Lebanon3844, my spouse3618, with me from Lebanon3844: look7789 from the top7218 of Amana549, from the top7218 of Shenir8149 and Hermon2768, from the lions\u0027738 dens4585, from the mountains2042 of the leopards5246.","11":"Thy lips8193, O my spouse3618, drop5197 as the honeycomb5317: honey1706 and milk2461 are under thy tongue3956; and the smell7381 of thy garments8008 is like the smell7381 of Lebanon3844.","1":"Behold, thou art fair3303, my love7474; behold, thou art fair3303; thou hast doves\u00273123 eyes5869 within1157 thy locks6777: thy hair8181 is as a flock5739 of goats5795, that appear1570 from mount2022 Gilead1568. that: or, that eat of, etc","9":"Thou hast ravished my heart3823, my sister269, my spouse3618; thou hast ravished my heart3823 with one259 of thine eyes5869, with one259 chain6060 of thy neck6677. ravished: or, taken away","14":"Spikenard5373 and saffron3750; calamus7070 and cinnamon7076, with all trees6086 of frankincense3828; myrrh4753 and aloes174, with all the chief7218 spices1314:","7":"Thou art all fair3303, my love7474; there is no spot3971 in thee.","15":"A fountain4599 of gardens1588, a well875 of living2416 waters4325, and streams5140 from Lebanon3844.","6":"Until the day3117 break6315, and the shadows6752 flee away5127, I will get3212 me to the mountain2022 of myrrh4753, and to the hill1389 of frankincense3828. break: Heb. breathe","4":"Thy neck6677 is like the tower4026 of David1732 builded1129 for an armoury8530, whereon there hang8518 a thousand505 bucklers4043, all shields7982 of mighty men1368.","13":"Thy plants7973 are an orchard6508 of pomegranates7416, with pleasant4022 fruits6529; camphire3724, with spikenard5373, camphire: or, cypress"},"6":{"3":"I am my beloved\u0027s1730, and my beloved1730 is mine: he feedeth7462 among the lilies7799.","5":"Turn away5437 thine eyes5869 from me, for they1992 have overcome7292 me: thy hair8181 is as a flock5739 of goats5795 that appear1570 from Gilead1568. overcome: or, puffed me up","12":"Or ever I was aware3045, my soul5315 made7760 me like the chariots4818 of Amminadib5993. Or ever: Heb. I knew not made: or, set me on the chariots of my willing people","10":"Who is she that looketh forth8259 as the morning7837, fair3303 as the moon3842, clear1249 as the sun2535, and terrible366 as an army with banners1713?","2":"My beloved1730 is gone down3381 into his garden1588, to the beds6170 of spices1314, to feed7462 in the gardens1588, and to gather3950 lilies7799.","8":"There are threescore8346 queens4436, and fourscore8084 concubines6370, and virgins5959 without number4557.","11":"I went down3381 into the garden1594 of nuts93 to see7200 the fruits3 of the valley5158, and to see7200 whether the vine1612 flourished6524, and the pomegranates7416 budded5132.","1":"Whither is thy beloved1730 gone1980, O thou fairest3303 among women802? whither is thy beloved1730 turned aside6437? that we may seek1245 him with thee.","9":"My dove3123, my undefiled8535 is but one259; she is the only one259 of her mother517, she is the choice1249 one of her that bare3205 her. The daughters1323 saw7200 her, and blessed833 her; yea, the queens4436 and the concubines6370, and they praised1984 her.","7":"As a piece6400 of a pomegranate7416 are thy temples7541 within1157 thy locks6777.","6":"Thy teeth8127 are as a flock5739 of sheep7353 which go up5927 from the washing7367, whereof every one beareth twins8382, and there is not one barren7909 among them.","4":"Thou art beautiful3303, O my love7474, as Tirzah8656, comely5000 as Jerusalem3389, terrible366 as an army with banners1713.","13":"Return7725, return7725, O Shulamite7759; return7725, return7725, that we may look2372 upon thee. What will ye see2372 in the Shulamite7759? As it were the company4246 of two armies4264. of: or, of Mahanaim"},"5":{"16":"His mouth2441 is most sweet4477: yea, he is altogether lovely4261. This is my beloved1730, and this is my friend7453, O daughters1323 of Jerusalem3389. mouth: Heb. palate","3":"I have put off6584 my coat3801; how349 shall I put it on3847? I have washed7364 my feet7272; how349 shall I defile2936 them?","5":"I rose up6965 to open6605 to my beloved1730; and my hands3027 dropped5197 with myrrh4753, and my fingers676 with sweet smelling5674 myrrh4753, upon the handles3709 of the lock4514. sweet: Heb. passing, or, running about","12":"His eyes5869 are as the eyes of doves3123 by the rivers650 of waters4325, washed7364 with milk2461, and fitly set3427 4402. fitly: Heb. sitting in fulness, that is, fitly placed, and set as a precious stone in the foil of a ring","10":"My beloved1730 is white6703 and ruddy122, the chiefest1713 among ten thousand7233. the chiefest: Heb. a standard bearer","2":"I sleep3463, but my heart3820 waketh5782: it is the voice6963 of my beloved1730 that knocketh1849, saying, Open6605 to me, my sister269, my love7474, my dove3123, my undefiled8535: for my head7218 is filled4390 with dew2919, and my locks6977 with the drops7447 of the night3915.","8":"I charge7650 you, O daughters1323 of Jerusalem3389, if ye find4672 my beloved1730, that ye tell5046 him, that I am sick2470 of love160. that ye: Heb. what, etc","11":"His head7218 is as the most3800 fine gold6337, his locks6977 are bushy8534, and black7838 as a raven6158. bushy: or, curled","1":"I am come935 into my garden1588, my sister269, my spouse3618: I have gathered717 my myrrh4753 with my spice1313; I have eaten398 my honeycomb3293 with my honey1706; I have drunk8354 my wine3196 with my milk2461: eat398, O friends7453; drink8354, yea, drink abundantly7937, O beloved1730. yea: or, and be drunken with loves","9":"What is thy beloved1730 more than another beloved1730, O thou fairest3303 among women802? what is thy beloved1730 more than another beloved1730, that thou3602 dost so charge7650 us?","14":"His hands3027 are as gold2091 rings1550 set4390 with the beryl8658: his belly4578 is as bright6247 ivory8127 overlaid5968 with sapphires5601.","7":"The watchmen8104 that went about5437 the city5892 found4672 me, they smote5221 me, they wounded6481 me; the keepers8104 of the walls2346 took away5375 my veil7289 from me.","15":"His legs7785 are as pillars5982 of marble8336, set3245 upon sockets134 of fine gold6337: his countenance4758 is as Lebanon3844, excellent977 as the cedars730.","6":"I opened6605 to my beloved1730; but my beloved1730 had withdrawn2559 himself, and was gone5674: my soul5315 failed3318 when he spake1696: I sought1245 him, but I could not find4672 him; I called7121 him, but he gave me no answer6030.","4":"My beloved1730 put in7971 his hand3027 by4480 the hole2356 of the door, and my bowels4578 were moved1993 for him. for him: or, (as some read) in me","13":"His cheeks3895 are as a bed6170 of spices1314, as sweet4840 flowers4026: his lips8193 like lilies7799, dropping5197 sweet smelling5674 myrrh4753. sweet flowers: or, towers of perfumes"},"8":{"3":"His left hand8040 should be under my head7218, and his right hand3225 should embrace2263 me.","5":"Who is this that cometh up5927 from the wilderness4057, leaning7514 upon her beloved1730? I raised5782 thee up under the apple tree8598: there thy mother517 brought thee forth2254: there she brought thee forth2254 that bare3205 thee.","12":"My vineyard3754, which is mine, is before6440 me: thou, O Solomon8010, must have a thousand505, and those that keep5201 the fruit6529 thereof two hundred3967.","10":"I am a wall2346, and my breasts7699 like towers4026: then was I in his eyes5869 as one that found4672 favour7965. favour: Heb. peace","2":"I would lead5090 thee, and bring935 thee into my mother\u0027s517 house1004, who would instruct3925 me: I would cause thee to drink8248 of spiced7544 wine3196 of the juice6071 of my pomegranate7416.","8":"We have a little6996 sister269, and she hath no breasts7699: what shall we do6213 for our sister269 in the day3117 when she shall be spoken for1696?","11":"Solomon8010 had a vineyard3754 at Baalhamon1174; he let out5414 the vineyard3754 unto keepers5201; every one376 for the fruit6529 thereof was to bring935 a thousand505 pieces of silver3701.","1":"O that5414 thou wert as my brother251, that sucked3243 the breasts7699 of my mother517! when I should find4672 thee without2351, I would kiss5401 thee; yea, I should not be despised936. I should not: Heb. they should not despise me","9":"If she be a wall2346, we will build1129 upon her a palace2918 of silver3701: and if she be a door1817, we will inclose6696 her with boards3871 of cedar730.","14":"Make haste1272, my beloved1730, and be thou like1819 to a roe6643 or to a young6082 hart354 upon the mountains2022 of spices1314. Make: Heb. Flee away","7":"Many7227 waters4325 cannot3201 quench3518 love160, neither can the floods5104 drown7857 it: if a man376 would give5414 all the substance1952 of his house1004 for love160, it would utterly936 be contemned936.","6":"Set7760 me as a seal2368 upon thine heart3820, as a seal2368 upon thine arm2220: for love160 is strong5794 as death4194; jealousy7068 is cruel7186 as the grave7585: the coals7565 thereof are coals7565 of fire784, which hath a most vehement flame7957. cruel: Heb. hard","4":"I charge7650 you, O daughters1323 of Jerusalem3389, that ye stir not up5782, nor awake5782 my love160, until he please2654. that: Heb. why should ye stir up, or, why, etc","13":"Thou that dwellest3427 in the gardens1588, the companions2270 hearken7181 to thy voice6963: cause me to hear8085 it."}}}