{"translationKey":"kjv","translation":"KJV","book":"Zechariah","bookSlug":"zechariah","chapters":{"3":{"7":"Thus saith559 the LORD3068 of hosts6635; If thou wilt walk3212 in my ways1870, and if thou wilt keep8104 my charge4931, then thou shalt also judge1777 my house1004, and shalt also keep8104 my courts2691, and I will give5414 thee places to walk4108 among these that stand by5975. charge: or, ordinance places: Heb. walks","9":"For behold the stone68 that I have laid5414 before6440 Joshua3091; upon one259 stone68 shall be seven7651 eyes5869: behold, I will engrave6605 the graving6603 thereof, saith5002 the LORD3068 of hosts6635, and I will remove4185 the iniquity5771 of that land776 in one259 day3117.","10":"In that day3117, saith5002 the LORD3068 of hosts6635, shall ye call7121 every man376 his neighbour7453 under the vine1612 and under the fig tree8384.","3":"Now Joshua3091 was clothed3847 with filthy6674 garments899, and stood5975 before6440 the angel4397.","2":"And the LORD3068 said559 unto Satan7854, The LORD3068 rebuke1605 thee, O Satan7854; even the LORD3068 that hath chosen977 Jerusalem3389 rebuke1605 thee: is not this a brand181 plucked5337 out of the fire784?","1":"And he shewed7200 me Joshua3091 the high1419 priest3548 standing5975 before6440 the angel4397 of the LORD3068, and Satan7854 standing5975 at his right hand3225 to resist7853 him. Satan: that is, an adversary to: Heb. to be his adversary","4":"And he answered6030 and spake559 unto those that stood5975 before6440 him, saying559, Take away5493 the filthy6674 garments899 from him. And unto him he said559, Behold7200, I have caused thine iniquity5771 to pass5674 from thee, and I will clothe3847 thee with change of raiment4254.","6":"And the angel4397 of the LORD3068 protested5749 unto Joshua3091, saying559,","5":"And I said559, Let them set7760 a fair2889 mitre6797 upon his head7218. So they set7760 a fair2889 mitre6797 upon his head7218, and clothed3847 him with garments899. And the angel4397 of the LORD3068 stood by5975.","8":"Hear8085 now, O Joshua3091 the high1419 priest3548, thou, and thy fellows7453 that sit3427 before6440 thee: for they are men582 wondered at4159: for, behold, I will bring forth935 my servant5650 the BRANCH6780. wondered: Heb. of wonder, or, sign"},"5":{"7":"And, behold, there was lifted up5375 a talent3603 of lead5777: and this is a259 woman802 that sitteth3427 in the midst8432 of the ephah374. talent: or, weighty piece","9":"Then lifted I up5375 mine eyes5869, and looked7200, and, behold, there came out3318 two8147 women802, and the wind7307 was in their wings3671; for they had2007 wings3671 like the wings3671 of a stork2624: and they lifted up5375 the ephah374 between the earth776 and the heaven8064.","10":"Then said559 I to the angel4397 that talked1696 with me, Whither do these bear3212 the ephah374?","3":"Then said559 he unto me, This is the curse423 that goeth forth3318 over the face6440 of the whole earth776: for every one that stealeth1589 shall be cut off5352 as on this side according3644 to it; and every one that sweareth7650 shall be cut off5352 as on that side according3644 to it. every one that stealeth: or, every one of this people that stealeth holdeth himself guiltless, as it doth","11":"And he said559 unto me, To build1129 it an house1004 in the land776 of Shinar8152: and it shall be established3559, and set3240 there upon her own base4369.","2":"And he said559 unto me, What seest7200 thou? And I answered559, I see7200 a flying5774 roll4039; the length753 thereof is twenty6242 cubits520, and the breadth7341 thereof ten6235 cubits520.","1":"Then I turned7725, and lifted up5375 mine eyes5869, and looked7200, and behold a flying5774 roll4039.","4":"I will bring it forth3318, saith5002 the LORD3068 of hosts6635, and it shall enter935 into the house1004 of the thief1590, and into the house1004 of him that sweareth7650 falsely8267 by my name8034: and it shall remain3885 in the midst8432 of his house1004, and shall consume3615 it with the timber6086 thereof and the stones68 thereof.","6":"And I said559, What is it? And he said559, This is an ephah374 that goeth forth3318. He said559 moreover, This is their resemblance5869 through all the earth776.","5":"Then the angel4397 that talked1696 with me went forth3318, and said559 unto me, Lift up5375 now thine eyes5869, and see7200 what is this that goeth forth3318.","8":"And he said559, This is wickedness7564. And he cast7993 it into the midst8432 of the ephah374; and he cast7993 the weight68 of lead5777 upon the mouth6310 thereof."},"12":{"3":"And in that day3117 will I make7760 Jerusalem3389 a burdensome4614 stone68 for all people5971: all that burden6006 themselves with it shall be cut in pieces8295 8295, though all the people1471 of the earth776 be gathered together622 against it.","5":"And the governors441 of Judah3063 shall say559 in their heart3820, The inhabitants3427 of Jerusalem3389 shall be my strength556 in the LORD3068 of hosts6635 their God430. The inhabitants: or, There is strength to me and to the inhabitants, etc","12":"And the land776 shall mourn5594, every4940 family4940 apart905; the family4940 of the house1004 of David1732 apart, and their wives802 apart; the family4940 of the house1004 of Nathan5416 apart, and their wives802 apart; every: Heb. families, families","10":"And I will pour8210 upon the house1004 of David1732, and upon the inhabitants3427 of Jerusalem3389, the spirit7307 of grace2580 and of supplications8469: and they shall look5027 upon me whom they have pierced1856, and they shall mourn4553 for him, as one mourneth5594 for his only3173 son, and shall be in bitterness4843 for him, as one that is in bitterness4843 for his firstborn1060.","2":"Behold, I will make7760 Jerusalem3389 a cup5592 of trembling7478 unto all the people5971 round about5439, when they shall be in the siege4692 both against Judah3063 and against Jerusalem3389. trembling: or, slumber, or, poison when: or, and also against Judah shall he be which shall be in siege against Jerusalem","8":"In that day3117 shall the LORD3068 defend1598 the inhabitants3427 of Jerusalem3389; and he that is feeble3782 among them at that day3117 shall be as David1732; and the house1004 of David1732 shall be as God430, as the angel4397 of the LORD3068 before6440 them. feeble: or, abject: Heb. fallen","11":"In that day3117 shall there be a great1431 mourning4553 in Jerusalem3389, as the mourning4553 of Hadadrimmon1910 in the valley1237 of Megiddon4023.","1":"The burden4853 of the word1697 of the LORD3068 for Israel3478, saith5002 the LORD3068, which stretcheth5186 forth the heavens8064, and layeth the foundation3245 of the earth776, and formeth3335 the spirit7307 of man120 within7130 him.","9":"And it shall come to pass in that day3117, that I will seek1245 to destroy8045 all the nations1471 that come935 against Jerusalem3389.","14":"All the families4940 that remain7604, every family4940 apart, and their wives802 apart.","7":"The LORD3068 also shall save3467 the tents168 of Judah3063 first7223, that the glory8597 of the house1004 of David1732 and the glory8597 of the inhabitants3427 of Jerusalem3389 do not magnify1431 themselves against Judah3063.","6":"In that day3117 will I make7760 the governors441 of Judah3063 like an hearth3595 of fire784 among the wood6086, and like a torch3940 of fire784 in a sheaf5995; and they shall devour398 all the people5971 round about5439, on the right hand3225 and on the left8040: and Jerusalem3389 shall be inhabited3427 again in her own place, even in Jerusalem3389.","4":"In that day3117, saith5002 the LORD3068, I will smite5221 every horse5483 with astonishment8541, and his rider7392 with madness7697: and I will open6491 mine eyes5869 upon the house1004 of Judah3063, and will smite5221 every horse5483 of the people5971 with blindness5788.","13":"The family4940 of the house1004 of Levi3878 apart, and their wives802 apart; the family4940 of Shimei8097 apart, and their wives802 apart; of Shimei: or, of Simeon, as LXX"},"10":{"7":"And they of Ephraim669 shall be like a mighty1368 man, and their heart3820 shall rejoice8055 as through wine3196: yea, their children1121 shall see7200 it, and be glad8055; their heart3820 shall rejoice1523 in the LORD3068.","9":"And I will sow2232 them among the people5971: and they shall remember2142 me in far countries4801; and they shall live2421 with their children1121, and turn again7725.","10":"I will bring them again7725 also out of the land776 of Egypt4714, and gather6908 them out of Assyria804; and I will bring935 them into the land776 of Gilead1568 and Lebanon3844; and place shall not be found4672 for them.","3":"Mine anger639 was kindled2734 against the shepherds7462, and I punished6485 the goats6260: for the LORD3068 of hosts6635 hath visited6485 his flock5739 the house1004 of Judah3063, and hath made7760 them as his goodly1935 horse5483 in the battle4421. punished: Heb. visited upon","11":"And he shall pass through5674 the sea3220 with affliction6869, and shall smite5221 the waves1530 in the sea3220, and all the deeps4688 of the river2975 shall dry up3001: and the pride1347 of Assyria804 shall be brought down3381, and the sceptre7626 of Egypt4714 shall depart away5493.","2":"For the idols8655 have spoken1696 vanity205, and the diviners7080 have seen2372 a lie8267, and have told1696 false7723 dreams2472; they comfort5162 in vain1892: therefore they went5265 their way as a flock6629, they were troubled6031, because there was no shepherd7462. idols: Heb. teraphims were: or, answered that, etc","1":"Ask7592 ye of the LORD3068 rain4306 in the time6256 of the latter rain4456; so the LORD3068 shall make6213 bright clouds2385, and give5414 them showers1653 of rain4306, to every one376 grass6212 in the field7704. bright: or, lightnings","12":"And I will strengthen1396 them in the LORD3068; and they shall walk up and down1980 in his name8034, saith5002 the LORD3068.","4":"Out of him came forth3318 the corner6438, out of him the nail3489, out of him the battle4421 bow7198, out of him every oppressor5065 together3162.","6":"And I will strengthen1396 the house1004 of Judah3063, and I will save3467 the house1004 of Joseph3130, and I will bring them again to place3427 them; for I have mercy7355 upon them: and they shall be as though834 I had not cast them off2186: for I am the LORD3068 their God430, and will hear6030 them.","5":"And they shall be as mighty1368 men, which tread down947 their enemies in the mire2916 of the streets2351 in the battle4421: and they shall fight3898, because the LORD3068 is with them, and the riders7392 on horses5483 shall be confounded3001. the riders: or, they shall make the riders on horses ashamed","8":"I will hiss8319 for them, and gather6908 them; for I have redeemed6299 them: and they shall increase7235 as they have increased7235."},"2":{"3":"And, behold, the angel4397 that talked1696 with me went forth3318, and another312 angel4397 went out3318 to meet7125 him,","5":"For I, saith5002 the LORD3068, will be unto her a wall2346 of fire784 round about5439, and will be the glory3519 in the midst8432 of her.","12":"And the LORD3068 shall inherit5157 Judah3063 his portion2506 in the holy6944 land127, and shall choose977 Jerusalem3389 again.","10":"Sing7442 and rejoice8055, O daughter1323 of Zion6726: for, lo, I come935, and I will dwell7931 in the midst8432 of thee, saith5002 the LORD3068.","2":"Then said559 I, Whither goest1980 thou? And he said559 unto me, To measure4058 Jerusalem3389, to see7200 what4100 is the breadth7341 thereof, and what is the length753 thereof.","8":"For thus saith559 the LORD3068 of hosts6635; After310 the glory3519 hath he sent7971 me unto the nations1471 which spoiled7997 you: for he that toucheth5060 you toucheth5060 the apple892 of his eye5869.","11":"And many7227 nations1471 shall be joined3867 to the LORD3068 in that day3117, and shall be my people5971: and I will dwell7931 in the midst8432 of thee, and thou shalt know3045 that the LORD3068 of hosts6635 hath sent7971 me unto thee.","1":"I lifted up5375 mine eyes5869 again, and looked7200, and behold a man376 with a measuring4060 line2256 in his hand3027.","9":"For, behold, I will shake5130 mine hand3027 upon them, and they shall be a spoil7998 to their servants5647: and ye shall know3045 that the LORD3068 of hosts6635 hath sent7971 me.","7":"Deliver4422 thyself, O1945 Zion6726, that dwellest3427 with the daughter1323 of Babylon894.","6":"Ho1945, ho1945, come forth, and flee5127 from the land776 of the north6828, saith5002 the LORD3068: for I have spread you abroad6566 as the four702 winds7307 of the heaven8064, saith5002 the LORD3068.","4":"And said559 unto him, Run7323, speak1696 to this1975 young man5288, saying559, Jerusalem3389 shall be inhabited3427 as towns without walls6519 for the multitude7230 of men120 and cattle929 therein8432:","13":"Be silent2013, O all flesh1320, before6440 the LORD3068: for he is raised up5782 out of his holy6944 habitation4583. his: Heb. the habitation of his holiness"},"8":{"16":"These are the things1697 that ye shall do6213; Speak1696 ye every man376 the truth571 to his neighbour7453; execute8199 the judgment4941 of truth571 and peace7965 in your gates8179: execute: Heb. judge truth, and the judgment of peace","3":"Thus saith559 the LORD3068; I am returned7725 unto Zion6726, and will dwell7931 in the midst8432 of Jerusalem3389: and Jerusalem3389 shall be called7121 a city5892 of truth571; and the mountain2022 of the LORD3068 of hosts6635 the holy6944 mountain2022.","5":"And the streets7339 of the city5892 shall be full4390 of boys3206 and girls3207 playing7832 in the streets7339 thereof.","21":"And the inhabitants3427 of one259 city shall go1980 to another259, saying559, Let us go3212 speedily1980 to pray2470 before6440 the LORD3068, and to seek1245 the LORD3068 of hosts6635: I will go3212 also. speedily: or, continually: Heb. going to pray: Heb. to intreat the face of","18":"And the word1697 of the LORD3068 of hosts6635 came unto me, saying559,","12":"For the seed2233 shall be prosperous7965; the vine1612 shall give5414 her fruit6529, and the ground776 shall give5414 her increase2981, and the heavens8064 shall give5414 their dew2919; and I will cause the remnant7611 of this people5971 to possess5157 all these things. prosperous: Heb. of peace","10":"For before6440 these days3117 there was1961 no hire7939 for man120, nor any hire7939 for beast929; neither was there any peace7965 to him that went out3318 or came in935 because of the affliction6862: for I set7971 all men120 every one376 against his neighbour7453. there was: or, the hire of man became nothing","2":"Thus saith559 the LORD3068 of hosts6635; I was jealous7065 for Zion6726 with great1419 jealousy7068, and I was jealous7065 for her with great1419 fury2534.","22":"Yea, many7227 people5971 and strong6099 nations1471 shall come935 to seek1245 the LORD3068 of hosts6635 in Jerusalem3389, and to pray2470 before6440 the LORD3068. to pray: Heb. to intreat the face of","8":"And I will bring935 them, and they shall dwell7931 in the midst8432 of Jerusalem3389: and they shall be my people5971, and I will be their God430, in truth571 and in righteousness6666.","17":"And let none376 of you imagine2803 evil7451 in your hearts3824 against his neighbour7453; and love157 no false8267 oath7621: for all these are things that I hate8130, saith5002 the LORD3068.","11":"But now I will not be unto the residue7611 of this people5971 as in the former7223 days3117, saith5002 the LORD3068 of hosts6635.","1":"Again the word1697 of the LORD3068 of hosts6635 came to me, saying559,","9":"Thus saith559 the LORD3068 of hosts6635; Let your hands3027 be strong2388, ye that hear8085 in these days3117 these words1697 by the mouth6310 of the prophets5030, which were in the day3117 that the foundation3245 of the house1004 of the LORD3068 of hosts6635 was laid3245, that the temple1964 might be built1129.","14":"For thus saith559 the LORD3068 of hosts6635; As I thought2161 to punish7489 you, when your fathers1 provoked me to wrath7107, saith559 the LORD3068 of hosts6635, and I repented5162 not:","7":"Thus saith559 the LORD3068 of hosts6635; Behold, I will save3467 my people5971 from the east4217 country776, and from the west3996 8121 country776; the west: Heb. the country of the going down of the sun","15":"So again7725 have I thought2161 in these days3117 to do well3190 unto Jerusalem3389 and to the house1004 of Judah3063: fear3372 ye not.","20":"Thus saith559 the LORD3068 of hosts6635; It shall yet come to pass, that there shall come935 people5971, and the inhabitants3427 of many7227 cities5892:","23":"Thus saith559 the LORD3068 of hosts6635; In those days3117 it shall come to pass, that ten6235 men582 shall take hold2388 out of all languages3956 of the nations1471, even shall take hold2388 of the skirt3671 of him that is a Jew376 3064, saying559, We will go3212 with you: for we have heard8085 that God430 is with you.","6":"Thus saith559 the LORD3068 of hosts6635; If it be marvellous6381 in the eyes5869 of the remnant7611 of this people5971 in these days3117, should it also be marvellous6381 in mine eyes5869? saith5002 the LORD3068 of hosts6635. marvellous: or, hard, or, difficult","4":"Thus saith559 the LORD3068 of hosts6635; There shall yet old men2205 and old women2205 dwell3427 in the streets7339 of Jerusalem3389, and every man376 with his staff4938 in his hand3027 for very7230 age3117. very: Heb. multitude of days","19":"Thus saith559 the LORD3068 of hosts6635; The fast6685 of the fourth7243 month, and the fast6685 of the fifth2549, and the fast6685 of the seventh7637, and the fast6685 of the tenth6224, shall be to the house1004 of Judah3063 joy8342 and gladness8057, and cheerful2896 feasts4150; therefore love157 the truth571 and peace7965. feasts: or, solemn, or, set times","13":"And it shall come to pass, that as ye were a curse7045 among the heathen1471, O house1004 of Judah3063, and house1004 of Israel3478; so will I save3467 you, and ye shall be a blessing1293: fear3372 not, but let your hands3027 be strong2388."},"11":{"16":"For, lo, I will raise up6965 a shepherd7462 in the land776, which shall not visit6485 those that be cut off3582, neither shall seek1245 the young one5289, nor heal7495 that that is broken7665, nor feed3557 that that standeth5324 still: but he shall eat398 the flesh1320 of the fat1277, and tear6561 their claws6541 in pieces6561. cut off: or, hidden feed: or, bear","3":"There is a voice6963 of the howling3215 of the shepherds7462; for their glory155 is spoiled7703: a voice6963 of the roaring7581 of young lions3715; for the pride1347 of Jordan3383 is spoiled7703.","5":"Whose possessors7069 slay2026 them, and hold themselves not guilty816: and they that sell4376 them say559, Blessed1288 be the LORD3068; for I am rich6238: and their own shepherds7462 pity2550 them not.","12":"And I said559 unto them, If ye think5869 good2896, give3051 me my price7939; and if not, forbear2308. So they weighed8254 for my price7939 thirty7970 pieces of silver3701. If ye: Heb. If it be good in your eyes","10":"And I took3947 my staff4731, even Beauty5278, and cut it asunder1438, that I might break6565 my covenant1285 which I had made3772 with all the people5971.","2":"Howl3213, fir tree1265; for the cedar730 is fallen5307; because the mighty117 are spoiled7703: howl3213, O ye oaks437 of Bashan1316; for the forest3293 of the vintage1208 1219 is come down3381. mighty: or, gallants the forest: or, the defenced forest","8":"Three7969 shepherds7462 also I cut off3582 in one259 month3391; and my soul5315 lothed7114 them, and their soul5315 also abhorred973 me. lothed: Heb. was straightened for them","17":"Woe1945 to the idol457 shepherd7473 that leaveth5800 the flock6629! the sword2719 shall be upon his arm2220, and upon his right3225 eye5869: his arm2220 shall be clean3001 dried up3001, and his right3225 eye5869 shall be utterly3543 darkened3543.","11":"And it was broken6565 in that day3117: and so the poor6041 of the flock6629 that waited8104 upon me knew3045 that it was the word1697 of the LORD3068. so: or, the poor of the flock, etc. certainly knew","1":"Open6605 thy doors1817, O Lebanon3844, that the fire784 may devour398 thy cedars730.","9":"Then said559 I, I will not feed7462 you: that that dieth4191, let it die4191; and that that is to be cut off3582, let it be cut off3582; and let the rest7604 eat398 every one802 the flesh1320 of another7468. another: Heb. his fellow, or, neighbour","14":"Then I cut asunder1438 mine other8145 staff4731, even Bands2254, that I might break6565 the brotherhood264 between Judah3063 and Israel3478. Bands: or, Binders","7":"And I will feed7462 the flock6629 of slaughter2028, even you3651, O poor6041 of the flock6629. And I took3947 unto me two8147 staves4731; the one259 I called7121 Beauty5278, and the other259 I called7121 Bands2254; and I fed7462 the flock6629. even: or, verily the poor Bands: or, Binders","15":"And the LORD3068 said559 unto me, Take3947 unto thee yet the instruments3627 of a foolish196 shepherd7462.","6":"For I will no more pity2550 the inhabitants3427 of the land776, saith5002 the LORD3068: but, lo, I will deliver4672 the men120 every one376 into his neighbour\u0027s7453 hand3027, and into the hand3027 of his king4428: and they shall smite3807 the land776, and out of their hand3027 I will not deliver5337 them. deliver: Heb. make to be found","4":"Thus saith559 the LORD3068 my God430; Feed7462 the flock6629 of the slaughter2028;","13":"And the LORD3068 said559 unto me, Cast7993 it unto the potter3335: a goodly145 price3366 that I was prised at3365 of them. And I took3947 the thirty7970 pieces of silver3701, and cast7993 them to the potter3335 in the house1004 of the LORD3068."},"1":{"16":"Therefore thus saith559 the LORD3068; I am returned7725 to Jerusalem3389 with mercies7356: my house1004 shall be built1129 in it, saith5002 the LORD3068 of hosts6635, and a line6957 6961 shall be stretched forth5186 upon Jerusalem3389.","3":"Therefore say559 thou unto them, Thus saith559 the LORD3068 of hosts6635; Turn7725 ye unto me, saith5002 the LORD3068 of hosts6635, and I will turn7725 unto you, saith559 the LORD3068 of hosts6635.","5":"Your fathers1, where are they? and the prophets5030, do they live2421 for ever5769?","21":"Then said559 I, What come935 these to do6213? And he spake559, saying559, These are the horns7161 which have scattered2219 Judah3063, so that6310 no man376 did lift up5375 his head7218: but these are come935 to fray2729 them, to cast out3034 the horns7161 of the Gentiles1471, which lifted up5375 their horn7161 over the land776 of Judah3063 to scatter2219 it.","18":"Then lifted I up5375 mine eyes5869, and saw7200, and behold four702 horns7161.","12":"Then the angel4397 of the LORD3068 answered6030 and said559, O LORD3068 of hosts6635, how long wilt thou not have mercy7355 on Jerusalem3389 and on the cities5892 of Judah3063, against which thou hast had indignation2194 these threescore and ten7657 years8141?","10":"And the man376 that stood5975 among the myrtle trees1918 answered6030 and said559, These are they whom the LORD3068 hath sent7971 to walk1980 to and fro through the earth776.","2":"The LORD3068 hath been sore7110 displeased7107 with your fathers1. sore: Heb. with displeasure","8":"I saw7200 by night3915, and behold a man376 riding7392 upon a red122 horse5483, and he stood5975 among the myrtle trees1918 that were in the bottom4699; and behind310 him were there red122 horses5483, speckled8320, and white3836. speckled: or, bay","17":"Cry7121 yet, saying559, Thus saith559 the LORD3068 of hosts6635; My cities5892 through prosperity2896 shall yet be spread abroad6327; and the LORD3068 shall yet comfort5162 Zion6726, and shall yet choose977 Jerusalem3389. prosperity: Heb. good","11":"And they answered6030 the angel4397 of the LORD3068 that stood5975 among the myrtle trees1918, and said559, We have walked to and fro1980 through the earth776, and, behold, all the earth776 sitteth still3427, and is at rest8252.","1":"In the eighth8066 month2320, in the second8147 year8141 of Darius1867, came the word1697 of the LORD3068 unto Zechariah2148, the son1121 of Berechiah1296, the son1121 of Iddo5714 the prophet5030, saying559,","9":"Then said559 I, O my lord113, what are these? And the angel4397 that talked1696 with me said559 unto me, I will shew7200 thee what these be.","14":"So the angel4397 that communed1696 with me said559 unto me, Cry7121 thou, saying559, Thus saith559 the LORD3068 of hosts6635; I am jealous7065 for Jerusalem3389 and for Zion6726 with a great1419 jealousy7068.","7":"Upon the four702 and twentieth6242 day3117 of the eleventh6249 6240 month2320, which is the month2320 Sebat7627, in the second8147 year8141 of Darius1867, came the word1697 of the LORD3068 unto Zechariah2148, the son1121 of Berechiah1296, the son1121 of Iddo5714 the prophet5030, saying559,","15":"And I am very1419 sore7110 displeased7107 with the heathen1471 that are at ease7600: for I was but a little4592 displeased7107, and they helped5826 forward the affliction7451.","20":"And the LORD3068 shewed7200 me four702 carpenters2796.","6":"But my words1697 and my statutes2706, which I commanded6680 my servants5650 the prophets5030, did they not take hold5381 of your fathers1? and they returned7725 and said559, Like as the LORD3068 of hosts6635 thought2161 to do6213 unto us, according to our ways1870, and according to our doings4611, so hath he dealt6213 with us. take: or, overtake","4":"Be ye not as your fathers1, unto whom the former7223 prophets5030 have cried7121, saying559, Thus saith559 the LORD3068 of hosts6635; Turn7725 ye now from your evil7451 ways1870, and from your evil7451 doings4611: but they did not hear8085, nor hearken7181 unto me, saith5002 the LORD3068.","19":"And I said559 unto the angel4397 that talked1696 with me, What be these? And he answered559 me, These are the horns7161 which have scattered2219 Judah3063, Israel3478, and Jerusalem3389.","13":"And the LORD3068 answered6030 the angel4397 that talked1696 with me with good2896 words1697 and comfortable5150 words1697."},"9":{"16":"And the LORD3068 their God430 shall save3467 them in that day3117 as the flock6629 of his people5971: for they shall be as the stones68 of a crown5145, lifted up as an ensign5264 upon his land127.","3":"And Tyrus6865 did build1129 herself a strong hold4692, and heaped up6651 silver3701 as the dust6083, and fine gold2742 as the mire2916 of the streets2351.","5":"Ashkelon831 shall see7200 it, and fear3372; Gaza5804 also shall see it, and be very3966 sorrowful2342, and Ekron6138; for her expectation4007 shall be ashamed3001; and the king4428 shall perish6 from Gaza5804, and Ashkelon831 shall not be inhabited3427.","12":"Turn7725 you to the strong hold1225, ye prisoners615 of hope8615: even to day3117 do I declare5046 that I will render7725 double4932 unto thee;","10":"And I will cut off3772 the chariot7393 from Ephraim669, and the horse5483 from Jerusalem3389, and the battle4421 bow7198 shall be cut off3772: and he shall speak1696 peace7965 unto the heathen1471: and his dominion4915 shall be from sea3220 even to sea3220, and from the river5104 even to the ends657 of the earth776.","2":"And Hamath2574 also shall border1379 thereby; Tyrus6865, and Zidon6721, though it be very3966 wise2449.","8":"And I will encamp2583 about mine house1004 because of the army4675, because of him that passeth by5674, and because of him that returneth7725: and no oppressor5065 shall pass through5674 them any more: for now have I seen7200 with mine eyes5869.","17":"For how great is his goodness2898, and how great is his beauty3308! corn1715 shall make the young men970 cheerful5107, and new wine8492 the maids1330. cheerful: or, grow, or, speak","11":"As for thee also, by the blood1818 of thy covenant1285 I have sent forth7971 thy prisoners615 out of the pit953 wherein is no water4325. by: or, whose covenant is by blood","1":"The burden4853 of the word1697 of the LORD3068 in the land776 of Hadrach2317, and Damascus1834 shall be the rest4496 thereof: when the eyes5869 of man120, as of all the tribes7626 of Israel3478, shall be toward the LORD3068.","9":"Rejoice1523 greatly3966, O daughter1323 of Zion6726; shout7321, O daughter1323 of Jerusalem3389: behold, thy King4428 cometh935 unto thee: he is just6662, and having salvation3467; lowly6041, and riding7392 upon an ass2543, and upon a colt5895 the foal1121 of an ass860. having: or, saving himself","14":"And the LORD3068 shall be seen7200 over them, and his arrow2671 shall go forth3318 as the lightning1300: and the Lord136 GOD3069 shall blow8628 the trumpet7782, and shall go1980 with whirlwinds5591 of the south8486.","7":"And I will take away5493 his blood1818 out of his mouth6310, and his abominations8251 from between his teeth8127: but he that remaineth7604, even he, shall be for our God430, and he shall be as a governor441 in Judah3063, and Ekron6138 as a Jebusite2983. blood: Heb. bloods","15":"The LORD3068 of hosts6635 shall defend1598 them; and they shall devour398, and subdue3533 with sling7050 stones68; and they shall drink8354, and make a noise1993 as through wine3196; and they shall be filled4390 like bowls4219, and as the corners2106 of the altar4196. with: or, the stones of the sling be: or, fill both the bowls, etc","6":"And a bastard4464 shall dwell3427 in Ashdod795, and I will cut off3772 the pride1347 of the Philistines6430.","4":"Behold, the Lord136 will cast her out3423, and he will smite5221 her power2428 in the sea3220; and she shall be devoured398 with fire784.","13":"When I have bent1869 Judah3063 for me, filled4390 the bow7198 with Ephraim669, and raised up5782 thy sons1121, O Zion6726, against thy sons1121, O Greece3120, and made7760 thee as the sword2719 of a mighty man1368."},"14":{"16":"And it shall come to pass, that every one that is left3498 of all the nations1471 which came935 against Jerusalem3389 shall even go up5927 from1767 year8141 to year8141 to worship7812 the King4428, the LORD3068 of hosts6635, and to keep2287 the feast2282 of tabernacles5521.","3":"Then shall the LORD3068 go forth3318, and fight3898 against those nations1471, as when3117 he fought3898 in the day3117 of battle7128.","5":"And ye shall flee5127 to the valley1516 of the mountains2022; for the valley1516 of the mountains2022 shall reach5060 unto Azal682: yea, ye shall flee5127, like as ye fled5127 from before6440 the earthquake7494 in the days3117 of Uzziah5818 king4428 of Judah3063: and the LORD3068 my God430 shall come935, and all the saints6918 with thee. the mountains: or, my mountains for the: or, when he shall touch the valley of the mountains to the place he separated","21":"Yea, every pot5518 in Jerusalem3389 and in Judah3063 shall be holiness6944 unto the LORD3068 of hosts6635: and all they that sacrifice2076 shall come935 and take3947 of them, and seethe1310 therein: and in that day3117 there shall be no more the Canaanite3669 in the house1004 of the LORD3068 of hosts6635.","18":"And if the family4940 of Egypt4714 go not up5927, and come935 not, that have no rain; there shall be the plague4046, wherewith the LORD3068 will smite5062 the heathen1471 that come not up5927 to keep2287 the feast2282 of tabernacles5521. that have no: Heb. upon whom there is not","12":"And this shall be the plague4046 wherewith the LORD3068 will smite5062 all the people5971 that have fought6633 against Jerusalem3389; Their flesh1320 shall consume away4743 while they stand5975 upon their feet7272, and their eyes5869 shall consume away4743 in their holes2356, and their tongue3956 shall consume away4743 in their mouth6310.","10":"All the land776 shall be turned5437 as a plain6160 from Geba1387 to Rimmon7417 south5045 of Jerusalem3389: and it shall be lifted up7213, and inhabited3427 in her place, from Benjamin\u0027s1144 gate8179 unto the place4725 of the first7223 gate8179, unto the corner6434 gate8179, and from the tower4026 of Hananeel2606 unto the king\u0027s4428 winepresses3342. turned: or, compassed inhabited: or, shall abide","2":"For I will gather622 all nations1471 against Jerusalem3389 to battle4421; and the city5892 shall be taken3920, and the houses1004 rifled8155, and the women802 ravished7901 7693; and half2677 of the city5892 shall go forth3318 into captivity1473, and the residue3499 of the people5971 shall not be cut off3772 from the city5892.","8":"And it shall be in that day3117, that living2416 waters4325 shall go out3318 from Jerusalem3389; half2677 of them toward the former6931 sea3220, and half2677 of them toward the hinder314 sea3220: in summer7019 and in winter2779 shall it be. former: or, eastern","17":"And it shall be, that whoso will not come up5927 of all the families4940 of the earth776 unto Jerusalem3389 to worship7812 the King4428, the LORD3068 of hosts6635, even upon them shall be no rain1653.","11":"And men shall dwell3427 in it, and there shall be no more utter destruction2764; but Jerusalem3389 shall be safely983 inhabited3427. shall be: or, shall abide","1":"Behold, the day3117 of the LORD3068 cometh935, and thy spoil7998 shall be divided2505 in the midst7130 of thee.","9":"And the LORD3068 shall be king4428 over all the earth776: in that day3117 shall there be one259 LORD3068, and his name8034 one259.","14":"And Judah3063 also shall fight3898 at Jerusalem3389; and the wealth2428 of all the heathen1471 round about5439 shall be gathered together622, gold2091, and silver3701, and apparel899, in great3966 abundance7230. Judah: or, thou also, O Judah shalt at: or, against","7":"But it shall be one259 day3117 which shall be known3045 to the LORD3068, not day3117, nor night3915: but it shall come to pass, that at evening6153 time6256 it shall be light216. it shall be: or, the day shall be one","15":"And so shall be the plague4046 of the horse5483, of the mule6505, of the camel1581, and of the ass2543, and of all the beasts929 that shall be in these1992 tents4264, as this plague4046.","20":"In that day3117 shall there be upon the bells4698 of the horses5483, HOLINESS6944 UNTO THE LORD3068; and the pots5518 in the LORD\u0027S3068 house1004 shall be like the bowls4219 before6440 the altar4196. bells: or, bridles","6":"And it shall come to pass in that day3117, that the light216 shall not be clear3368, nor dark7087 7087: that the: that is, it shall not be clear in some places, and dark in other places of the world clear: Heb. precious dark: Heb. thickness","4":"And his feet7272 shall stand5975 in that day3117 upon the mount2022 of Olives2132, which is before6440 Jerusalem3389 on the east6924, and the mount2022 of Olives2132 shall cleave1234 in the midst2677 thereof toward the east4217 and toward the west3220, and there shall be a very3966 great1419 valley1516; and half2677 of the mountain2022 shall remove4185 toward the north6828, and half2677 of it toward the south5045.","19":"This shall be the punishment2403 of Egypt4714, and the punishment2403 of all nations1471 that come not up5927 to keep2287 the feast2282 of tabernacles5521. punishment: or, sin","13":"And it shall come to pass in that day3117, that a great7227 tumult4103 from the LORD3068 shall be among them; and they shall lay hold2388 every one376 on the hand3027 of his neighbour7453, and his hand3027 shall rise up5927 against the hand3027 of his neighbour7453."},"7":{"3":"And to speak559 unto the priests3548 which were in the house1004 of the LORD3068 of hosts6635, and to the prophets5030, saying559, Should I weep1058 in the fifth2549 month2320, separating5144 myself, as I have done6213 these so many years8141?","5":"Speak559 unto all the people5971 of the land776, and to the priests3548, saying559, When ye fasted6684 and mourned5594 in the fifth2549 and seventh7637 month, even those seventy7657 years8141, did ye at all6684 fast6684 unto me, even to me?","12":"Yea, they made7760 their hearts3820 as an adamant stone8068, lest they should hear8085 the law8451, and the words1697 which the LORD3068 of hosts6635 hath sent7971 in his spirit7307 by3027 the former7223 prophets5030: therefore came a great1419 wrath7110 from the LORD3068 of hosts6635. by: Heb. by the hand of","10":"And oppress6231 not the widow490, nor the fatherless3490, the stranger1616, nor the poor6041; and let none of you imagine2803 evil7451 against376 his brother251 in your heart3824.","2":"When they had sent7971 unto the house1004 of God410 Sherezer8272 and Regemmelech7278, and their men582, to pray2470 before6440 the LORD3068, pray: Heb. intreat the face of","8":"And the word1697 of the LORD3068 came unto Zechariah2148, saying559,","11":"But they refused3985 to hearken7181, and pulled away5414 5637 the shoulder3802, and stopped3513 their ears241, that they should not hear8085. pulled: Heb. they gave a backsliding shoulder stopped: Heb. made heavy","1":"And it came to pass in the fourth702 year8141 of king4428 Darius1867, that the word1697 of the LORD3068 came unto Zechariah2148 in the fourth702 day of the ninth8671 month2320, even in Chisleu3691;","9":"Thus speaketh559 the LORD3068 of hosts6635, saying559, Execute8199 true571 judgment4941, and shew6213 mercy2617 and compassions7356 every man376 to his brother251: Execute: Heb. Judge judgment of truth","14":"But I scattered them with a whirlwind5590 among all the nations1471 whom they knew3045 not. Thus the land776 was desolate8074 after310 them, that no man passed through5674 nor returned7725: for they laid7760 the pleasant2532 land776 desolate8047. pleasant: Heb. land of desire","7":"Should ye not hear the words1697 which the LORD3068 hath cried7121 by3027 the former7223 prophets5030, when Jerusalem3389 was inhabited3427 and in prosperity7961, and the cities5892 thereof round about her5439, when men inhabited3427 the south5045 and the plain8219? Should: or, Are not these the words by: Heb. by the hand of","6":"And when ye did eat398, and when ye did drink8354, did not ye eat398 for yourselves, and drink8354 for yourselves? did not ye: or, be not ye they that","4":"Then came the word1697 of the LORD3068 of hosts6635 unto me, saying559,","13":"Therefore it is come to pass, that as he cried7121, and they would not hear8085; so they cried7121, and I would not hear8085, saith559 the LORD3068 of hosts6635:"},"6":{"3":"And in the third7992 chariot4818 white3836 horses5483; and in the fourth7243 chariot4818 grisled1261 and bay554 horses5483. bay: or, strong","5":"And the angel4397 answered6030 and said559 unto me, These are the four702 spirits7307 of the heavens8064, which go forth3318 from standing3320 before the Lord113 of all the earth776. spirits: or, winds","12":"And speak559 unto him, saying559, Thus speaketh559 the LORD3068 of hosts6635, saying559, Behold the man376 whose name8034 is The BRANCH6780; and he shall grow up6779 out of his place, and he shall build1129 the temple1964 of the LORD3068: grow: or, branch up from under him","10":"Take3947 of them of the captivity1473, even of Heldai2469, of Tobijah2900, and of Jedaiah3048, which are come935 from Babylon894, and come935 thou the same day3117, and go935 into the house1004 of Josiah2977 the son1121 of Zephaniah6846;","2":"In the first7223 chariot4818 were red122 horses5483; and in the second8145 chariot4818 black7838 horses5483;","8":"Then cried2199 he upon853 me, and spake1696 unto me, saying559, Behold7200, these that go3318 toward the north6828 country776 have quieted5117 my spirit7307 in the north6828 country776.","11":"Then take3947 silver3701 and gold2091, and make6213 crowns5850, and set7760 them upon the head7218 of Joshua3091 the son1121 of Josedech3087, the high1419 priest3548;","1":"And I turned7725, and lifted up5375 mine eyes5869, and looked7200, and, behold, there came3318 four702 chariots4818 out3318 from between two8147 mountains2022; and the mountains2022 were mountains2022 of brass5178.","9":"And the word1697 of the LORD3068 came unto me, saying559,","14":"And the crowns5850 shall be to Helem2494, and to Tobijah2900, and to Jedaiah3048, and to Hen2581 the son1121 of Zephaniah6846, for a memorial2146 in the temple1964 of the LORD3068.","7":"And the bay554 went forth3318, and sought1245 to go3212 that they might walk to and fro1980 through the earth776: and he said559, Get you hence3212, walk to and fro1980 through the earth776. So they walked to and fro1980 through the earth776.","15":"And they that are far off7350 shall come935 and build1129 in the temple1964 of the LORD3068, and ye shall know3045 that the LORD3068 of hosts6635 hath sent7971 me unto you. And this shall come to pass, if ye will diligently8085 obey8085 the voice6963 of the LORD3068 your God430.","6":"The black7838 horses5483 which are therein go forth3318 into the north6828 country776; and the white3836 go forth3318 after310 them; and the grisled1261 go forth3318 toward the south8486 country776.","4":"Then I answered6030 and said559 unto the angel4397 that talked1696 with me, What are these, my lord113?","13":"Even he shall build1129 the temple1964 of the LORD3068; and he shall bear5375 the glory1935, and shall sit3427 and rule4910 upon his throne3678; and he shall be a priest3548 upon his throne3678: and the counsel6098 of peace7965 shall be between them both8147."},"4":{"3":"And two8147 olive trees2132 by it, one259 upon the right3225 side of the bowl1543, and the other259 upon the left8040 side thereof.","5":"Then the angel4397 that talked1696 with me answered6030 and said559 unto me, Knowest3045 thou not what these be? And I said559, No, my lord113.","12":"And I answered6030 again8145, and said559 unto him, What be these two8147 olive2132 branches7641 which through3027 the two8147 golden2091 pipes6804 empty7324 the golden2091 oil out of themselves? through: Heb. by the hand empty: or, empty out of themselves oil into the gold the golden oil: Heb. the gold","10":"For who hath despised936 the day3117 of small things6996? for they shall rejoice8055, and shall see7200 the plummet68 913 in the hand3027 of Zerubbabel2216 with those seven7651; they are the eyes5869 of the LORD3068, which run to and fro7751 through the whole earth776. for they: or, since the seven eyes of the Lord shall rejoice plummet: Heb. stone of tin","2":"And said559 unto me, What seest7200 thou? And I said559, I have looked7200, and behold a candlestick4501 all of gold2091, with a bowl1531 upon the top7218 of it, and his seven7651 lamps5216 thereon, and seven7651 pipes4166 to the seven7651 lamps5216, which are upon the top7218 thereof: a bowl: Heb. her bowl seven pipes: or, seven several pipes to the lamps","8":"Moreover the word1697 of the LORD3068 came unto me, saying559,","11":"Then answered6030 I, and said559 unto him, What are these two8147 olive trees2132 upon the right3225 side of the candlestick4501 and upon the left8040 side thereof?","1":"And the angel4397 that talked1696 with me came again7725, and waked5782 me, as a man376 that is wakened5782 out of his sleep8142,","9":"The hands3027 of Zerubbabel2216 have laid the foundation3245 of this house1004; his hands3027 shall also finish1214 it; and thou shalt know3045 that the LORD3068 of hosts6635 hath sent7971 me unto you.","14":"Then said559 he, These are the two8147 anointed3323 ones1121, that stand5975 by the Lord113 of the whole earth776. anointed: Heb. sons of oil","7":"Who art thou, O great1419 mountain2022? before6440 Zerubbabel2216 thou shalt become a plain4334: and he shall bring forth3318 the headstone68 7222 thereof with shoutings8663, crying, Grace2580, grace2580 unto it.","6":"Then he answered6030 and spake559 unto me, saying559, This is the word1697 of the LORD3068 unto Zerubbabel2216, saying559, Not by might2428, nor by power3581, but by my spirit7307, saith559 the LORD3068 of hosts6635. might: or, army","4":"So I answered6030 and spake559 to the angel4397 that talked1696 with me, saying559, What are these, my lord113?","13":"And he answered559 me and said559, Knowest3045 thou not what these be? And I said559, No, my lord113."},"13":{"7":"Awake5782, O sword2719, against my shepherd7462, and against the man1397 that is my fellow5997, saith5002 the LORD3068 of hosts6635: smite5221 the shepherd7462, and the sheep6629 shall be scattered6327: and I will turn7725 mine hand3027 upon the little ones6819.","9":"And I will bring935 the third part7992 through the fire784, and will refine6884 them as silver3701 is refined6884, and will try974 them as gold2091 is tried974: they shall call7121 on my name8034, and I will hear6030 them: I will say559, It is my people5971: and they shall say559, The LORD3068 is my God430.","3":"And it shall come to pass, that when any376 shall yet prophesy5012, then his father1 and his mother517 that begat3205 him shall say559 unto him, Thou shalt not live2421; for thou speakest1696 lies8267 in the name8034 of the LORD3068: and his father1 and his mother517 that begat3205 him shall thrust1856 him through when he prophesieth5012.","2":"And it shall come to pass in that day3117, saith5002 the LORD3068 of hosts6635, that I will cut off3772 the names8034 of the idols6091 out of the land776, and they shall no more be remembered2142: and also I will cause the prophets5030 and the unclean2932 spirit7307 to pass5674 out of the land776.","1":"In that day3117 there shall be a fountain4726 opened6605 to the house1004 of David1732 and to the inhabitants3427 of Jerusalem3389 for sin2403 and for uncleanness5079. uncleanness: Heb. separation for uncleanness","4":"And it shall come to pass in that day3117, that the prophets5030 shall be ashamed954 every one376 of his vision2384, when he hath prophesied5012; neither shall they wear3847 a rough8181 garment155 to deceive3584: a rough: Heb. a garment of hair deceive: Heb. lie","6":"And one shall say559 unto him, What are these wounds4347 in thine hands3027? Then he shall answer559, Those with which I was wounded5221 in the house1004 of my friends157.","5":"But he shall say559, I am no prophet5030, I am an husbandman376 5647 127; for man120 taught me to keep cattle7069 from my youth5271.","8":"And it shall come to pass, that in all the land776, saith5002 the LORD3068, two8147 parts6310 therein shall be cut off3772 and die1478; but the third7992 shall be left3498 therein."}}}