{"translationKey":"kjv","translation":"KJV","book":"Zephaniah","bookSlug":"zephaniah","chapters":{"2":{"3":"Seek1245 ye the LORD3068, all ye meek6035 of the earth776, which have wrought6466 his judgment4941; seek1245 righteousness6664, seek1245 meekness6038: it may be194 ye shall be hid5641 in the day3117 of the LORD\u0027S3068 anger639.","5":"Woe1945 unto the inhabitants3427 of the sea3220 coast2256, the nation1471 of the Cherethites3774! the word1697 of the LORD3068 is against you; O Canaan3667, the land776 of the Philistines6430, I will even destroy6 thee, that there shall be no inhabitant3427.","12":"Ye Ethiopians3569 also, ye1992 shall be slain2491 by my sword2719.","10":"This shall they have for their pride1347, because they have reproached2778 and magnified1431 themselves against the people5971 of the LORD3068 of hosts6635.","2":"Before the decree2706 bring forth3205, before the day3117 pass5674 as the chaff4671, before3808 the fierce2740 anger639 of the LORD3068 come935 upon you, before the day3117 of the LORD\u0027S3068 anger639 come935 upon you.","8":"I have heard8085 the reproach2781 of Moab4124, and the revilings1421 of the children1121 of Ammon5983, whereby they have reproached2778 my people5971, and magnified1431 themselves against their border1366.","11":"The LORD3068 will be terrible3372 unto them: for he will famish7329 all the gods430 of the earth776; and men shall worship7812 him, every one376 from his place4725, even all the isles339 of the heathen1471. famish: Heb. make lean","1":"Gather yourselves together7197, yea, gather together7197, O nation1471 not desired3700; not: or, not desirous","9":"Therefore as I live2416, saith5002 the LORD3068 of hosts6635, the God430 of Israel3478, Surely Moab4124 shall be as Sodom5467, and the children1121 of Ammon5983 as Gomorrah6017, even the breeding4476 of nettles2738, and saltpits4379 4417, and a perpetual5704 5769 desolation8077: the residue7611 of my people5971 shall spoil962 them, and the remnant3499 of my people1471 shall possess5157 them.","14":"And flocks5739 shall lie down7257 in the midst8432 of her, all the beasts2416 of the nations1471: both the cormorant6893 and the bittern7090 shall lodge3885 in the upper lintels3730 of it; their voice6963 shall sing7891 in the windows2474; desolation2721 shall be in the thresholds5592: for he shall uncover6168 the cedar work731. cormorant: or, pelican upper: or, knops, or, chapiters for: or, when he hath uncovered","7":"And the coast2256 shall be for the remnant7611 of the house1004 of Judah3063; they shall feed7462 thereupon: in the houses1004 of Ashkelon831 shall they lie down7257 in the evening6153: for the LORD3068 their God430 shall visit6485 them, and turn away7725 their captivity7622 7622. for the LORD: or, when, etc","15":"This is the rejoicing5947 city5892 that dwelt3427 carelessly983, that said559 in her heart3824, I am, and there is none beside657 me: how is she become a desolation8047, a place for beasts2416 to lie down in4769! every one that passeth by5674 her shall hiss8319, and wag5128 his hand3027.","6":"And the sea3220 coast2256 shall be dwellings5116 and cottages3741 for shepherds7462, and folds1448 for flocks6629.","4":"For Gaza5804 shall be forsaken5800, and Ashkelon831 a desolation8077: they shall drive out1644 Ashdod795 at the noon day6672, and Ekron6138 shall be rooted up6131.","13":"And he will stretch out5186 his hand3027 against the north6828, and destroy6 Assyria804; and will make7760 Nineveh5210 a desolation8077, and dry6723 like a wilderness4057."},"1":{"16":"A day3117 of the trumpet7782 and alarm8643 against the fenced1219 cities5892, and against the high1364 towers6438.","3":"I will consume5486 man120 and beast929; I will consume5486 the fowls5775 of the heaven8064, and the fishes1709 of the sea3220, and the stumblingblocks4384 with the wicked7563; and I will cut off3772 man120 from off6440 the land127, saith5002 the LORD3068. stumblingblocks: or, idols","5":"And them that worship7812 the host6635 of heaven8064 upon the housetops1406; and them that worship7812 and that swear7650 by the LORD3068, and that swear7650 by Malcham4428; by the: or, to the LORD","18":"Neither their silver3701 nor their gold2091 shall be able3201 to deliver5337 them in the day3117 of the LORD\u0027S3068 wrath5678; but the whole land776 shall be devoured398 by the fire784 of his jealousy7068: for he shall make6213 even a speedy926 riddance3617 of all them that dwell3427 in the land776.","12":"And it shall come to pass at that time6256, that I will search2664 Jerusalem3389 with candles5216, and punish6485 the men582 that are settled7087 on their lees8105: that say559 in their heart3824, The LORD3068 will not do good3190, neither will he do evil7489. settled: Heb. curded, or, thickened","10":"And it shall come to pass in that day3117, saith5002 the LORD3068, that there shall be the noise6963 of a cry6818 from the fish1709 gate8179, and an howling3215 from the second4932, and a great1419 crashing7667 from the hills1389.","2":"I will utterly622 consume5486 all things from off the land6440 127, saith5002 the LORD3068. I will: Heb. By taking away I will make an end the land: Heb. the face of the land","8":"And it shall come to pass in the day3117 of the LORD\u0027S3068 sacrifice2077, that I will punish6485 the princes8269, and the king\u0027s4428 children1121, and all such as are clothed3847 with strange5237 apparel4403. punish: Heb. visit upon","17":"And I will bring distress6887 upon men120, that they shall walk1980 like blind men5787, because they have sinned2398 against the LORD3068: and their blood1818 shall be poured out8210 as dust6083, and their flesh3894 as the dung1561.","11":"Howl3213, ye inhabitants3427 of Maktesh4389, for all the merchant3667 people5971 are cut down1820; all they that bear5187 silver3701 are cut off3772.","1":"The word1697 of the LORD3068 which came unto Zephaniah6846 the son1121 of Cushi3570, the son1121 of Gedaliah1436, the son1121 of Amariah568, the son1121 of Hizkiah2396, in the days3117 of Josiah2977 the son1121 of Amon526, king4428 of Judah3063.","9":"In the same day3117 also will I punish6485 all those that leap1801 on the threshold4670, which fill4390 their masters\u0027113 houses1004 with violence2555 and deceit4820.","14":"The great1419 day3117 of the LORD3068 is near7138, it is near7138, and hasteth4118 greatly3966, even the voice6963 of the day3117 of the LORD3068: the mighty man1368 shall cry6873 there bitterly4751.","7":"Hold thy peace2013 at the presence6440 of the Lord136 GOD3069: for the day3117 of the LORD3068 is at hand7138: for the LORD3068 hath prepared3559 a sacrifice2077, he hath bid6942 his guests7121. bid: Heb. sanctified, or, prepared","15":"That day3117 is a day3117 of wrath5678, a day3117 of trouble6869 and distress4691, a day3117 of wasteness7722 and desolation4875, a day3117 of darkness2822 and gloominess653, a day3117 of clouds6051 and thick darkness6205,","6":"And them that are turned back5472 from310 the LORD3068; and those that have not sought1245 the LORD3068, nor enquired1875 for him.","4":"I will also stretch out5186 mine hand3027 upon Judah3063, and upon all the inhabitants3427 of Jerusalem3389; and I will cut off3772 the remnant7605 of Baal1168 from this place4725, and the name8034 of the Chemarims3649 with the priests3548;","13":"Therefore their goods2428 shall become a booty4933, and their houses1004 a desolation8077: they shall also build1129 houses1004, but not inhabit3427 them; and they shall plant5193 vineyards3754, but not drink8354 the wine3196 thereof."},"3":{"16":"In that day3117 it shall be said559 to Jerusalem3389, Fear3372 thou not: and to Zion6726, Let not thine hands3027 be slack7503. slack: or, faint","3":"Her princes8269 within7130 her are roaring7580 lions738; her judges8199 are evening6153 wolves2061; they gnaw not the bones1633 till the morrow1242.","5":"The just6662 LORD3068 is in the midst7130 thereof; he will not do6213 iniquity5766: every1242 morning1242 doth he bring5414 his judgment4941 to light216, he faileth5737 not; but the unjust5767 knoweth3045 no shame1322. every: Heb. morning by morning","18":"I will gather622 them that are sorrowful3013 for the solemn assembly4150, who are of thee, to whom the reproach2781 of it was a burden4864. reproach: Heb. the burden upon it was reproach","12":"I will also leave7604 in the midst7130 of thee an afflicted6041 and poor1800 people5971, and they shall trust2620 in the name8034 of the LORD3068.","10":"From beyond5676 the rivers5104 of Ethiopia3568 my suppliants6282, even the daughter1323 of my dispersed6327, shall bring2986 mine offering4503.","2":"She obeyed8085 not the voice6963; she received3947 not correction4148; she trusted982 not in the LORD3068; she drew not near7126 to her God430. correction: or, instruction","8":"Therefore wait2442 ye upon me, saith5002 the LORD3068, until the day3117 that I rise up6965 to the prey5706: for my determination4941 is to gather622 the nations1471, that I may assemble6908 the kingdoms4467, to pour8210 upon them mine indignation2195, even all my fierce2740 anger639: for all the earth776 shall be devoured398 with the fire784 of my jealousy7068.","17":"The LORD3068 thy God430 in the midst7130 of thee is mighty1368; he will save3467, he will rejoice7797 over thee with joy8057; he will rest2790 in his love160, he will joy1523 over thee with singing7440. rest: Heb. be silent","11":"In that day3117 shalt thou not be ashamed954 for all thy doings5949, wherein thou hast transgressed6586 against me: for then I will take away5493 out of the midst7130 of thee them that rejoice5947 in thy pride1346, and thou shalt no more3254 be haughty1361 because of my holy6944 mountain2022. because: Heb. in my holy","1":"Woe1945 to her that is filthy4754 and polluted1351, to the oppressing3238 city5892! her: or, gluttonous: Heb. craw","9":"For then will I turn2015 to the people5971 a pure1305 language8193, that they may all call7121 upon the name8034 of the LORD3068, to serve5647 him with one259 consent7926. language: Heb. lip consent: Heb. shoulder","14":"Sing7442, O daughter1323 of Zion6726; shout7321, O Israel3478; be glad8055 and rejoice5937 with all the heart3820, O daughter1323 of Jerusalem3389.","7":"I said559, Surely thou wilt fear3372 me, thou wilt receive3947 instruction4148; so their dwelling4583 should not be cut off3772, howsoever834 3605 I punished6485 them: but403 they rose early7925, and corrupted7843 all their doings5949.","15":"The LORD3068 hath taken away5493 thy judgments4941, he hath cast out6437 thine enemy341: the king4428 of Israel3478, even the LORD3068, is in the midst7130 of thee: thou shalt not see7200 evil7451 any more.","20":"At that time6256 will I bring935 you again, even in the time6256 that I gather6908 you: for I will make5414 you a name8034 and a praise8416 among all people5971 of the earth776, when I turn back7725 your captivity7622 before your eyes5869, saith559 the LORD3068.","6":"I have cut off3772 the nations1471: their towers6438 are desolate8074; I made their streets2351 waste2717, that none passeth by5674: their cities5892 are destroyed6658, so that there is no man376, that there is none inhabitant3427. towers: or, corners","4":"Her prophets5030 are light6348 and treacherous900 persons582: her priests3548 have polluted2490 the sanctuary6944, they have done violence2554 to the law8451.","19":"Behold, at that time6256 I will undo6213 all that afflict6031 thee: and I will save3467 her that halteth6760, and gather6908 her that was driven out5080; and I will get7760 them praise8416 and fame8034 in every land776 where they have been put to shame1322. get: Heb. set them for a praise where: Heb. of their shame","13":"The remnant7611 of Israel3478 shall not do6213 iniquity5766, nor speak1696 lies3577; neither shall a deceitful8649 tongue3956 be found4672 in their mouth6310: for they shall feed7462 and lie down7257, and none shall make them afraid2729."}}}