{"translationKey":"amp","translation":"AMP","book":"Haggai","bookSlug":"haggai","chapters":{"2":{"16":"from that time when one came to a grain heap expecting twenty measures, there would be only ten; and when one came to the wine vat to draw out fifty measures, there would be only twenty.","3":"\u0027Who is left among you who saw this house (temple) in its former glory? And how do you see it now? Does it not seem to you like nothing in comparison?","5":"\u0027As for the promise which I made with you when you came out of Egypt, My Spirit stands [firm and immovable] and continues with you; do not fear!\u0027","21":"\"Speak to Zerubbabel governor of Judah, saying, \u0027I am going to shake the heavens and the earth.","18":"\u0027Do consider from this day forward, from the twenty-fourth day of the ninth month; from the day when the temple of the LORD was founded, consider:","12":"\u0027If a man carries meat that is holy [because it has been offered in sacrifice to God] in the fold of his garment, and he touches bread, or cooked food, or wine, or oil, or any [kind of] food with this fold, does what he touches become holy [dedicated exclusively to God\u0027s service]?\u0027\" And the priests answered, \"No!\" [ Holiness is not transferrable.]","10":"On the twenty-fourth day of the ninth month (Dec 18, 520 b.c.), in the second year of Darius, the word of the LORD came to Haggai the prophet, saying,","2":"\"Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying,","22":"I will [in the distant future] overthrow the thrones of kingdoms and destroy the power of the kingdoms of the [ungodly] nations; and I will overthrow the chariots and those who ride in them, and the horses and their riders will go down, every one by the sword of his brother [annihilating one another].","8":"\u0027The silver is Mine and the gold is Mine,\u0027 declares the LORD of hosts.","17":"I struck you and the work of your hands with scorching wind, mildew, and hail; yet you did not come back to Me,\u0027 declares the LORD.","11":"\"Thus says the LORD of hosts, \u0027Ask the priests for a ruling:","1":"On the twenty-first day of the seventh month (Oct 17, 520 b.c., the second year of Darius king of Persia), the word of the LORD came by the prophet Haggai, saying,","9":"\u0027The latter glory of this house will be greater than the former,\u0027 says the LORD of hosts, \u0027and in this place I shall give [the ultimate] peace and prosperity,\u0027 declares the LORD of hosts.\"","14":"Then Haggai answered, \" \u0027So is this people. And so is this nation before Me,\u0027 declares the LORD, \u0027and so is every work of their hands; and what they offer there [on the altar] is unclean [because they who offer it are unclean].","7":"\u0027I will shake all the nations; and they will come with the desirable and precious things of all nations, and I will fill this house with glory and splendor,\u0027 says the LORD of hosts.","15":"But now, do consider [what will happen] from this day forward: before one stone was placed on another in the temple of the LORD,","20":"And again the word of the LORD came to Haggai on the twenty-fourth day of the month (Dec 18, 520 b.c.), saying,","23":"\u0027On that day,\u0027 declares the LORD of hosts, \u0027I will take you, Zerubbabel, the son of Shealtiel, My servant,\u0027 declares the LORD, \u0027and I will make you [through the Messiah, your descendant] like a signet ring, for I have chosen you [as the one with whom to renew My covenant to David\u0027s line],\u0027\" declares the LORD of hosts.","6":"\"For thus says the LORD of hosts, \u0027Once more, in a little while, I am going to shake the heavens and the earth, the sea and the dry land.","4":"But now be courageous, Zerubbabel,\u0027 declares the LORD, \u0027be courageous also, Joshua the son of Jehozadak, the high priest, and be courageous, all you people of the land,\u0027 declares the LORD, \u0027and work; for I am with you,\u0027 declares the LORD of hosts.","19":"Is the seed still in the barn? As to the vine, the fig tree, the pomegranate, and the olive tree—they have not produced. Yet from this day on I will bless you [in the harvest of your crops].\u0027\"","13":"Then Haggai said, \"If one who is [ceremonially] unclean because of [contact with] a corpse touches any of these [articles of food], will it be unclean?\" And the priests answered, \"It will be unclean.\" [Ceremonial uncleanness, like sin, is infectious.]"},"1":{"3":"Then the word of the LORD came by Haggai the prophet, saying,","5":"Now therefore, thus says the LORD of hosts, \"Consider your ways and thoughtfully reflect on your conduct!","12":"Then Zerubbabel the son of Shealtiel and Joshua the son of Jehozadak, the high priest, with all the remnant of the people [who had returned from exile], listened carefully and obeyed the voice of the LORD their God and the words of Haggai the prophet, since the LORD their God had sent him. And the people [reverently] feared the LORD.","10":"Therefore, because of you [that is, your sin and disobedience] the heavens withhold the dew and the earth withholds its produce.","2":"\"Thus says the LORD of hosts: \u0027These people say, \"The time has not come that the Lord\u0027s house (temple) should be rebuilt.\"\u0027\"","8":"Go up to the hill country, bring lumber and rebuild My house (temple), that I may be pleased with it and be glorified,\" says the LORD [accepting it as done for My glory].","11":"I called for a drought on the land and the hill country, on the grain, on the new wine, on the oil, on what the ground produces, on men, on cattle, and on all the labor of your hands.\"","1":"In the second year of Darius the king [of Persia], on the first day of the sixth month (Aug 29, 520 b.c.), the word of the LORD came by Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,","9":"You look for much [harvest], but it comes to little; and even when you bring that home, I blow it away. Why?\" says the LORD of hosts. \"Because of My house, which lies in ruins while each of you runs to his own house [eager to enjoy it].","14":"So the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of the LORD of hosts, their God,","7":"Thus says the LORD of hosts, \"Consider your ways and thoughtfully reflect on your conduct!","15":"on the twenty-fourth day of the sixth month (Sept 21, 520 b.c.) in the second year of Darius the king.","6":"You have planted much, but you harvest little; you eat, but you do not have enough; you drink, but you do not have enough to be intoxicated; you clothe yourselves, but no one is warm enough; and he who earns wages earns them just to put them in a bag with holes in it [because God has withheld His blessing].\"","4":"\"Is it time for you yourselves to live in your [expensive] paneled houses while this house [of the LORD] lies in ruins?\"","13":"Then Haggai, the Lord\u0027s messenger, spoke the Lord\u0027s message to the people saying, \" \u0027I am with you,\u0027 declares the LORD.\""}}}