{"translationKey":"nlt","translation":"NLT","book":"Job","bookSlug":"job","chapters":{"11":{"16":"You will forget your misery;it will be like water flowing away.","3":"Should I remain silent while you babble on?When you mock God, shouldn’t someone make you ashamed?","5":"If only God would speak;if only he would tell you what he thinks!","18":"Having hope will give you courage.You will be protected and will rest in safety.","12":"An empty-headed person won’t become wiseany more than a wild donkey can bear a human child.","10":"If God comes and puts a person in prisonor calls the court to order, who can stop him?","2":"“Shouldn’t someone answer this torrent of words?Is a person proved innocent just by a lot of talking?","8":"Such knowledge is higher than the heavens —and who are you?It is deeper than the underworld —what do you know?","17":"Your life will be brighter than the noonday.Even darkness will be as bright as morning.","11":"For he knows those who are false,and he takes note of all their sins.","1":"Then Zophar the Naamathite replied to Job:","9":"It is broader than the earthand wider than the sea.","14":"Get rid of your sins,and leave all iniquity behind you.","7":"“Can you solve the mysteries of God?Can you discover everything about the Almighty?","15":"Then your face will brighten with innocence.You will be strong and free of fear.","20":"But the wicked will be blinded.They will have no escape.Their only hope is death.”","6":"If only he would tell you the secrets of wisdom,for true wisdom is not a simple matter.Listen! God is doubtless punishing youfar less than you deserve!","4":"You claim, ‘My beliefs are pure,’and ‘I am clean in the sight of God.’","19":"You will lie down unafraid,and many will look to you for help.","13":"“If only you would prepare your heartand lift up your hands to him in prayer!"},"41":{"11":"Who has given me anything that I need to pay back?Everything under heaven is mine.","3":"Will it beg you for mercyor implore you for pity?","20":"Smoke streams from its nostrilslike steam from a pot heated over burning rushes.","12":"“I want to emphasize Leviathan’s limbsand its enormous strength and graceful form.","10":"And since no one dares to disturb it,who then can stand up to me?","17":"Each scale sticks tight to the next.They interlock and cannot be penetrated.","13":"Who can strip off its hide,and who can penetrate its double layer of armor?","27":"Iron is nothing but straw to that creature,and bronze is like rotten wood.","30":"Its belly is covered with scales as sharp as glass.It plows up the ground as it drags through the mud.","18":"“When it sneezes, it flashes light!Its eyes are like the red of dawn.","29":"Clubs are like a blade of grass,and it laughs at the swish of javelins.","23":"Its flesh is hard and firmand cannot be penetrated.","19":"Lightning leaps from its mouth;flames of fire flash out.","1":"“Can you catch Leviathan with a hookor put a noose around its jaw?","5":"Can you make it a pet like a bird,or give it to your little girls to play with?","4":"Will it agree to work for you,to be your slave for life?","8":"If you lay a hand on it,you will certainly remember the battle that follows.You won’t try that again!","26":"No sword can stop it,no spear, dart, or javelin.","14":"Who could pry open its jaws?For its teeth are terrible!","22":"“The tremendous strength in Leviathan’s neckstrikes terror wherever it goes.","28":"Arrows cannot make it flee.Stones shot from a sling are like bits of grass.","25":"When it rises, the mighty are afraid,gripped by terror.","9":"No, it is useless to try to capture it.The hunter who attempts it will be knocked down.","33":"Nothing on earth is its equal,no other creature so fearless.","15":"The scales on its back are like rows of shieldstightly sealed together.","34":"Of all the creatures, it is the proudest.It is the king of beasts.”","21":"Its breath would kindle coals,for flames shoot from its mouth.","24":"Its heart is hard as rock,hard as a millstone.","16":"They are so close togetherthat no air can get between them.","32":"The water glistens in its wake,making the sea look white.","7":"Will its hide be hurt by spearsor its head by a harpoon?","2":"Can you tie it with a rope through the noseor pierce its jaw with a spike?","6":"Will merchants try to buy itto sell it in their shops?","31":"“Leviathan makes the water boil with its commotion.It stirs the depths like a pot of ointment."},"42":{"16":"Job lived 140 years after that, living to see four generations of his children and grandchildren.","3":"You asked, ‘Who is this that questions my wisdom with such ignorance?’It is I — and I was talking about things I knew nothing about,things far too wonderful for me.","5":"I had only heard about you before,but now I have seen you with my own eyes.","12":"So the LORD blessed Job in the second half of his life even more than in the beginning. For now he had 14,000 sheep, 6,000 camels, 1,000 teams of oxen, and 1,000 female donkeys.","10":"When Job prayed for his friends, the LORD restored his fortunes. In fact, the LORD gave him twice as much as before!","2":"“I know that you can do anything,and no one can stop you.","8":"So take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. My servant Job will pray for you, and I will accept his prayer on your behalf. I will not treat you as you deserve, for you have not spoken accurately about me, as my servant Job has.”","17":"Then he died, an old man who had lived a long, full life.","11":"Then all his brothers, sisters, and former friends came and feasted with him in his home. And they consoled him and comforted him because of all the trials the LORD had brought against him. And each of them brought him a gift of money and a gold ring.","1":"Then Job replied to the LORD:","9":"So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did as the LORD commanded them, and the LORD accepted Job’s prayer.","14":"He named his first daughter Jemimah, the second Keziah, and the third Keren-happuch.","7":"After the LORD had finished speaking to Job, he said to Eliphaz the Temanite: “I am angry with you and your two friends, for you have not spoken accurately about me, as my servant Job has.","15":"In all the land no women were as lovely as the daughters of Job. And their father put them into his will along with their brothers.","6":"I take back everything I said,and I sit in dust and ashes to show my repentance.”","4":"You said, ‘Listen and I will speak!I have some questions for you,and you must answer them.’","13":"He also gave Job seven more sons and three more daughters."},"3":{"16":"Why wasn’t I buried like a stillborn child,like a baby who never lives to see the light?","3":"“Let the day of my birth be erased,and the night I was conceived.","5":"Let the darkness and utter gloom claim that day for its own.Let a black cloud overshadow it,and let the darkness terrify it.","21":"They long for death, and it won’t come.They search for death more eagerly than for hidden treasure.","18":"Even captives are at ease in death,with no guards to curse them.","12":"Why was I laid on my mother’s lap?Why did she nurse me at her breasts?","10":"Curse that day for failing to shut my mother’s womb,for letting me be born to see all this trouble.","2":"He said:","22":"They’re filled with joy when they finally die,and rejoice when they find the grave.","8":"Let those who are experts at cursing —whose cursing could rouse Leviathan —curse that day.","17":"For in death the wicked cause no trouble,and the weary are at rest.","11":"“Why wasn’t I born dead?Why didn’t I die as I came from the womb?","1":"At last Job spoke, and he cursed the day of his birth.","9":"Let its morning stars remain dark.Let it hope for light, but in vain;may it never see the morning light.","24":"I cannot eat for sighing;my groans pour out like water.","14":"I would rest with the world’s kings and prime ministers,whose great buildings now lie in ruins.","7":"Let that night be childless.Let it have no joy.","15":"I would rest with princes, rich in gold,whose palaces were filled with silver.","20":"“Oh, why give light to those in misery,and life to those who are bitter?","25":"What I always feared has happened to me.What I dreaded has come true.","23":"Why is life given to those with no future,those God has surrounded with difficulties?","6":"Let that night be blotted off the calendar,never again to be counted among the days of the year,never again to appear among the months.","4":"Let that day be turned to darkness.Let it be lost even to God on high,and let no light shine on it.","19":"Rich and poor are both there,and the slave is free from his master.","13":"Had I died at birth, I would now be at peace.I would be asleep and at rest.","26":"I have no peace, no quietness.I have no rest; only trouble comes.”"},"20":{"11":"Though they are young,their bones will lie in the dust.","3":"I’ve had to endure your insults,but now my spirit prompts me to reply.","20":"They were always greedy and never satisfied.Nothing remains of all the things they dreamed about.","12":"“They enjoyed the sweet taste of wickedness,letting it melt under their tongue.","10":"Their children will beg from the poor,for they must give back their stolen riches.","17":"They will never again enjoy streams of olive oilor rivers of milk and honey.","13":"They savored it,holding it long in their mouths.","27":"The heavens will reveal their guilt,and the earth will testify against them.","18":"They will give back everything they worked for.Their wealth will bring them no joy.","29":"This is the reward that God gives the wicked.It is the inheritance decreed by God.”","23":"May God give them a bellyful of trouble.May God rain down his anger upon them.","19":"For they oppressed the poor and left them destitute.They foreclosed on their homes.","1":"Then Zophar the Naamathite replied:","5":"the triumph of the wicked has been short livedand the joy of the godless has been only temporary?","4":"“Don’t you realize that from the beginning of time,ever since people were first placed on the earth,","8":"They will fade like a dream and not be found.They will vanish like a vision in the night.","26":"Their treasures will be thrown into deepest darkness.A wildfire will devour their goods,consuming all they have left.","14":"But suddenly the food in their bellies turns sour,a poisonous venom in their stomach.","22":"“In the midst of plenty, they will run into troubleand be overcome by misery.","28":"A flood will sweep away their house.God’s anger will descend on them in torrents.","25":"The arrow is pulled from their back,and the arrowhead glistens with blood.The terrors of death are upon them.","9":"Those who once saw them will see them no more.Their families will never see them again.","15":"They will vomit the wealth they swallowed.God won’t let them keep it down.","21":"Nothing is left after they finish gorging themselves.Therefore, their prosperity will not endure.","24":"When they try to escape an iron weapon,a bronze-tipped arrow will pierce them.","16":"They will suck the poison of cobras.The viper will kill them.","7":"yet they will vanish forever,thrown away like their own dung.Those who knew them will ask,‘Where are they?’","2":"“I must replybecause I am greatly disturbed.","6":"Though the pride of the godless reaches to the heavensand their heads touch the clouds,"},"12":{"16":"Yes, strength and wisdom are his;deceivers and deceived are both in his power.","3":"Well, I know a few things myself —and you’re no better than I am.Who doesn’t know these things you’ve been saying?","5":"People who are at ease mock those in trouble.They give a push to people who are stumbling.","21":"He pours disgrace upon princesand disarms the strong.","18":"He removes the royal robe of kings.They are led away with ropes around their waist.","12":"Wisdom belongs to the aged,and understanding to the old.","10":"For the life of every living thing is in his hand,and the breath of every human being.","2":"“You people really know everything, don’t you?And when you die, wisdom will die with you!","22":"“He uncovers mysteries hidden in darkness;he brings light to the deepest gloom.","8":"Speak to the earth, and it will instruct you.Let the fish in the sea speak to you.","17":"He leads counselors away, stripped of good judgment;wise judges become fools.","11":"The ear tests the words it hearsjust as the mouth distinguishes between foods.","1":"Then Job spoke again:","9":"For they all knowthat my disaster has come from the hand of the LORD.","24":"He strips kings of understandingand leaves them wandering in a pathless wasteland.","14":"What he destroys cannot be rebuilt.When he puts someone in prison, there is no escape.","7":"“Just ask the animals, and they will teach you.Ask the birds of the sky, and they will tell you.","15":"If he holds back the rain, the earth becomes a desert.If he releases the waters, they flood the earth.","20":"He silences the trusted adviserand removes the insight of the elders.","25":"They grope in the darkness without a light.He makes them stagger like drunkards.","23":"He builds up nations, and he destroys them.He expands nations, and he abandons them.","6":"But robbers are left in peace,and those who provoke God live in safety —though God keeps them in his power.","4":"Yet my friends laugh at me,for I call on God and expect an answer.I am a just and blameless man,yet they laugh at me.","19":"He leads priests away, stripped of status;he overthrows those with long years in power.","13":"“But true wisdom and power are found in God;counsel and understanding are his."},"10":{"16":"And if I hold my head high, you hunt me like a lionand display your awesome power against me.","3":"What do you gain by oppressing me?Why do you reject me, the work of your own hands,while smiling on the schemes of the wicked?","5":"Is your lifetime only as long as ours?Is your life so short","21":"before I leave — never to return —for the land of darkness and utter gloom.","18":"“‘Why, then, did you deliver me from my mother’s womb?Why didn’t you let me die at birth?","12":"You gave me life and showed me your unfailing love.My life was preserved by your care.","10":"You guided my conceptionand formed me in the womb.","2":"I will say to God, ‘Don’t simply condemn me —tell me the charge you are bringing against me.","22":"It is a land as dark as midnight,a land of gloom and confusion,where even the light is dark as midnight.’”","8":"“‘You formed me with your hands; you made me,yet now you completely destroy me.","17":"Again and again you witness against me.You pour out your growing anger on meand bring fresh armies against me.","11":"You clothed me with skin and flesh,and you knit my bones and sinews together.","1":"“I am disgusted with my life.Let me complain freely.My bitter soul must complain.","9":"Remember that you made me from dust —will you turn me back to dust so soon?","14":"was to watch me, and if I sinned,you would not forgive my guilt.","7":"Although you know I am not guilty,no one can rescue me from your hands.","15":"If I am guilty, too bad for me;and even if I’m innocent, I can’t hold my head high,because I am filled with shame and misery.","20":"I have only a few days left, so leave me alone,that I may have a moment of comfort","6":"that you must quickly probe for my guiltand search for my sin?","4":"Are your eyes like those of a human?Do you see things only as people see them?","19":"It would be as though I had never existed,going directly from the womb to the grave.","13":"“‘Yet your real motive —your true intent —"},"17":{"16":"No, my hope will go down with me to the grave.We will rest together in the dust!”","3":"“You must defend my innocence, O God,since no one else will stand up for me.","5":"They betray their friends for their own advantage,so let their children faint with hunger.","12":"These men say that night is day;they claim that the darkness is light.","10":"“As for all of you, come back with a better argument,though I still won’t find a wise man among you.","2":"I am surrounded by mockers.I watch how bitterly they taunt me.","8":"The virtuous are horrified when they see me.The innocent rise up against the ungodly.","11":"My days are over.My hopes have disappeared.My heart’s desires are broken.","1":"“My spirit is crushed,and my life is nearly snuffed out.The grave is ready to receive me.","9":"The righteous keep moving forward,and those with clean hands become stronger and stronger.","14":"What if I call the grave my father,and the maggot my mother or my sister?","7":"My eyes are swollen with weeping,and I am but a shadow of my former self.","15":"Where then is my hope?Can anyone find it?","6":"“God has made a mockery of me among the people;they spit in my face.","4":"You have closed their minds to understanding,but do not let them triumph.","13":"What if I go to the graveand make my bed in darkness?"},"40":{"16":"See its powerful loinsand the muscles of its belly.","3":"Then Job replied to the LORD,","5":"I have said too much already.I have nothing more to say.”","21":"It lies under the lotus plants,hidden by the reeds in the marsh.","18":"Its bones are tubes of bronze.Its limbs are bars of iron.","12":"Humiliate the proud with a glance;walk on the wicked where they stand.","10":"All right, put on your glory and splendor,your honor and majesty.","2":"“Do you still want to argue with the Almighty?You are God’s critic, but do you have the answers?”","22":"The lotus plants give it shadeamong the willows beside the stream.","8":"“Will you discredit my justiceand condemn me just to prove you are right?","17":"Its tail is as strong as a cedar.The sinews of its thighs are knit tightly together.","11":"Give vent to your anger.Let it overflow against the proud.","1":"Then the LORD said to Job,","9":"Are you as strong as God?Can you thunder with a voice like his?","24":"No one can catch it off guardor put a ring in its nose and lead it away.","14":"Then even I would praise you,for your own strength would save you.","7":"“Brace yourself like a man,because I have some questions for you,and you must answer them.","15":"“Take a look at Behemoth,which I made, just as I made you.It eats grass like an ox.","20":"The mountains offer it their best food,where all the wild animals play.","23":"It is not disturbed by the raging river,not concerned when the swelling Jordan rushes around it.","6":"Then the LORD answered Job from the whirlwind:","4":"“I am nothing — how could I ever find the answers?I will cover my mouth with my hand.","19":"It is a prime example of God’s handiwork,and only its Creator can threaten it.","13":"Bury them in the dust.Imprison them in the world of the dead."},"13":{"11":"Doesn’t his majesty terrify you?Doesn’t your fear of him overwhelm you?","3":"As for me, I would speak directly to the Almighty.I want to argue my case with God himself.","20":"“O God, grant me these two things,and then I will be able to face you.","12":"Your platitudes are as valuable as ashes.Your defense is as fragile as a clay pot.","10":"No, you will be in trouble with himif you secretly slant your testimony in his favor.","17":"“Listen closely to what I am about to say.Hear me out.","13":"“Be silent now and leave me alone.Let me speak, and I will face the consequences.","27":"You put my feet in stocks.You examine all my paths.You trace all my footprints.","18":"I have prepared my case;I will be proved innocent.","23":"Tell me, what have I done wrong?Show me my rebellion and my sin.","19":"Who can argue with me over this?And if you prove me wrong, I will remain silent and die.","1":"“Look, I have seen all this with my own eyesand heard it with my own ears, and now I understand.","5":"If only you could be silent!That’s the wisest thing you could do.","4":"As for you, you smear me with lies.As physicians, you are worthless quacks.","8":"Will you slant your testimony in his favor?Will you argue God’s case for him?","26":"“You write bitter accusations against meand bring up all the sins of my youth.","14":"Why should I put myself in mortal dangerand take my life in my own hands?","22":"Now summon me, and I will answer!Or let me speak to you, and you reply.","28":"I waste away like rotting wood,like a moth-eaten coat.","25":"Would you terrify a leaf blown by the wind?Would you chase dry straw?","9":"What will happen when he finds out what you are doing?Can you fool him as easily as you fool people?","15":"God might kill me, but I have no other hope.I am going to argue my case with him.","21":"Remove your heavy hand from me,and don’t terrify me with your awesome presence.","24":"Why do you turn away from me?Why do you treat me as your enemy?","16":"But this is what will save me — I am not godless.If I were, I could not stand before him.","7":"“Are you defending God with lies?Do you make your dishonest arguments for his sake?","2":"I know as much as you do.You are no better than I am.","6":"Listen to my charge;pay attention to my arguments."},"27":{"16":"“Evil people may have piles of moneyand may store away mounds of clothing.","3":"As long as I live,while I have breath from God,","5":"I will never concede that you are right;I will defend my integrity until I die.","21":"The east wind carries them away, and they are gone.It sweeps them away.","18":"The wicked build houses as fragile as a spider’s web,as flimsy as a shelter made of branches.","12":"But you have seen all this,yet you say all these useless things to me.","10":"Can they take delight in the Almighty?Can they call to God at any time?","2":"“I vow by the living God, who has taken away my rights,by the Almighty who has embittered my soul —","22":"It whirls down on them without mercy.They struggle to flee from its power.","8":"For what hope do the godless have when God cuts them offand takes away their life?","17":"But the righteous will wear that clothing,and the innocent will divide that money.","11":"I will teach you about God’s power.I will not conceal anything concerning the Almighty.","1":"Job continued speaking:","9":"Will God listen to their crywhen trouble comes upon them?","14":"They may have many children,but the children will die in war or starve to death.","7":"“May my enemy be punished like the wicked,my adversary like those who do evil.","15":"Those who survive will die of a plague,and not even their widows will mourn them.","20":"Terror overwhelms them like a flood,and they are blown away in the storms of the night.","23":"But everyone jeers at themand mocks them.","6":"I will maintain my innocence without wavering.My conscience is clear for as long as I live.","4":"my lips will speak no evil,and my tongue will speak no lies.","19":"The wicked go to bed richbut wake to find that all their wealth is gone.","13":"“This is what the wicked will receive from God;this is their inheritance from the Almighty."},"30":{"11":"For God has cut my bowstring.He has humbled me,so they have thrown off all restraint.","3":"They are gaunt from poverty and hunger.They claw the dry ground in desolate wastelands.","20":"“I cry to you, O God, but you don’t answer.I stand before you, but you don’t even look.","12":"These outcasts oppose me to my face.They send me sprawlingand lay traps in my path.","10":"They despise me and won’t come near me,except to spit in my face.","17":"At night my bones are filled with pain,which gnaws at me relentlessly.","13":"They block my roadand do everything they can to destroy me.They know I have no one to help me.","27":"My heart is troubled and restless.Days of suffering torment me.","30":"My skin has turned dark,and my bones burn with fever.","18":"With a strong hand, God grabs my shirt.He grips me by the collar of my coat.","29":"Instead, I am considered a brother to jackalsand a companion to owls.","23":"And I know you are sending me to my death —the destination of all who live.","19":"He has thrown me into the mud.I’m nothing more than dust and ashes.","1":"“But now I am mocked by people younger than I,by young men whose fathers are not worthy to run with my sheepdogs.","5":"They are driven from human society,and people shout at them as if they were thieves.","4":"They pluck wild greens from among the bushesand eat from the roots of broom trees.","8":"They are nameless fools,outcasts from society.","26":"So I looked for good, but evil came instead.I waited for the light, but darkness fell.","14":"They come at me from all directions.They jump on me when I am down.","22":"You throw me into the whirlwindand destroy me in the storm.","28":"I walk in gloom, without sunlight.I stand in the public square and cry for help.","25":"Did I not weep for those in trouble?Was I not deeply grieved for the needy?","9":"“And now they mock me with vulgar songs!They taunt me!","15":"I live in terror now.My honor has blown away in the wind,and my prosperity has vanished like a cloud.","21":"You have become cruel toward me.You use your power to persecute me.","24":"“Surely no one would turn against the needywhen they cry for help in their trouble.","16":"“And now my life seeps away.Depression haunts my days.","7":"They sound like animals howling among the bushes,huddled together beneath the nettles.","2":"A lot of good they are to me —those worn-out wretches!","6":"So now they live in frightening ravines,in caves and among the rocks.","31":"My harp plays sad music,and my flute accompanies those who weep."},"18":{"16":"Their roots will dry up,and their branches will wither.","3":"Do you think we are mere animals?Do you think we are stupid?","5":"“Surely the light of the wicked will be snuffed out.The sparks of their fire will not glow.","21":"They will say, ‘This was the home of a wicked person,the place of one who rejected God.’”","18":"They will be thrust from light into darkness,driven from the world.","12":"Hunger depletes their strength,and calamity waits for them to stumble.","10":"A noose lies hidden on the ground.A rope is stretched across their path.","2":"“How long before you stop talking?Speak sense if you want us to answer!","8":"The wicked walk into a net.They fall into a pit.","17":"All memory of their existence will fade from the earth;no one will remember their names.","11":"“Terrors surround the wickedand trouble them at every step.","1":"Then Bildad the Shuhite replied:","9":"A trap grabs them by the heel.A snare holds them tight.","14":"They are torn from the security of their homesand are brought down to the king of terrors.","7":"The confident stride of the wicked will be shortened.Their own schemes will be their downfall.","15":"The homes of the wicked will burn down;burning sulfur rains on their houses.","20":"People in the west are appalled at their fate;people in the east are horrified.","6":"The light in their tent will grow dark.The lamp hanging above them will be quenched.","4":"You may tear out your hair in anger,but will that destroy the earth?Will it make the rocks tremble?","19":"They will have neither children nor grandchildren,nor any survivor in the place where they lived.","13":"Disease eats their skin;death devours their limbs."},"36":{"11":"“If they listen and obey God,they will be blessed with prosperity throughout their lives.All their years will be pleasant.","3":"I will present profound argumentsfor the righteousness of my Creator.","20":"Do not long for the cover of night,for that is when people will be destroyed.","12":"But if they refuse to listen to him,they will cross over the river of death,dying from lack of understanding.","10":"He gets their attentionand commands that they turn from evil.","17":"But you are obsessed with whether the godless will be judged.Don’t worry, judgment and justice will be upheld.","13":"For the godless are full of resentment.Even when he punishes them,they refuse to cry out to him for help.","27":"He draws up the water vaporand then distills it into rain.","30":"See how he spreads the lightning around himand how it lights up the depths of the sea.","18":"But watch out, or you may be seduced by wealth.Don’t let yourself be bribed into sin.","29":"Who can understand the spreading of the cloudsand the thunder that rolls forth from heaven?","23":"No one can tell him what to do,or say to him, ‘You have done wrong.’","19":"Could all your wealthor all your mighty effortskeep you from distress?","1":"Elihu continued speaking:","5":"“God is mighty, but he does not despise anyone!He is mighty in both power and understanding.","4":"I am telling you nothing but the truth,for I am a man of great knowledge.","8":"If they are bound in chainsand caught up in a web of trouble,","26":"“Look, God is greater than we can understand.His years cannot be counted.","14":"They die when they are young,after wasting their lives in immoral living.","22":"“Look, God is all-powerful.Who is a teacher like him?","28":"The rain pours down from the clouds,and everyone benefits.","25":"Everyone has seen these things,though only from a distance.","9":"he shows them the reason.He shows them their sins of pride.","33":"The thunder announces his presence;the storm announces his indignant anger.","15":"But by means of their suffering, he rescues those who suffer.For he gets their attention through adversity.","21":"Be on guard! Turn back from evil,for God sent this sufferingto keep you from a life of evil.","24":"Instead, glorify his mighty works,singing songs of praise.","16":"“God is leading you away from danger, Job,to a place free from distress.He is setting your table with the best food.","32":"He fills his hands with lightning boltsand hurls each at its target.","7":"He never takes his eyes off the innocent,but he sets them on thrones with kingsand exalts them forever.","2":"“Let me go on, and I will show you the truth.For I have not finished defending God!","6":"He does not let the wicked livebut gives justice to the afflicted.","31":"By these mighty acts he nourishes the people,giving them food in abundance."},"29":{"16":"I was a father to the poorand assisted strangers who needed help.","3":"when he lit up the way before meand I walked safely through the darkness.","5":"The Almighty was still with me,and my children were around me.","21":"“Everyone listened to my advice.They were silent as they waited for me to speak.","18":"“I thought, ‘Surely I will die surrounded by my familyafter a long, good life.","12":"For I assisted the poor in their needand the orphans who required help.","10":"The highest officials of the city stood quietly,holding their tongues in respect.","2":"“I long for the years gone bywhen God took care of me,","22":"And after I spoke, they had nothing to add,for my counsel satisfied them.","8":"The young stepped aside when they saw me,and even the aged rose in respect at my coming.","17":"I broke the jaws of godless oppressorsand plucked their victims from their teeth.","11":"“All who heard me praised me.All who saw me spoke well of me.","1":"Job continued speaking:","9":"The princes stood in silenceand put their hands over their mouths.","24":"When they were discouraged, I smiled at them.My look of approval was precious to them.","14":"Everything I did was honest.Righteousness covered me like a robe,and I wore justice like a turban.","7":"“Those were the days when I went to the city gateand took my place among the honored leaders.","15":"I served as eyes for the blindand feet for the lame.","20":"New honors are constantly bestowed on me,and my strength is continually renewed.’","25":"Like a chief, I told them what to do.I lived like a king among his troopsand comforted those who mourned.","23":"They longed for me to speak as people long for rain.They drank my words like a refreshing spring rain.","6":"My steps were awash in cream,and the rocks gushed olive oil for me.","4":"When I was in my prime,God’s friendship was felt in my home.","19":"For I am like a tree whose roots reach the water,whose branches are refreshed with the dew.","13":"I helped those without hope, and they blessed me.And I caused the widows’ hearts to sing for joy."},"23":{"16":"God has made me sick at heart;the Almighty has terrified me.","3":"If only I knew where to find God,I would go to his court.","5":"Then I would listen to his replyand understand what he says to me.","12":"I have not departed from his commands,but have treasured his words more than daily food.","10":"“But he knows where I am going.And when he tests me, I will come out as pure as gold.","2":"“My complaint today is still a bitter one,and I try hard not to groan aloud.","8":"I go east, but he is not there.I go west, but I cannot find him.","17":"Darkness is all around me;thick, impenetrable darkness is everywhere.","11":"For I have stayed on God’s paths;I have followed his ways and not turned aside.","1":"Then Job spoke again:","9":"I do not see him in the north, for he is hidden.I look to the south, but he is concealed.","14":"So he will do to me whatever he has planned.He controls my destiny.","7":"Honest people can reason with him,so I would be forever acquitted by my judge.","15":"No wonder I am so terrified in his presence.When I think of it, terror grips me.","6":"Would he use his great power to argue with me?No, he would give me a fair hearing.","4":"I would lay out my caseand present my arguments.","13":"But once he has made his decision, who can change his mind?Whatever he wants to do, he does."},"19":{"11":"His fury burns against me;he counts me as an enemy.","3":"You have already insulted me ten times.You should be ashamed of treating me so badly.","20":"I have been reduced to skin and bonesand have escaped death by the skin of my teeth.","12":"His troops advance.They build up roads to attack me.They camp all around my tent.","10":"He has demolished me on every side, and I am finished.He has uprooted my hope like a fallen tree.","17":"My breath is repulsive to my wife.I am rejected by my own family.","13":"“My relatives stay far away,and my friends have turned against me.","27":"I will see him for myself.Yes, I will see him with my own eyes.I am overwhelmed at the thought!","18":"Even young children despise me.When I stand to speak, they turn their backs on me.","29":"You should fear punishment yourselves,for your attitude deserves punishment.Then you will know that there is indeed a judgment.”","23":"“Oh, that my words could be recorded.Oh, that they could be inscribed on a monument,","19":"My close friends detest me.Those I loved have turned against me.","1":"Then Job spoke again:","5":"You think you’re better than I am,using my humiliation as evidence of my sin.","4":"Even if I have sinned,that is my concern, not yours.","8":"God has blocked my way so I cannot move.He has plunged my path into darkness.","26":"And after my body has decayed,yet in my body I will see God!","14":"My family is gone,and my close friends have forgotten me.","22":"Must you also persecute me, like God does?Haven’t you chewed me up enough?","28":"“How dare you go on persecuting me,saying, ‘It’s his own fault’?","25":"“But as for me, I know that my Redeemer lives,and he will stand upon the earth at last.","9":"He has stripped me of my honorand removed the crown from my head.","15":"My servants and maids consider me a stranger.I am like a foreigner to them.","21":"“Have mercy on me, my friends, have mercy,for the hand of God has struck me.","24":"carved with an iron chisel and filled with lead,engraved forever in the rock.","16":"When I call my servant, he doesn’t come;I have to plead with him!","7":"“I cry out, ‘Help!’ but no one answers me.I protest, but there is no justice.","2":"“How long will you torture me?How long will you try to crush me with your words?","6":"But it is God who has wronged me,capturing me in his net."},"1":{"16":"While he was still speaking, another messenger arrived with this news: “The fire of God has fallen from heaven and burned up your sheep and all the shepherds. I am the only one who escaped to tell you.”","3":"He owned 7,000 sheep, 3,000 camels, 500 teams of oxen, and 500 female donkeys. He also had many servants. He was, in fact, the richest person in that entire area.","5":"When these celebrations ended — sometimes after several days — Job would purify his children. He would get up early in the morning and offer a burnt offering for each of them. For Job said to himself, “Perhaps my children have sinned and have cursed God in their hearts.” This was Job’s regular practice.","21":"He said, “I came naked from my mother’s womb,and I will be naked when I leave.The LORD gave me what I had,and the LORD has taken it away.Praise the name of the LORD!”","18":"While he was still speaking, another messenger arrived with this news: “Your sons and daughters were feasting in their oldest brother’s home.","12":"“All right, you may test him,” the LORD said to Satan. “Do whatever you want with everything he possesses, but don’t harm him physically.” So Satan left the LORD’s presence.","10":"You have always put a wall of protection around him and his home and his property. You have made him prosper in everything he does. Look how rich he is!","2":"He had seven sons and three daughters.","22":"In all of this, Job did not sin by blaming God.","8":"Then the LORD asked Satan, “Have you noticed my servant Job? He is the finest man in all the earth. He is blameless — a man of complete integrity. He fears God and stays away from evil.”","17":"While he was still speaking, a third messenger arrived with this news: “Three bands of Chaldean raiders have stolen your camels and killed your servants. I am the only one who escaped to tell you.”","11":"But reach out and take away everything he has, and he will surely curse you to your face!”","1":"There once was a man named Job who lived in the land of Uz. He was blameless — a man of complete integrity. He feared God and stayed away from evil.","9":"Satan replied to the LORD, “Yes, but Job has good reason to fear God.","14":"a messenger arrived at Job’s home with this news: “Your oxen were plowing, with the donkeys feeding beside them,","7":"“Where have you come from?” the LORD asked Satan. Satan answered the LORD, “I have been patrolling the earth, watching everything that’s going on.”","15":"when the Sabeans raided us. They stole all the animals and killed all the farmhands. I am the only one who escaped to tell you.”","20":"Job stood up and tore his robe in grief. Then he shaved his head and fell to the ground to worship.","6":"One day the members of the heavenly court came to present themselves before the LORD, and the Accuser, Satan, came with them.","4":"Job’s sons would take turns preparing feasts in their homes, and they would also invite their three sisters to celebrate with them.","19":"Suddenly, a powerful wind swept in from the wilderness and hit the house on all sides. The house collapsed, and all your children are dead. I am the only one who escaped to tell you.”","13":"One day when Job’s sons and daughters were feasting at the oldest brother’s house,"},"5":{"11":"He gives prosperity to the poorand protects those who suffer.","3":"I have seen that fools may be successful for the moment,but then comes sudden disaster.","20":"He will save you from death in time of famine,from the power of the sword in time of war.","12":"He frustrates the plans of schemersso the work of their hands will not succeed.","10":"He gives rain for the earthand water for the fields.","17":"“But consider the joy of those corrected by God!Do not despise the discipline of the Almighty when you sin.","13":"He traps the wise in their own clevernessso their cunning schemes are thwarted.","27":"“We have studied life and found all this to be true.Listen to my counsel, and apply it to yourself.”","18":"For though he wounds, he also bandages.He strikes, but his hands also heal.","23":"You will be at peace with the stones of the field,and its wild animals will be at peace with you.","19":"From six disasters he will rescue you;even in the seventh, he will keep you from evil.","1":"“Cry for help, but will anyone answer you?Which of the angels will help you?","5":"The hungry devour their harvest,even when it is guarded by brambles.The thirsty pant after their wealth.","4":"Their children are abandoned far from help;they are crushed in court with no one to defend them.","8":"“If I were you, I would go to Godand present my case to him.","26":"You will go to the grave at a ripe old age,like a sheaf of grain harvested at the proper time!","14":"They find it is dark in the daytime,and they grope at noon as if it were night.","22":"You will laugh at destruction and famine;wild animals will not terrify you.","25":"You will have many children;your descendants will be as plentiful as grass!","9":"He does great things too marvelous to understand.He performs countless miracles.","15":"He rescues the poor from the cutting words of the strong,and rescues them from the clutches of the powerful.","21":"You will be safe from slanderand have no fear when destruction comes.","24":"You will know that your home is safe.When you survey your possessions, nothing will be missing.","16":"And so at last the poor have hope,and the snapping jaws of the wicked are shut.","7":"People are born for troubleas readily as sparks fly up from a fire.","2":"Surely resentment destroys the fool,and jealousy kills the simple.","6":"But evil does not spring from the soil,and trouble does not sprout from the earth."},"4":{"16":"The spirit stopped, but I couldn’t see its shape.There was a form before my eyes.In the silence I heard a voice say,","3":"“In the past you have encouraged many people;you have strengthened those who were weak.","5":"But now when trouble strikes, you lose heart.You are terrified when it touches you.","21":"Their tent-cords are pulled and the tent collapses,and they die in ignorance.","18":"“If God does not trust his own angelsand has charged his messengers with foolishness,","12":"“This truth was given to me in secret,as though whispered in my ear.","10":"The lion roars and the wildcat snarls,but the teeth of strong lions will be broken.","2":"“Will you be patient and let me say a word?For who could keep from speaking out?","8":"My experience shows that those who plant troubleand cultivate evil will harvest the same.","17":"‘Can a mortal be innocent before God?Can anyone be pure before the Creator?’","11":"The fierce lion will starve for lack of prey,and the cubs of the lioness will be scattered.","1":"Then Eliphaz the Temanite replied to Job:","9":"A breath from God destroys them.They vanish in a blast of his anger.","14":"Fear gripped me,and my bones trembled.","7":"“Stop and think! Do the innocent die?When have the upright been destroyed?","15":"A spirit swept past my face,and my hair stood on end.","20":"They are alive in the morning but dead by evening,gone forever without a trace.","6":"Doesn’t your reverence for God give you confidence?Doesn’t your life of integrity give you hope?","4":"Your words have supported those who were falling;you encouraged those with shaky knees.","19":"how much less will he trust people made of clay!They are made of dust, crushed as easily as a moth.","13":"It came to me in a disturbing vision at night,when people are in a deep sleep."},"8":{"16":"The godless seem like a lush plant growing in the sunshine,its branches spreading across the garden.","3":"Does God twist justice?Does the Almighty twist what is right?","5":"But if you pray to Godand seek the favor of the Almighty,","21":"He will once again fill your mouth with laughterand your lips with shouts of joy.","18":"But when it is uprooted,it’s as though it never existed!","12":"While they are still flowering, not ready to be cut,they begin to wither more quickly than grass.","10":"But those who came before us will teach you.They will teach you the wisdom of old.","2":"“How long will you go on like this?You sound like a blustering wind.","22":"Those who hate you will be clothed with shame,and the home of the wicked will be destroyed.”","8":"“Just ask the previous generation.Pay attention to the experience of our ancestors.","17":"Its roots grow down through a pile of stones;it takes hold on a bed of rocks.","11":"“Can papyrus reeds grow tall without a marsh?Can marsh grass flourish without water?","1":"Then Bildad the Shuhite replied to Job:","9":"For we were born but yesterday and know nothing.Our days on earth are as fleeting as a shadow.","14":"Their confidence hangs by a thread.They are leaning on a spider’s web.","7":"And though you started with little,you will end with much.","15":"They cling to their home for security, but it won’t last.They try to hold it tight, but it will not endure.","20":"“But look, God will not reject a person of integrity,nor will he lend a hand to the wicked.","6":"and if you are pure and live with integrity,he will surely rise up and restore your happy home.","4":"Your children must have sinned against him,so their punishment was well deserved.","19":"That’s the end of its life,and others spring up from the earth to replace it.","13":"The same happens to all who forget God.The hopes of the godless evaporate."},"26":{"3":"How you have enlightened my stupidity!What wise advice you have offered!","5":"“The dead tremble —those who live beneath the waters.","12":"By his power the sea grew calm.By his skill he crushed the great sea monster.","10":"He created the horizon when he separated the waters;he set the boundary between day and night.","2":"“How you have helped the powerless!How you have saved the weak!","8":"He wraps the rain in his thick clouds,and the clouds don’t burst with the weight.","11":"The foundations of heaven tremble;they shudder at his rebuke.","1":"Then Job spoke again:","9":"He covers the face of the moon,shrouding it with his clouds.","14":"These are just the beginning of all that he does,merely a whisper of his power.Who, then, can comprehend the thunder of his power?”","7":"God stretches the northern sky over empty spaceand hangs the earth on nothing.","6":"The underworld is naked in God’s presence.The place of destruction is uncovered.","4":"Where have you gotten all these wise sayings?Whose spirit speaks through you?","13":"His Spirit made the heavens beautiful,and his power pierced the gliding serpent."},"39":{"11":"Given its strength, can you trust it?Can you leave and trust the ox to do your work?","3":"They crouch down to give birth to their youngand deliver their offspring.","20":"Did you give it the ability to leap like a locust?Its majestic snorting is terrifying!","12":"Can you rely on it to bring home your grainand deliver it to your threshing floor?","10":"Can you hitch a wild ox to a plow?Will it plow a field for you?","17":"For God has deprived her of wisdom.He has given her no understanding.","13":"“The ostrich flaps her wings grandly,but they are no match for the feathers of the stork.","27":"Is it at your command that the eagle risesto the heights to make its nest?","30":"Its young gulp down blood.Where there’s a carcass, there you’ll find it.”","18":"But whenever she jumps up to run,she passes the swiftest horse with its rider.","29":"From there it hunts its prey,keeping watch with piercing eyes.","23":"The arrows rattle against it,and the spear and javelin flash.","19":"“Have you given the horse its strengthor clothed its neck with a flowing mane?","1":"“Do you know when the wild goats give birth?Have you watched as deer are born in the wild?","5":"“Who gives the wild donkey its freedom?Who untied its ropes?","4":"Their young grow up in the open fields,then leave home and never return.","8":"The mountains are its pastureland,where it searches for every blade of grass.","26":"“Is it your wisdom that makes the hawk soarand spread its wings toward the south?","14":"She lays her eggs on top of the earth,letting them be warmed in the dust.","22":"It laughs at fear and is unafraid.It does not run from the sword.","28":"It lives on the cliffs,making its home on a distant, rocky crag.","25":"It snorts at the sound of the horn.It senses the battle in the distance.It quivers at the captain’s commands and the noise of battle.","9":"“Will the wild ox consent to being tamed?Will it spend the night in your stall?","15":"She doesn’t worry that a foot might crush themor a wild animal might destroy them.","21":"It paws the earth and rejoices in its strengthwhen it charges out to battle.","24":"It paws the ground fiercelyand rushes forward into battle when the ram’s horn blows.","16":"She is harsh toward her young,as if they were not her own.She doesn’t care if they die.","7":"It hates the noise of the cityand has no driver to shout at it.","2":"Do you know how many months they carry their young?Are you aware of the time of their delivery?","6":"I have placed it in the wilderness;its home is the wasteland."},"14":{"16":"For then you would guard my steps,instead of watching for my sins.","3":"Must you keep an eye on such a frail creatureand demand an accounting from me?","5":"You have decided the length of our lives.You know how many months we will live,and we are not given a minute longer.","21":"They never know if their children grow up in honoror sink to insignificance.","18":"“But instead, as mountains fall and crumbleand as rocks fall from a cliff,","12":"people are laid to rest and do not rise again.Until the heavens are no more, they will not wake upnor be roused from their sleep.","10":"“But when people die, their strength is gone.They breathe their last, and then where are they?","2":"We blossom like a flower and then wither.Like a passing shadow, we quickly disappear.","22":"They suffer painfully;their life is full of trouble.”","8":"Though its roots have grown old in the earthand its stump decays,","17":"My sins would be sealed in a pouch,and you would cover my guilt.","11":"As water evaporates from a lakeand a river disappears in drought,","1":"“How frail is humanity!How short is life, how full of trouble!","9":"at the scent of water it will budand sprout again like a new seedling.","14":"Can the dead live again?If so, this would give me hope through all my years of struggle,and I would eagerly await the release of death.","7":"“Even a tree has more hope!If it is cut down, it will sprout againand grow new branches.","15":"You would call and I would answer,and you would yearn for me, your handiwork.","20":"You always overpower them, and they pass from the scene.You disfigure them in death and send them away.","6":"So leave us alone and let us rest!We are like hired hands, so let us finish our work in peace.","4":"Who can bring purity out of an impure person?No one!","19":"as water wears away the stonesand floods wash away the soil,so you destroy people’s hope.","13":"“I wish you would hide me in the graveand forget me there until your anger has passed.But mark your calendar to think of me again!"},"37":{"16":"Do you understand how he moves the cloudswith wonderful perfection and skill?","3":"It rolls across the heavens,and his lightning flashes in every direction.","5":"God’s voice is glorious in the thunder.We can’t even imagine the greatness of his power.","21":"We cannot look at the sun,for it shines brightly in the skywhen the wind clears away the clouds.","18":"he makes the skies reflect the heat like a bronze mirror.Can you do that?","12":"The clouds churn about at his direction.They do whatever he commands throughout the earth.","10":"God’s breath sends the ice,freezing wide expanses of water.","2":"Listen carefully to the thunder of God’s voiceas it rolls from his mouth.","22":"So also, golden splendor comes from the mountain of God.He is clothed in dazzling splendor.","8":"The wild animals take coverand stay inside their dens.","17":"When you are sweltering in your clothesand the south wind dies down and everything is still,","11":"He loads the clouds with moisture,and they flash with his lightning.","1":"“My heart pounds as I think of this.It trembles within me.","9":"The stormy wind comes from its chamber,and the driving winds bring the cold.","24":"No wonder people everywhere fear him.All who are wise show him reverence. ”","14":"“Pay attention to this, Job.Stop and consider the wonderful miracles of God!","7":"Then everyone stops workingso they can watch his power.","15":"Do you know how God controls the stormand causes the lightning to flash from his clouds?","20":"Should God be notified that I want to speak?Can people even speak when they are confused?","23":"We cannot imagine the power of the Almighty;but even though he is just and righteous,he does not destroy us.","6":"“He directs the snow to fall on the earthand tells the rain to pour down.","4":"Then comes the roaring of the thunder —the tremendous voice of his majesty.He does not restrain it when he speaks.","19":"“So teach the rest of us what to say to God.We are too ignorant to make our own arguments.","13":"He makes these things happen either to punish peopleor to show his unfailing love."},"22":{"11":"That is why you cannot see in the darkness,and waves of water cover you.","3":"Is it any advantage to the Almighty if you are righteous?Would it be any gain to him if you were perfect?","20":"They will say, ‘See how our enemies have been destroyed.The last of them have been consumed in the fire.’","12":"“God is so great — higher than the heavens,higher than the farthest stars.","10":"That is why you are surrounded by trapsand tremble from sudden fears.","17":"For they said to God, ‘Leave us alone!What can the Almighty do to us?’","13":"But you reply, ‘That’s why God can’t see what I am doing!How can he judge through the thick darkness?","27":"You will pray to him, and he will hear you,and you will fulfill your vows to him.","30":"Even sinners will be rescued;they will be rescued because your hands are pure.”","18":"Yet he was the one who filled their homes with good things,so I will have nothing to do with that kind of thinking.","29":"If people are in trouble and you say, ‘Help them,’God will save them.","23":"If you return to the Almighty, you will be restored —so clean up your life.","19":"“The righteous will be happy to see the wicked destroyed,and the innocent will laugh in contempt.","1":"Then Eliphaz the Temanite replied:","5":"No, it’s because of your wickedness!There’s no limit to your sins.","4":"Is it because you’re so pious that he accuses youand brings judgment against you?","8":"You probably think the land belongs to the powerfuland only the privileged have a right to it!","26":"“Then you will take delight in the Almightyand look up to God.","14":"For thick clouds swirl about him, and he cannot see us.He is way up there, walking on the vault of heaven.’","22":"Listen to his instructions,and store them in your heart.","28":"You will succeed in whatever you choose to do,and light will shine on the road ahead of you.","25":"the Almighty himself will be your treasure.He will be your precious silver!","9":"You must have sent widows away empty-handedand crushed the hopes of orphans.","15":"“Will you continue on the old pathswhere evil people have walked?","21":"“Submit to God, and you will have peace;then things will go well for you.","24":"If you give up your lust for moneyand throw your precious gold into the river,","16":"They were snatched away in the prime of life,the foundations of their lives washed away.","7":"You must have refused water for the thirstyand food for the hungry.","2":"“Can a person do anything to help God?Can even a wise person be helpful to him?","6":"“For example, you must have lent money to your friendand demanded clothing as security.Yes, you stripped him to the bone."},"28":{"11":"They dam up the trickling streamsand bring to light the hidden treasures.","3":"They know how to shine light in the darknessand explore the farthest regions of the earthas they search in the dark for ore.","20":"“But do people know where to find wisdom?Where can they find understanding?","12":"“But do people know where to find wisdom?Where can they find understanding?","10":"They cut tunnels in the rocksand uncover precious stones.","17":"Wisdom is more valuable than gold and crystal.It cannot be purchased with jewels mounted in fine gold.","13":"No one knows where to find it,for it is not found among the living.","27":"Then he saw wisdom and evaluated it.He set it in place and examined it thoroughly.","18":"Coral and jasper are worthless in trying to get it.The price of wisdom is far above rubies.","23":"“God alone understands the way to wisdom;he knows where it can be found,","19":"Precious peridot from Ethiopia cannot be exchanged for it.It’s worth more than the purest gold.","1":"“People know where to mine silverand how to refine gold.","5":"Food is grown on the earth above,but down below, the earth is melted as by fire.","4":"They sink a mine shaft into the earthfar from where anyone lives.They descend on ropes, swinging back and forth.","8":"No wild animal has walked upon these treasures;no lion has ever set his paw there.","26":"He made the laws for the rainand laid out a path for the lightning.","14":"‘It is not here,’ says the ocean.‘Nor is it here,’ says the sea.","22":"Destruction and Death say,‘We’ve heard only rumors of where wisdom can be found.’","28":"And this is what he says to all humanity:‘The fear of the Lord is true wisdom;to forsake evil is real understanding.’”","25":"He decided how hard the winds should blowand how much rain should fall.","9":"People know how to tear apart flinty rocksand overturn the roots of mountains.","15":"It cannot be bought with gold.It cannot be purchased with silver.","21":"It is hidden from the eyes of all humanity.Even the sharp-eyed birds in the sky cannot discover it.","24":"for he looks throughout the whole earthand sees everything under the heavens.","16":"It’s worth more than all the gold of Ophir,greater than precious onyx or lapis lazuli.","7":"These are treasures no bird of prey can see,no falcon’s eye observe.","2":"They know where to dig iron from the earthand how to smelt copper from rock.","6":"Here the rocks contain precious lapis lazuli,and the dust contains gold."},"25":{"3":"Who is able to count his heavenly army?Doesn’t his light shine on all the earth?","2":"“God is powerful and dreadful.He enforces peace in the heavens.","1":"Then Bildad the Shuhite replied:","4":"How can a mortal be innocent before God?Can anyone born of a woman be pure?","6":"In comparison, people are maggots;we mortals are mere worms.”","5":"God is more glorious than the moon;he shines brighter than the stars."},"9":{"11":"“Yet when he comes near, I cannot see him.When he moves by, I do not see him go.","3":"If someone wanted to take God to court,would it be possible to answer him even once in a thousand times?","20":"Though I am innocent, my own mouth would pronounce me guilty.Though I am blameless, it would prove me wicked.","12":"If he snatches someone in death, who can stop him?Who dares to ask, ‘What are you doing?’","10":"He does great things too marvelous to understand.He performs countless miracles.","17":"For he attacks me with a stormand repeatedly wounds me without cause.","13":"And God does not restrain his anger.Even the monsters of the sea are crushed beneath his feet.","27":"If I decided to forget my complaints,to put away my sad face and be cheerful,","30":"Even if I were to wash myself with soapand clean my hands with lye,","18":"He will not let me catch my breath,but fills me instead with bitter sorrows.","29":"Whatever happens, I will be found guilty.So what’s the use of trying?","23":"When a plague sweeps through,he laughs at the death of the innocent.","19":"If it’s a question of strength, he’s the strong one.If it’s a matter of justice, who dares to summon him to court?","1":"Then Job spoke again:","5":"“Without warning, he moves the mountains,overturning them in his anger.","4":"For God is so wise and so mighty.Who has ever challenged him successfully?","8":"He alone has spread out the heavensand marches on the waves of the sea.","26":"It disappears like a swift papyrus boat,like an eagle swooping down on its prey.","14":"“So who am I, that I should try to answer Godor even reason with him?","22":"Innocent or wicked, it is all the same to God.That’s why I say, ‘He destroys both the blameless and the wicked.’","28":"I would still dread all the pain,for I know you will not find me innocent, O God.","25":"“My life passes more swiftly than a runner.It flees away without a glimpse of happiness.","9":"He made all the stars — the Bear and Orion,the Pleiades and the constellations of the southern sky.","33":"If only there were a mediator between us,someone who could bring us together.","15":"Even if I were right, I would have no defense.I could only plead for mercy.","34":"The mediator could make God stop beating me,and I would no longer live in terror of his punishment.","21":"“I am innocent,but it makes no difference to me —I despise my life.","24":"The whole earth is in the hands of the wicked,and God blinds the eyes of the judges.If he’s not the one who does it, who is?","16":"And even if I summoned him and he responded,I’m not sure he would listen to me.","35":"Then I could speak to him without fear,but I cannot do that in my own strength.","32":"“God is not a mortal like me,so I cannot argue with him or take him to trial.","7":"If he commands it, the sun won’t riseand the stars won’t shine.","2":"“Yes, I know all this is true in principle.But how can a person be declared innocent in God’s sight?","6":"He shakes the earth from its place,and its foundations tremble.","31":"you would plunge me into a muddy ditch,and my own filthy clothing would hate me."},"33":{"11":"He puts my feet in the stocksand watches my every move.’","3":"I speak with all sincerity;I speak the truth.","20":"They lose their appetitefor even the most delicious food.","12":"“But you are wrong, and I will show you why.For God is greater than any human being.","10":"God is picking a quarrel with me,and he considers me his enemy.","17":"He makes them turn from doing wrong;he keeps them from pride.","13":"So why are you bringing a charge against him?Why say he does not respond to people’s complaints?","27":"He will declare to his friends,‘I sinned and twisted the truth,but it was not worth it.","30":"He rescues them from the graveso they may enjoy the light of life.","18":"He protects them from the grave,from crossing over the river of death.","29":"“Yes, God does these thingsagain and again for people.","23":"“But if an angel from heaven appears —a special messenger to intercede for a personand declare that he is upright —","19":"“Or God disciplines people with pain on their sickbeds,with ceaseless aching in their bones.","1":"“Listen to my words, Job;pay attention to what I have to say.","5":"Answer me, if you can;make your case and take your stand.","4":"For the Spirit of God has made me,and the breath of the Almighty gives me life.","8":"“You have spoken in my hearing,and I have heard your very words.","26":"When he prays to God,he will be accepted.And God will receive him with joyand restore him to good standing.","14":"For God speaks again and again,though people do not recognize it.","22":"They are at death’s door;the angels of death wait for them.","28":"God rescued me from the grave,and now my life is filled with light.’","25":"Then his body will become as healthy as a child’s,firm and youthful again.","9":"You said, ‘I am pure; I am without sin;I am innocent; I have no guilt.","33":"But if not, then listen to me.Keep silent and I will teach you wisdom!”","15":"He speaks in dreams, in visions of the night,when deep sleep falls on peopleas they lie in their beds.","21":"Their flesh wastes away,and their bones stick out.","24":"he will be gracious and say,‘Rescue him from the grave,for I have found a ransom for his life.’","16":"He whispers in their earsand terrifies them with warnings.","32":"But if you have anything to say, go ahead.Speak, for I am anxious to see you justified.","7":"So you don’t need to be afraid of me.I won’t come down hard on you.","2":"Now that I have begun to speak,let me continue.","6":"Look, you and I both belong to God.I, too, was formed from clay.","31":"Mark this well, Job. Listen to me,for I have more to say."},"15":{"11":"“Is God’s comfort too little for you?Is his gentle word not enough?","3":"The wise don’t engage in empty chatter.What good are such words?","20":"“The wicked writhe in pain throughout their lives.Years of trouble are stored up for the ruthless.","12":"What has taken away your reason?What has weakened your vision,","10":"On our side are aged, gray-haired menmuch older than your father!","17":"“If you will listen, I will show you.I will answer you from my own experience.","13":"that you turn against Godand say all these evil things?","27":"“These wicked people are heavy and prosperous;their waists bulge with fat.","30":"“They will not escape the darkness.The burning sun will wither their shoots,and the breath of God will destroy them.","18":"And it is confirmed by the reports of wise menwho have heard the same thing from their fathers —","29":"Their riches will not last,and their wealth will not endure.Their possessions will no longer spread across the horizon.","23":"They wander around, saying, ‘Where can I find bread?’They know their day of destruction is near.","19":"from those to whom the land was givenlong before any foreigners arrived.","1":"Then Eliphaz the Temanite replied:","5":"Your sins are telling your mouth what to say.Your words are based on clever deception.","4":"Have you no fear of God,no reverence for him?","8":"Were you listening at God’s secret council?Do you have a monopoly on wisdom?","26":"Holding their strong shields,they defiantly charge against him.","14":"Can any mortal be pure?Can anyone born of a woman be just?","22":"They dare not go out into the darknessfor fear they will be murdered.","28":"But their cities will be ruined.They will live in abandoned housesthat are ready to tumble down.","25":"For they shake their fists at God,defying the Almighty.","9":"What do you know that we don’t?What do you understand that we do not?","33":"They will be like a vine whose grapes are harvested too early,like an olive tree that loses its blossoms before the fruit can form.","15":"Look, God does not even trust the angels.Even the heavens are not absolutely pure in his sight.","34":"For the godless are barren.Their homes, enriched through bribery, will burn.","21":"The sound of terror rings in their ears,and even on good days they fear the attack of the destroyer.","24":"That dark day terrifies them.They live in distress and anguish,like a king preparing for battle.","16":"How much less pure is a corrupt and sinful personwith a thirst for wickedness!","35":"They conceive trouble and give birth to evil.Their womb produces deceit.”","32":"They will be cut down in the prime of life;their branches will never again be green.","7":"“Were you the first person ever born?Were you born before the hills were made?","2":"“A wise man wouldn’t answer with such empty talk!You are nothing but a windbag.","6":"Your own mouth condemns you, not I.Your own lips testify against you.","31":"Let them no longer fool themselves by trusting in empty riches,for emptiness will be their only reward."},"34":{"11":"He repays people according to their deeds.He treats people as they deserve.","3":"Job said, ‘The ear tests the words it hearsjust as the mouth distinguishes between foods.’","20":"In a moment they die.In the middle of the night they pass away;the mighty are removed without human hand.","12":"Truly, God will not do wrong.The Almighty will not twist justice.","10":"“Listen to me, you who have understanding.Everyone knows that God doesn’t sin!The Almighty can do no wrong.","17":"Could God govern if he hated justice?Are you going to condemn the almighty judge?","13":"Did someone else put the world in his care?Who set the whole world in place?","27":"For they turned away from following him.They have no respect for any of his ways.","30":"He prevents the godless from rulingso they cannot be a snare to the people.","18":"For he says to kings, ‘You are wicked,’and to nobles, ‘You are unjust.’","36":"Job, you deserve the maximum penaltyfor the wicked way you have talked.","29":"But if he chooses to remain quiet,who can criticize him?When he hides his face, no one can find him,whether an individual or a nation.","23":"We don’t set the timewhen we will come before God in judgment.","19":"He doesn’t care how great a person may be,and he pays no more attention to the rich than to the poor.He made them all.","1":"Then Elihu said:","5":"For Job also said, ‘I am innocent,but God has taken away my rights.","4":"So let us discern for ourselves what is right;let us learn together what is good.","8":"He chooses evil people as companions.He spends his time with wicked men.","26":"He strikes them down because they are wicked,doing it openly for all to see.","14":"If God were to take back his spiritand withdraw his breath,","37":"For you have added rebellion to your sin;you show no respect,and you speak many angry words against God.”","22":"No darkness is thick enoughto hide the wicked from his eyes.","28":"They cause the poor to cry out, catching God’s attention.He hears the cries of the needy.","25":"He knows what they do,and in the night he overturns and destroys them.","9":"He has even said, ‘Why waste timetrying to please God?’","33":"“Must God tailor his justice to your demands?But you have rejected him!The choice is yours, not mine.Go ahead, share your wisdom with us.","15":"all life would cease,and humanity would turn again to dust.","34":"After all, bright people will tell me,and wise people will hear me say,","21":"“For God watches how people live;he sees everything they do.","24":"He brings the mighty to ruin without asking anyone,and he sets up others in their place.","16":"“Now listen to me if you are wise.Pay attention to what I say.","35":"‘Job speaks out of ignorance;his words lack insight.’","32":"Or ‘I don’t know what evil I have done — tell me.If I have done wrong, I will stop at once’?","7":"“Tell me, has there ever been a man like Job,with his thirst for irreverent talk?","2":"“Listen to me, you wise men.Pay attention, you who have knowledge.","6":"I am innocent, but they call me a liar.My suffering is incurable, though I have not sinned.’","31":"“Why don’t people say to God, ‘I have sinned,but I will sin no more’?"},"21":{"11":"They let their children frisk about like lambs.Their little ones skip and dance.","3":"Bear with me, and let me speak.After I have spoken, you may resume mocking me.","20":"Let them see their destruction with their own eyes.Let them drink deeply of the anger of the Almighty.","12":"They sing with tambourine and harp.They celebrate to the sound of the flute.","10":"Their bulls never fail to breed.Their cows bear calves and never miscarry.","17":"“Yet the light of the wicked never seems to be extinguished.Do they ever have trouble?Does God distribute sorrows to them in anger?","13":"They spend their days in prosperity,then go down to the grave in peace.","27":"“Look, I know what you’re thinking.I know the schemes you plot against me.","30":"Evil people are spared in times of calamityand are allowed to escape disaster.","18":"Are they driven before the wind like straw?Are they carried away by the storm like chaff?Not at all!","29":"But ask those who have been around,and they will tell you the truth.","23":"One person dies in prosperity,completely comfortable and secure,","19":"“‘Well,’ you say, ‘at least God will punish their children!’But I say he should punish the ones who sin,so that they understand his judgment.","1":"Then Job spoke again:","5":"Look at me and be stunned.Put your hand over your mouth in shock.","4":"“My complaint is with God, not with people.I have good reason to be so impatient.","8":"They live to see their children grow up and settle down,and they enjoy their grandchildren.","26":"But both are buried in the same dust,both eaten by the same maggots.","14":"And yet they say to God, ‘Go away.We want no part of you and your ways.","22":"“But who can teach a lesson to God,since he judges even the most powerful?","28":"You will tell me of rich and wicked peoplewhose houses have vanished because of their sins.","25":"Another person dies in bitter poverty,never having tasted the good life.","9":"Their homes are safe from every fear,and God does not punish them.","33":"A great funeral procession goes to the cemetery.Many pay their respects as the body is laid to rest,and the earth gives sweet repose.","15":"Who is the Almighty, and why should we obey him?What good will it do us to pray?’","34":"“How can your empty clichés comfort me?All your explanations are lies!”","21":"For they will not care what happens to their familyafter they are dead.","24":"the picture of good health,vigorous and fit.","16":"(They think their prosperity is of their own doing,but I will have nothing to do with that kind of thinking.)","32":"When they are carried to the grave,an honor guard keeps watch at their tomb.","7":"“Why do the wicked prosper,growing old and powerful?","2":"“Listen closely to what I am saying.That’s one consolation you can give me.","6":"When I think about what I am saying, I shudder.My body trembles.","31":"No one criticizes them openlyor pays them back for what they have done."},"24":{"16":"Thieves break into houses at nightand sleep in the daytime.They are not acquainted with the light.","3":"They take the orphan’s donkeyand demand the widow’s ox as security for a loan.","5":"Like wild donkeys in the wilderness,the poor must spend all their time looking for food,searching even in the desert for food for their children.","21":"They cheat the woman who has no son to help her.They refuse to help the needy widow.","18":"“But they disappear like foam down a river.Everything they own is cursed,and they are afraid to enter their own vineyards.","12":"The groans of the dying rise from the city,and the wounded cry for help,yet God ignores their moaning.","10":"The poor must go about naked, without any clothing.They harvest food for others while they themselves are starving.","2":"Evil people steal land by moving the boundary markers.They steal livestock and put them in their own pastures.","22":"“God, in his power, drags away the rich.They may rise high, but they have no assurance of life.","8":"They are soaked by mountain showers,and they huddle against the rocks for want of a home.","17":"The black night is their morning.They ally themselves with the terrors of the darkness.","11":"They press out olive oil without being allowed to taste it,and they tread in the winepress as they suffer from thirst.","1":"“Why doesn’t the Almighty bring the wicked to judgment?Why must the godly wait for him in vain?","9":"“The wicked snatch a widow’s child from her breast,taking the baby as security for a loan.","24":"And though they are great now,in a moment they will be gone like all others,cut off like heads of grain.","14":"The murderer rises in the early dawnto kill the poor and needy;at night he is a thief.","7":"All night they lie naked in the cold,without clothing or covering.","15":"The adulterer waits for the twilight,saying, ‘No one will see me then.’He hides his face so no one will know him.","20":"Their own mothers will forget them.Maggots will find them sweet to eat.No one will remember them.Wicked people are broken like a tree in the storm.","25":"Can anyone claim otherwise?Who can prove me wrong?”","23":"They may be allowed to live in security,but God is always watching them.","6":"They harvest a field they do not own,and they glean in the vineyards of the wicked.","4":"The poor are pushed off the path;the needy must hide together for safety.","19":"The grave consumes sinnersjust as drought and heat consume snow.","13":"“Wicked people rebel against the light.They refuse to acknowledge its waysor stay in its paths."},"16":{"16":"My eyes are red with weeping;dark shadows circle my eyes.","3":"Won’t you ever stop blowing hot air?What makes you keep on talking?","5":"But if it were me, I would encourage you.I would try to take away your grief.","21":"I need someone to mediate between God and me,as a person mediates between friends.","18":"“O earth, do not conceal my blood.Let it cry out on my behalf.","12":"“I was living quietly until he shattered me.He took me by the neck and broke me in pieces.Then he set me up as his target,","10":"People jeer and laugh at me.They slap my cheek in contempt.A mob gathers against me.","2":"“I have heard all this before.What miserable comforters you are!","22":"For soon I must go down that roadfrom which I will never return.","8":"As if to prove I have sinned, you’ve reduced me to skin and bones.My gaunt flesh testifies against me.","17":"Yet I have done no wrong,and my prayer is pure.","11":"God has handed me over to sinners.He has tossed me into the hands of the wicked.","1":"Then Job spoke again:","9":"God hates me and angrily tears me apart.He snaps his teeth at meand pierces me with his eyes.","14":"Again and again he smashes against me,charging at me like a warrior.","7":"“O God, you have ground me downand devastated my family.","15":"I wear burlap to show my grief.My pride lies in the dust.","20":"My friends scorn me,but I pour out my tears to God.","6":"Instead, I suffer if I defend myself,and I suffer no less if I refuse to speak.","4":"I could say the same things if you were in my place.I could spout off criticism and shake my head at you.","19":"Even now my witness is in heaven.My advocate is there on high.","13":"and now his archers surround me.His arrows pierce me without mercy.The ground is wet with my blood."},"35":{"16":"But you are talking nonsense, Job.You have spoken like a fool.”","3":"For you also ask, ‘What’s in it for me?What’s the use of living a righteous life?’","5":"Look up into the sky,and see the clouds high above you.","12":"And when they cry out, God does not answerbecause of their pride.","10":"Yet they don’t ask, ‘Where is God my Creator,the one who gives songs in the night?","2":"“Do you think it is right for you to claim,‘I am righteous before God’?","8":"No, your sins affect only people like yourself,and your good deeds also affect only humans.","11":"Where is the one who makes us smarter than the animalsand wiser than the birds of the sky?’","1":"Then Elihu said:","9":"“People cry out when they are oppressed.They groan beneath the power of the mighty.","14":"You say you can’t see him,but he will bring justice if you will only wait.","7":"If you are good, is this some great gift to him?What could you possibly give him?","15":"You say he does not respond to sinners with angerand is not greatly concerned about wickedness.","6":"If you sin, how does that affect God?Even if you sin again and again,what effect will it have on him?","4":"“I will answer youand all your friends, too.","13":"But it is wrong to say God doesn’t listen,to say the Almighty isn’t concerned."},"32":{"16":"Should I continue to wait, now that you are silent?Must I also remain silent?","3":"He was also angry with Job’s three friends, for they made God appear to be wrong by their inability to answer Job’s arguments.","5":"But when he saw that they had no further reply, he spoke out angrily.","21":"I won’t play favoritesor try to flatter anyone.","18":"For I am full of pent-up words,and the spirit within me urges me on.","12":"I have listened,but not one of you has refuted Jobor answered his arguments.","10":"So listen to me,and let me tell you what I think.","2":"Then Elihu son of Barakel the Buzite, of the clan of Ram, became angry. He was angry because Job refused to admit that he had sinned and that God was right in punishing him.","22":"For if I tried flattery,my Creator would soon destroy me.","8":"But there is a spirit within people,the breath of the Almighty within them,that makes them intelligent.","17":"No, I will say my piece.I will speak my mind.","11":"“I have waited all this time,listening very carefully to your arguments,listening to you grope for words.","1":"Job’s three friends refused to reply further to him because he kept insisting on his innocence.","9":"Sometimes the elders are not wise.Sometimes the aged do not understand justice.","14":"If Job had been arguing with me,I would not answer with your kind of logic!","7":"I thought, ‘Those who are older should speak,for wisdom comes with age.’","15":"You sit there baffled,with nothing more to say.","20":"I must speak to find relief,so let me give my answers.","6":"Elihu son of Barakel the Buzite said, “I am young and you are old,so I held back from telling you what I think.","4":"Elihu had waited for the others to speak to Job because they were older than he.","19":"I am like a cask of wine without a vent,like a new wineskin ready to burst!","13":"And don’t tell me, ‘He is too wise for us.Only God can convince him.’"},"7":{"16":"I hate my life and don’t want to go on living.Oh, leave me alone for my few remaining days.","3":"I, too, have been assigned months of futility,long and weary nights of misery.","5":"My body is covered with maggots and scabs.My skin breaks open, oozing with pus.","21":"Why not just forgive my sinand take away my guilt?For soon I will lie down in the dust and die.When you look for me, I will be gone.”","18":"For you examine us every morningand test us every moment.","12":"Am I a sea monster or a dragonthat you must place me under guard?","10":"They are gone forever from their home —never to be seen again.","2":"like a worker who longs for the shade,like a servant waiting to be paid.","8":"You see me now, but not for long.You will look for me, but I will be gone.","17":"“What are people, that you should make so much of us,that you should think of us so often?","11":"“I cannot keep from speaking.I must express my anguish.My bitter soul must complain.","1":"“Is not all human life a struggle?Our lives are like that of a hired hand,","9":"Just as a cloud dissipates and vanishes,those who die will not come back.","14":"but then you shatter me with dreamsand terrify me with visions.","7":"O God, remember that my life is but a breath,and I will never again feel happiness.","15":"I would rather be strangled —rather die than suffer like this.","20":"If I have sinned, what have I done to you,O watcher of all humanity?Why make me your target?Am I a burden to you?","6":"“My days fly faster than a weaver’s shuttle.They end without hope.","4":"Lying in bed, I think, ‘When will it be morning?’But the night drags on, and I toss till dawn.","19":"Why won’t you leave me alone,at least long enough for me to swallow!","13":"I think, ‘My bed will comfort me,and sleep will ease my misery,’"},"2":{"3":"Then the LORD asked Satan, “Have you noticed my servant Job? He is the finest man in all the earth. He is blameless — a man of complete integrity. He fears God and stays away from evil. And he has maintained his integrity, even though you urged me to harm him without cause.”","5":"But reach out and take away his health, and he will surely curse you to your face!”","12":"When they saw Job from a distance, they scarcely recognized him. Wailing loudly, they tore their robes and threw dust into the air over their heads to show their grief.","10":"But Job replied, “You talk like a foolish woman. Should we accept only good things from the hand of God and never anything bad?” So in all this, Job said nothing wrong.","2":"“Where have you come from?” the LORD asked Satan. Satan answered the LORD, “I have been patrolling the earth, watching everything that’s going on.”","8":"Job scraped his skin with a piece of broken pottery as he sat among the ashes.","11":"When three of Job’s friends heard of the tragedy he had suffered, they got together and traveled from their homes to comfort and console him. Their names were Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite.","1":"One day the members of the heavenly court came again to present themselves before the LORD, and the Accuser, Satan, came with them.","9":"His wife said to him, “Are you still trying to maintain your integrity? Curse God and die.”","7":"So Satan left the LORD’s presence, and he struck Job with terrible boils from head to foot.","6":"“All right, do with him as you please,” the LORD said to Satan. “But spare his life.”","4":"Satan replied to the LORD, “Skin for skin! A man will give up everything he has to save his life.","13":"Then they sat on the ground with him for seven days and nights. No one said a word to Job, for they saw that his suffering was too great for words."},"38":{"11":"I said, ‘This far and no farther will you come.Here your proud waves must stop!’","41":"Who provides food for the ravenswhen their young cry out to Godand wander about in hunger?","3":"Brace yourself like a man,because I have some questions for you,and you must answer them.","20":"Can you take each to its home?Do you know how to get there?","12":"“Have you ever commanded the morning to appearand caused the dawn to rise in the east?","10":"For I locked it behind barred gates,limiting its shores.","17":"Do you know where the gates of death are located?Have you seen the gates of utter gloom?","40":"as they lie in their densor crouch in the thicket?","13":"Have you made daylight spread to the ends of the earth,to bring an end to the night’s wickedness?","27":"Who sends rain to satisfy the parched groundand make the tender grass spring up?","30":"For the water turns to ice as hard as rock,and the surface of the water freezes.","18":"Do you realize the extent of the earth?Tell me about it if you know!","36":"Who gives intuition to the heartand instinct to the mind?","29":"Who is the mother of the ice?Who gives birth to the frost from the heavens?","23":"(I have reserved them as weapons for the time of trouble,for the day of battle and war.)","19":"“Where does light come from,and where does darkness go?","1":"Then the LORD answered Job from the whirlwind:","5":"Who determined its dimensionsand stretched out the surveying line?","4":"“Where were you when I laid the foundations of the earth?Tell me, if you know so much.","8":"“Who kept the sea inside its boundariesas it burst from the womb,","26":"Who makes the rain fall on barren land,in a desert where no one lives?","39":"“Can you stalk prey for a lionessand satisfy the young lions’ appetites","14":"As the light approaches,the earth takes shape like clay pressed beneath a seal;it is robed in brilliant colors.","37":"Who is wise enough to count all the clouds?Who can tilt the water jars of heaven","22":"“Have you visited the storehouses of the snowor seen the storehouses of hail?","28":"“Does the rain have a father?Who gives birth to the dew?","25":"“Who created a channel for the torrents of rain?Who laid out the path for the lightning?","9":"and as I clothed it with cloudsand wrapped it in thick darkness?","33":"Do you know the laws of the universe?Can you use them to regulate the earth?","15":"The light disturbs the wickedand stops the arm that is raised in violence.","34":"“Can you shout to the cloudsand make it rain?","21":"But of course you know all this!For you were born before it was all created,and you are so very experienced!","24":"Where is the path to the source of light?Where is the home of the east wind?","16":"“Have you explored the springs from which the seas come?Have you explored their depths?","35":"Can you make lightning appearand cause it to strike as you direct?","32":"Can you direct the constellations through the seasonsor guide the Bear with her cubs across the heavens?","7":"as the morning stars sang togetherand all the angels shouted for joy?","2":"“Who is this that questions my wisdomwith such ignorant words?","38":"when the parched ground is dryand the soil has hardened into clods?","6":"What supports its foundations,and who laid its cornerstone","31":"“Can you direct the movement of the stars —binding the cluster of the Pleiadesor loosening the cords of Orion?"},"6":{"11":"But I don’t have the strength to endure.I have nothing to live for.","3":"they would outweigh all the sands of the sea.That is why I spoke impulsively.","20":"They count on it but are disappointed.When they arrive, their hopes are dashed.","12":"Do I have the strength of a stone?Is my body made of bronze?","10":"At least I can take comfort in this:Despite the pain,I have not denied the words of the Holy One.","17":"But when the hot weather arrives, the water disappears.The brook vanishes in the heat.","13":"No, I am utterly helpless,without any chance of success.","27":"You would even send an orphan into slaveryor sell a friend.","30":"Do you think I am lying?Don’t I know the difference between right and wrong?","18":"The caravans turn aside to be refreshed,but there is nothing to drink, so they die.","29":"Stop assuming my guilt,for I have done no wrong.","23":"Have I asked you to rescue me from my enemies,or to save me from ruthless people?","19":"The caravans from Tema search for this water;the travelers from Sheba hope to find it.","1":"Then Job spoke again:","5":"Don’t I have a right to complain?Don’t wild donkeys bray when they find no grass,and oxen bellow when they have no food?","4":"For the Almighty has struck me down with his arrows.Their poison infects my spirit.God’s terrors are lined up against me.","8":"“Oh, that I might have my request,that God would grant my desire.","26":"Do you think your words are convincingwhen you disregard my cry of desperation?","14":"“One should be kind to a fainting friend,but you accuse me without any fear of the Almighty.","22":"But why? Have I ever asked you for a gift?Have I begged for anything of yours for myself?","28":"Look at me!Would I lie to your face?","25":"Honest words can be painful,but what do your criticisms amount to?","9":"I wish he would crush me.I wish he would reach out his hand and kill me.","15":"My brothers, you have proved as unreliable as a seasonal brookthat overflows its banks in the spring","21":"You, too, have given no help.You have seen my calamity, and you are afraid.","24":"Teach me, and I will keep quiet.Show me what I have done wrong.","16":"when it is swollen with ice and melting snow.","7":"My appetite disappears when I look at it;I gag at the thought of eating it!","2":"“If my misery could be weighedand my troubles be put on the scales,","6":"Don’t people complain about unsalted food?Does anyone want the tasteless white of an egg?"},"31":{"11":"For lust is a shameful sin,a crime that should be punished.","3":"Isn’t it calamity for the wickedand misfortune for those who do evil?","20":"did they not praise mefor providing wool clothing to keep them warm?","12":"It is a fire that burns all the way to hell.It would wipe out everything I own.","10":"then let my wife serve another man;let other men sleep with her.","17":"Have I been stingy with my foodand refused to share it with orphans?","40":"then let thistles grow on that land instead of wheat,and weeds instead of barley.” Job’s words are ended.","13":"“If I have been unfair to my male or female servantswhen they brought their complaints to me,","27":"and been secretly enticed in my heartto throw kisses at them in worship?","30":"No, I have never sinned by cursing anyoneor by asking for revenge.","18":"No, from childhood I have cared for orphans like a father,and all my life I have cared for widows.","36":"I would face the accusation proudly.I would wear it like a crown.","29":"“Have I ever rejoiced when disaster struck my enemies,or become excited when harm came their way?","23":"That would be better than facing God’s judgment.For if the majesty of God opposes me, what hope is there?","19":"Whenever I saw the homeless without clothesand the needy with nothing to wear,","1":"“I made a covenant with my eyesnot to look with lust at a young woman.","5":"“Have I lied to anyoneor deceived anyone?","4":"Doesn’t he see everything I doand every step I take?","8":"then let someone else eat the crops I have planted.Let all that I have planted be uprooted.","26":"“Have I looked at the sun shining in the skies,or the moon walking down its silver pathway,","39":"or if I have stolen its cropsor murdered its owners,","14":"how could I face God?What could I say when he questioned me?","37":"For I would tell him exactly what I have done.I would come before him like a prince.","22":"then let my shoulder be wrenched out of place!Let my arm be torn from its socket!","28":"If so, I should be punished by the judges,for it would mean I had denied the God of heaven.","25":"Have I gloated about my wealthand all that I own?","9":"“If my heart has been seduced by a woman,or if I have lusted for my neighbor’s wife,","33":"“Have I tried to hide my sins like other people do,concealing my guilt in my heart?","15":"For God created both me and my servants.He created us both in the womb.","34":"Have I feared the crowdor the contempt of the masses,so that I kept quiet and stayed indoors?","21":"“If I raised my hand against an orphan,knowing the judges would take my side,","24":"“Have I put my trust in moneyor felt secure because of my gold?","16":"“Have I refused to help the poor,or crushed the hopes of widows?","35":"“If only someone would listen to me!Look, I will sign my name to my defense.Let the Almighty answer me.Let my accuser write out the charges against me.","32":"I have never turned away a strangerbut have opened my doors to everyone.","7":"If I have strayed from his pathway,or if my heart has lusted for what my eyes have seen,or if I am guilty of any other sin,","2":"For what has God above chosen for us?What is our inheritance from the Almighty on high?","38":"“If my land accuses meand all its furrows cry out together,","6":"Let God weigh me on the scales of justice,for he knows my integrity.","31":"“My servants have never said,‘He let others go hungry.’"}}}