{"translationKey":"nlt","translation":"NLT","book":"Lamentations","bookSlug":"lamentations","chapters":{"2":{"16":"All your enemies mock you.They scoff and snarl and say,“We have destroyed her at last!We have long waited for this day,and it is finally here!”","3":"All the strength of Israelvanishes beneath his fierce anger.The Lord has withdrawn his protectionas the enemy attacks.He consumes the whole land of Israellike a raging fire.","5":"Yes, the Lord has vanquished Israellike an enemy.He has destroyed her palacesand demolished her fortresses.He has brought unending sorrow and tearsupon beautiful Jerusalem.","21":"“See them lying in the streets —young and old,boys and girls,killed by the swords of the enemy.You have killed them in your anger,slaughtering them without mercy.","18":"Cry aloud before the Lord,O walls of beautiful Jerusalem!Let your tears flow like a riverday and night.Give yourselves no rest;give your eyes no relief.","12":"They cry out to their mothers,“We need food and drink!”Their lives ebb away in the streetslike the life of a warrior wounded in battle.They gasp for lifeas they collapse in their mothers’ arms.","10":"The leaders of beautiful Jerusalemsit on the ground in silence.They are clothed in burlapand throw dust on their heads.The young women of Jerusalemhang their heads in shame.","2":"Without mercy the Lord has destroyedevery home in Israel.In his anger he has broken downthe fortress walls of beautiful Jerusalem.He has brought them to the ground,dishonoring the kingdom and its rulers.","22":"“You have invited terrors from all around,as though you were calling them to a day of feasting.In the day of the LORD’s anger,no one has escaped or survived.The enemy has killed all the childrenwhom I carried and raised.”","8":"The LORD was determinedto destroy the walls of beautiful Jerusalem.He made careful plans for their destruction,then did what he had planned.Therefore, the ramparts and wallshave fallen down before him.","17":"But it is the LORD who did just as he planned.He has fulfilled the promises of disasterhe made long ago.He has destroyed Jerusalem without mercy.He has caused her enemies to gloat over herand has given them power over her.","11":"I have cried until the tears no longer come;my heart is broken.My spirit is poured out in agonyas I see the desperate plight of my people.Little children and tiny babiesare fainting and dying in the streets.","1":"The Lord in his angerhas cast a dark shadow over beautiful Jerusalem.The fairest of Israel’s cities lies in the dust,thrown down from the heights of heaven.In his day of great anger,the Lord has shown no mercy even to his Temple.","9":"Jerusalem’s gates have sunk into the ground.He has smashed their locks and bars.Her kings and princes have been exiled to distant lands;her law has ceased to exist.Her prophets receiveno more visions from the LORD.","14":"Your prophets have saidso many foolish things, false to the core.They did not save you from exileby pointing out your sins.Instead, they painted false pictures,filling you with false hope.","7":"The Lord has rejected his own altar;he despises his own sanctuary.He has given Jerusalem’s palacesto her enemies.They shout in the LORD’s Templeas though it were a day of celebration.","15":"All who pass by jeer at you.They scoff and insult beautiful Jerusalem, saying,“Is this the city called ‘Most Beautiful in All the World’and ‘Joy of All the Earth’?”","20":"“O LORD, think about this!Should you treat your own people this way?Should mothers eat their own children,those they once bounced on their knees?Should priests and prophets be killedwithin the Lord’s Temple?","6":"He has broken down his Templeas though it were merely a garden shelter.The LORD has blotted out all memoryof the holy festivals and Sabbath days.Kings and priests fall togetherbefore his fierce anger.","4":"He bends his bow against his people,as though he were their enemy.His strength is used against themto kill their finest youth.His fury is poured out like fireon beautiful Jerusalem.","19":"Rise during the night and cry out.Pour out your hearts like water to the Lord.Lift up your hands to him in prayer,pleading for your children,for in every streetthey are faint with hunger.","13":"What can I say about you?Who has ever seen such sorrow?O daughter of Jerusalem,to what can I compare your anguish?O virgin daughter of Zion,how can I comfort you?For your wound is as deep as the sea.Who can heal you?"},"4":{"16":"The LORD himself has scattered them,and he no longer helps them.People show no respect for the priestsand no longer honor the leaders.","3":"Even the jackals feed their young,but not my people Israel.They ignore their children’s cries,like ostriches in the desert.","5":"The people who once ate the richest foodsnow beg in the streets for anything they can get.Those who once wore the finest clothesnow search the garbage dumps for food.","21":"Are you rejoicing in the land of Uz,O people of Edom?But you, too, must drink from the cup of the LORD’s anger.You, too, will be stripped naked in your drunkenness.","18":"We couldn’t go into the streetswithout danger to our lives.Our end was near; our days were numbered.We were doomed!","12":"Not a king in all the earth —no one in all the world —would have believed that an enemycould march through the gates of Jerusalem.","10":"Tenderhearted womenhave cooked their own children.They have eaten themto survive the siege.","2":"See how the precious children of Jerusalem,worth their weight in fine gold,are now treated like pots of claymade by a common potter.","22":"O beautiful Jerusalem, your punishment will end;you will soon return from exile.But Edom, your punishment is just beginning;soon your many sins will be exposed.","8":"But now their faces are blacker than soot.No one recognizes them in the streets.Their skin sticks to their bones;it is as dry and hard as wood.","17":"We looked in vain for our alliesto come and save us,but we were looking to nationsthat could not help us.","11":"But now the anger of the LORD is satisfied.His fierce anger has been poured out.He started a fire in Jerusalemthat burned the city to its foundations.","1":"How the gold has lost its luster!Even the finest gold has become dull.The sacred gemstoneslie scattered in the streets!","9":"Those killed by the sword are better offthan those who die of hunger.Starving, they waste awayfor lack of food from the fields.","14":"They wandered blindlythrough the streets,so defiled by bloodthat no one dared touch them.","7":"Our princes once glowed with health —brighter than snow, whiter than milk.Their faces were as ruddy as rubies,their appearance like fine jewels.","15":"“Get away!” the people shouted at them.“You’re defiled! Don’t touch us!”So they fled to distant landsand wandered among foreign nations,but none would let them stay.","20":"Our king — the LORD’s anointed, the very life of our nation —was caught in their snares.We had thought that his shadowwould protect us against any nation on earth!","6":"The guilt of my peopleis greater than that of Sodom,where utter disaster struck in a momentand no hand offered help.","4":"The parched tongues of their little onesstick to the roofs of their mouths in thirst.The children cry for bread,but no one has any to give them.","19":"Our enemies were swifter than eagles in flight.If we fled to the mountains, they found us.If we hid in the wilderness,they were waiting for us there.","13":"Yet it happened because of the sins of her prophetsand the sins of her priests,who defiled the cityby shedding innocent blood."},"5":{"16":"The garlands have fallen from our heads.Weep for us because we have sinned.","3":"We are orphaned and fatherless.Our mothers are widowed.","5":"Those who pursue us are at our heels;we are exhausted but are given no rest.","21":"Restore us, O LORD, and bring us back to you again!Give us back the joys we once had!","18":"For Jerusalem is empty and desolate,a place haunted by jackals.","12":"Our princes are being hanged by their thumbs,and our elders are treated with contempt.","10":"The famine has blackened our skinas though baked in an oven.","2":"Our inheritance has been turned over to strangers,our homes to foreigners.","22":"Or have you utterly rejected us?Are you angry with us still?","8":"Slaves have now become our masters;there is no one left to rescue us.","17":"Our hearts are sick and weary,and our eyes grow dim with tears.","11":"Our enemies rape the women in Jerusalemand the young girls in all the towns of Judah.","1":"LORD, remember what has happened to us.See how we have been disgraced!","9":"We hunt for food at the risk of our lives,for violence rules the countryside.","14":"The elders no longer sit in the city gates;the young men no longer dance and sing.","7":"Our ancestors sinned, but they have died —and we are suffering the punishment they deserved!","15":"Joy has left our hearts;our dancing has turned to mourning.","20":"Why do you continue to forget us?Why have you abandoned us for so long?","6":"We submitted to Egypt and Assyriato get enough food to survive.","4":"We have to pay for water to drink,and even firewood is expensive.","19":"But LORD, you remain the same forever!Your throne continues from generation to generation.","13":"Young men are led away to work at millstones,and boys stagger under heavy loads of wood."},"1":{"16":"“For all these things I weep;tears flow down my cheeks.No one is here to comfort me;any who might encourage me are far away.My children have no future,for the enemy has conquered us.”","3":"Judah has been led away into captivity,oppressed with cruel slavery.She lives among foreign nationsand has no place of rest.Her enemies have chased her down,and she has nowhere to turn.","5":"Her oppressors have become her masters,and her enemies prosper,for the LORD has punished Jerusalemfor her many sins.Her children have been capturedand taken away to distant lands.","21":"“Others heard my groans,but no one turned to comfort me.When my enemies heard about my troubles,they were happy to see what you had done.Oh, bring the day you promised,when they will suffer as I have suffered.","18":"“The LORD is right,” Jerusalem says,“for I rebelled against him.Listen, people everywhere;look upon my anguish and despair,for my sons and daughtershave been taken captive to distant lands.","12":"“Does it mean nothing to you, all you who pass by?Look around and see if there is any suffering like mine,which the LORD brought on mewhen he erupted in fierce anger.","10":"The enemy has plundered her completely,taking every precious thing she owns.She has seen foreigners violate her sacred Temple,the place the LORD had forbidden them to enter.","2":"She sobs through the night;tears stream down her cheeks.Among all her lovers,there is no one left to comfort her.All her friends have betrayed herand become her enemies.","22":"“Look at all their evil deeds, LORD.Punish them,as you have punished mefor all my sins.My groans are many,and I am sick at heart.”","8":"Jerusalem has sinned greatly,so she has been tossed away like a filthy rag.All who once honored her now despise her,for they have seen her stripped naked and humiliated.All she can do is groanand hide her face.","17":"Jerusalem reaches out for help,but no one comforts her.Regarding his people Israel,the LORD has said,“Let their neighbors be their enemies!Let them be thrown away like a filthy rag!”","11":"Her people groan as they search for bread.They have sold their treasures for food to stay alive.“O LORD, look,” she mourns,“and see how I am despised.","1":"Jerusalem, once so full of people,is now deserted.She who was once great among the nationsnow sits alone like a widow.Once the queen of all the earth,she is now a slave.","9":"She defiled herself with immoralityand gave no thought to her future.Now she lies in the gutterwith no one to lift her out.“LORD, see my misery,” she cries.“The enemy has triumphed.”","14":"“He wove my sins into ropesto hitch me to a yoke of captivity.The Lord sapped my strength and turned me over to my enemies;I am helpless in their hands.","7":"In the midst of her sadness and wandering,Jerusalem remembers her ancient splendor.But now she has fallen to her enemy,and there is no one to help her.Her enemy struck her downand laughed as she fell.","15":"“The Lord has treated my mighty menwith contempt.At his command a great army has cometo crush my young warriors.The Lord has trampled his beloved citylike grapes are trampled in a winepress.","20":"“LORD, see my anguish!My heart is brokenand my soul despairs,for I have rebelled against you.In the streets the sword kills,and at home there is only death.","6":"All the majesty of beautiful Jerusalemhas been stripped away.Her princes are like starving deersearching for pasture.They are too weak to runfrom the pursuing enemy.","4":"The roads to Jerusalem are in mourning,for crowds no longer come to celebrate the festivals.The city gates are silent,her priests groan,her young women are crying —how bitter is her fate!","19":"“I begged my allies for help,but they betrayed me.My priests and leadersstarved to death in the city,even as they searched for foodto save their lives.","13":"“He has sent fire from heaven that burns in my bones.He has placed a trap in my path and turned me back.He has left me devastated,racked with sickness all day long."},"3":{"10":"He has hidden like a bear or a lion,waiting to attack me.","63":"Look at them! Whether they sit or stand,I am the object of their mocking songs.","30":"Let them turn the other cheek to those who strike themand accept the insults of their enemies.","49":"My tears flow endlessly;they will not stop","62":"My enemies whisper and mutteras they plot against me all day long.","22":"The faithful love of the LORD never ends!His mercies never cease.","13":"He shot his arrowsdeep into my heart.","47":"We are filled with fear,for we are trapped, devastated, and ruined.”","3":"He has turned his hand against meagain and again, all day long.","8":"And though I cry and shout,he has shut out my prayers.","12":"He has drawn his bowand made me the target for his arrows.","65":"Give them hard and stubborn hearts,and then let your curse fall on them!","40":"Instead, let us test and examine our ways.Let us turn back to the LORD.","14":"My own people laugh at me.All day long they sing their mocking songs.","26":"So it is good to wait quietlyfor salvation from the LORD.","17":"Peace has been stripped away,and I have forgotten what prosperity is.","28":"Let them sit alone in silencebeneath the LORD’s demands.","36":"if they twist justice in the courts —doesn’t the Lord see all these things?","4":"He has made my skin and flesh grow old.He has broken my bones.","50":"until the LORD looks downfrom heaven and sees.","45":"You have discarded us as refuse and garbageamong the nations.","60":"You have seen the vengeful plotsmy enemies have laid against me.","38":"Does not the Most Highsend both calamity and good?","23":"Great is his faithfulness;his mercies begin afresh each morning.","51":"My heart is breakingover the fate of all the women of Jerusalem.","20":"I will never forget this awful time,as I grieve over my loss.","59":"You have seen the wrong they have done to me, LORD.Be my judge, and prove me right.","54":"The water rose over my head,and I cried out, “This is the end!”","66":"Chase them down in your anger,destroying them beneath the LORD’s heavens.","57":"Yes, you came when I called;you told me, “Do not fear.”","43":"“You have engulfed us with your anger, chased us down,and slaughtered us without mercy.","35":"if they deprive others of their rightsin defiance of the Most High,","41":"Let us lift our hearts and handsto God in heaven and say,","5":"He has besieged and surrounded mewith anguish and distress.","34":"If people crush underfootall the prisoners of the land,","6":"He has buried me in a dark place,like those long dead.","53":"They threw me into a pitand dropped stones on me.","2":"He has led me into darkness,shutting out all light.","44":"You have hidden yourself in a cloudso our prayers cannot reach you.","11":"He has dragged me off the path and torn me in pieces,leaving me helpless and devastated.","1":"I am the one who has seen the afflictionsthat come from the rod of the LORD’s anger.","58":"Lord, you have come to my defense;you have redeemed my life.","55":"But I called on your name, LORD,from deep within the pit.","33":"For he does not enjoy hurting peopleor causing them sorrow.","27":"And it is good for people to submit at an early ageto the yoke of his discipline:","16":"He has made me chew on gravel.He has rolled me in the dust.","64":"Pay them back, LORD,for all the evil they have done.","24":"I say to myself, “The LORD is my inheritance;therefore, I will hope in him!”","19":"The thought of my suffering and homelessnessis bitter beyond words.","29":"Let them lie face down in the dust,for there may be hope at last.","61":"LORD, you have heard the vile names they call me.You know all about the plans they have made.","9":"He has blocked my way with a high stone wall;he has made my road crooked.","37":"Who can command things to happenwithout the Lord’s permission?","7":"He has walled me in, and I cannot escape.He has bound me in heavy chains.","52":"My enemies, whom I have never harmed,hunted me down like a bird.","39":"Then why should we, mere humans, complainwhen we are punished for our sins?","48":"Tears stream from my eyesbecause of the destruction of my people!","21":"Yet I still dare to hopewhen I remember this:","56":"You heard me when I cried, “Listen to my pleading!Hear my cry for help!”","46":"“All our enemieshave spoken out against us.","32":"Though he brings grief, he also shows compassionbecause of the greatness of his unfailing love.","31":"For no one is abandonedby the Lord forever.","15":"He has filled me with bitternessand given me a bitter cup of sorrow to drink.","25":"The LORD is good to those who depend on him,to those who search for him.","18":"I cry out, “My splendor is gone!Everything I had hoped for from the LORD is lost!”","42":"“We have sinned and rebelled,and you have not forgiven us."}}}