{"translationKey":"nlt","translation":"NLT","book":"Micah","bookSlug":"micah","chapters":{"7":{"16":"All the nations of the world will stand amazedat what the LORD will do for you.They will be embarrassedat their feeble power.They will cover their mouths in silent awe,deaf to everything around them.","3":"Both their hands are equally skilled at doing evil!Officials and judges alike demand bribes.The people with influence get what they want,and together they scheme to twist justice.","5":"Don’t trust anyone —not your best friend or even your wife!","18":"Where is another God like you,who pardons the guilt of the remnant,overlooking the sins of his special people?You will not stay angry with your people forever,because you delight in showing unfailing love.","12":"People from many lands will come and honor you —from Assyria all the way to the towns of Egypt,from Egypt all the way to the Euphrates River,and from distant seas and mountains.","10":"Then my enemies will see that the LORD is on my side.They will be ashamed that they taunted me, saying,“So where is the LORD —that God of yours?”With my own eyes I will see their downfall;they will be trampled like mud in the streets.","2":"The godly people have all disappeared;not one honest person is left on the earth.They are all murderers,setting traps even for their own brothers.","8":"Do not gloat over me, my enemies!For though I fall, I will rise again.Though I sit in darkness,the LORD will be my light.","17":"Like snakes crawling from their holes,they will come out to meet the LORD our God.They will fear him greatly,trembling in terror at his presence.","11":"In that day, Israel, your cities will be rebuilt,and your borders will be extended.","1":"How miserable I am!I feel like the fruit picker after the harvestwho can find nothing to eat.Not a cluster of grapes or a single early figcan be found to satisfy my hunger.","9":"I will be patient as the LORD punishes me,for I have sinned against him.But after that, he will take up my caseand give me justice for all I have suffered from my enemies.The LORD will bring me into the light,and I will see his righteousness.","14":"O LORD, protect your people with your shepherd’s staff;lead your flock, your special possession.Though they live alone in a thicketon the heights of Mount Carmel,let them graze in the fertile pastures of Bashan and Gileadas they did long ago.","7":"As for me, I look to the LORD for help.I wait confidently for God to save me,and my God will certainly hear me.","15":"“Yes,” says the LORD,“I will do mighty miracles for you,like those I did when I rescued youfrom slavery in Egypt.”","20":"You will show us your faithfulness and unfailing loveas you promised to our ancestors Abraham and Jacob long ago.","6":"For the son despises his father.The daughter defies her mother.The daughter-in-law defies her mother-in-law.Your enemies are right in your own household!","4":"Even the best of them is like a brier;the most honest is as dangerous as a hedge of thorns.But your judgment day is coming swiftly now.Your time of punishment is here, a time of confusion.","19":"Once again you will have compassion on us.You will trample our sins under your feetand throw them into the depths of the ocean!","13":"But the land will become empty and desolatebecause of the wickedness of those who live there."},"3":{"7":"Then you seers will be put to shame,and you fortune-tellers will be disgraced.And you will cover your facesbecause there is no answer from God.”","9":"Listen to me, you leaders of Israel!You hate justice and twist all that is right.","10":"You are building Jerusalemon a foundation of murder and corruption.","3":"Yes, you eat my people’s flesh,strip off their skin,and break their bones.You chop them uplike meat for the cooking pot.","11":"You rulers make decisions based on bribes;you priests teach God’s laws only for a price;you prophets won’t prophesy unless you are paid.Yet all of you claim to depend on the LORD.“No harm can come to us,” you say,“for the LORD is here among us.”","2":"but you are the very oneswho hate good and love evil.You skin my people aliveand tear the flesh from their bones.","1":"I said, “Listen, you leaders of Israel!You are supposed to know right from wrong,","12":"Because of you, Mount Zion will be plowed like an open field;Jerusalem will be reduced to ruins!A thicket will grow on the heightswhere the Temple now stands.","4":"Then you beg the LORD for help in times of trouble!Do you really expect him to answer?After all the evil you have done,he won’t even look at you!”","6":"Now the night will close around you,cutting off all your visions.Darkness will cover you,putting an end to your predictions.The sun will set for you prophets,and your day will come to an end.","5":"This is what the LORD says:“You false prophets are leading my people astray!You promise peace for those who give you food,but you declare war on those who refuse to feed you.","8":"But as for me, I am filled with power —with the Spirit of the LORD.I am filled with justice and strengthto boldly declare Israel’s sin and rebellion."},"2":{"3":"But this is what the LORD says:“I will reward your evil with evil;you won’t be able to pull your neck out of the noose.You will no longer walk around proudly,for it will be a terrible time.”","5":"Others will set your boundaries then,and the LORD’s people will have no sayin how the land is divided.","12":"“Someday, O Israel, I will gather you;I will gather the remnant who are left.I will bring you together again like sheep in a pen,like a flock in its pasture.Yes, your land will againbe filled with noisy crowds!","10":"Up! Begone!This is no longer your land and home,for you have filled it with sinand ruined it completely.","2":"When you want a piece of land,you find a way to seize it.When you want someone’s house,you take it by fraud and violence.You cheat a man of his property,stealing his family’s inheritance.","8":"Yet to this very hourmy people rise against me like an enemy!You steal the shirts right off the backsof those who trusted you,making them as ragged as menreturning from battle.","11":"Suppose a prophet full of lies would say to you,“I’ll preach to you the joys of wine and alcohol!”That’s just the kind of prophet you would like!","1":"What sorrow awaits you who lie awake at night,thinking up evil plans.You rise at dawn and hurry to carry them out,simply because you have the power to do so.","9":"You have evicted women from their pleasant homesand forever stripped their children of all that God would give them.","7":"Should you talk that way, O family of Israel?Will the LORD’s Spirit have patience with such behavior?If you would do what is right,you would find my words comforting.","6":"“Don’t say such things,”the people respond.“Don’t prophesy like that.Such disasters will never come our way!”","4":"In that day your enemies will make fun of youby singing this song of despair about you:“We are finished,completely ruined!God has confiscated our land,taking it from us.He has given our fieldsto those who betrayed us. ”","13":"Your leader will break outand lead you out of exile,out through the gates of the enemy cities,back to your own land.Your king will lead you;the LORD himself will guide you.”"},"1":{"16":"Oh, people of Judah, shave your heads in sorrow,for the children you love will be snatched away.Make yourselves as bald as a vulture,for your little ones will be exiled to distant lands.","3":"Look! The LORD is coming!He leaves his throne in heavenand tramples the heights of the earth.","5":"And why is this happening?Because of the rebellion of Israel —yes, the sins of the whole nation.Who is to blame for Israel’s rebellion?Samaria, its capital city!Where is the center of idolatry in Judah?In Jerusalem, its capital!","12":"The people of Maroth anxiously wait for relief,but only bitterness awaits themas the LORD’s judgment reacheseven to the gates of Jerusalem.","10":"Don’t tell our enemies in Gath ;don’t weep at all.You people in Beth-leaphrah,roll in the dust to show your despair.","2":"Attention! Let all the people of the world listen!Let the earth and everything in it hear.The Sovereign LORD is making accusations against you;the Lord speaks from his holy Temple.","8":"Therefore, I will mourn and lament.I will walk around barefoot and naked.I will howl like a jackaland moan like an owl.","11":"You people in Shaphir,go as captives into exile — naked and ashamed.The people of Zaanandare not come outside their walls.The people of Beth-ezel mourn,for their house has no support.","1":"The LORD gave this message to Micah of Moresheth during the years when Jotham, Ahaz, and Hezekiah were kings of Judah. The visions he saw concerned both Samaria and Jerusalem.","9":"For my people’s woundis too deep to heal.It has reached into Judah,even to the gates of Jerusalem.","14":"Send farewell gifts to Moresheth-gath ;there is no hope of saving it.The town of Aczibhas deceived the kings of Israel.","7":"All her carved images will be smashed.All her sacred treasures will be burned.These things were bought with the moneyearned by her prostitution,and they will now be carried awayto pay prostitutes elsewhere.”","15":"O people of Mareshah,I will bring a conqueror to capture your town.And the leaders of Israelwill go to Adullam.","6":"“So I, the LORD, will make the city of Samariaa heap of ruins.Her streets will be plowed upfor planting vineyards.I will roll the stones of her walls into the valley below,exposing her foundations.","4":"The mountains melt beneath his feetand flow into the valleyslike wax in a fire,like water pouring down a hill.","13":"Harness your chariot horses and flee,you people of Lachish.You were the first city in Judahto follow Israel in her rebellion,and you led Jerusalem into sin."},"4":{"3":"The LORD will mediate between peoplesand will settle disputes between strong nations far away.They will hammer their swords into plowsharesand their spears into pruning hooks.Nation will no longer fight against nation,nor train for war anymore.","5":"Though the nations around us follow their idols,we will follow the LORD our God forever and ever.","12":"But they do not know the LORD’s thoughtsor understand his plan.These nations don’t knowthat he is gathering them togetherto be beaten and trampledlike sheaves of grain on a threshing floor.","10":"Writhe and groan like a woman in labor,you people of Jerusalem,for now you must leave this cityto live in the open country.You will soon be sent in exileto distant Babylon.But the LORD will rescue you there;he will redeem you from the grip of your enemies.","2":"People from many nations will come and say,“Come, let us go up to the mountain of the LORD,to the house of Jacob’s God.There he will teach us his ways,and we will walk in his paths.”For the LORD’s teaching will go out from Zion;his word will go out from Jerusalem.","8":"As for you, Jerusalem,the citadel of God’s people,your royal might and powerwill come back to you again.The kingship will be restoredto my precious Jerusalem.","11":"Now many nations have gathered against you.“Let her be desecrated,” they say.“Let us see the destruction of Jerusalem. ”","1":"In the last days, the mountain of the LORD’s housewill be the highest of all —the most important place on earth.It will be raised above the other hills,and people from all over the world will stream there to worship.","9":"But why are you now screaming in terror?Have you no king to lead you?Have your wise people all died?Pain has gripped you like a woman in childbirth.","7":"Those who are weak will survive as a remnant;those who were exiles will become a strong nation.Then I, the LORD, will rule from Jerusalemas their king forever.”","6":"“In that coming day,” says the LORD,“I will gather together those who are lame,those who have been exiles,and those whom I have filled with grief.","4":"Everyone will live in peace and prosperity,enjoying their own grapevines and fig trees,for there will be nothing to fear.The LORD of Heaven’s Armieshas made this promise!","13":"“Rise up and crush the nations, O Jerusalem!”says the LORD.“For I will give you iron horns and bronze hooves,so you can trample many nations to pieces.You will present their stolen riches to the LORD,their wealth to the Lord of all the earth.”"},"6":{"16":"You keep only the laws of evil King Omri;you follow only the example of wicked King Ahab!Therefore, I will make an example of you,bringing you to complete ruin.You will be treated with contempt,mocked by all who see you.”","3":"“O my people, what have I done to you?What have I done to make you tired of me?Answer me!","5":"Don’t you remember, my people,how King Balak of Moab tried to have you cursedand how Balaam son of Beor blessed you instead?And remember your journey from Acacia Grove to Gilgal,when I, the LORD, did everything I couldto teach you about my faithfulness.”","12":"The rich among you have become wealthythrough extortion and violence.Your citizens are so used to lyingthat their tongues can no longer tell the truth.","10":"What shall I say about the homes of the wickedfilled with treasures gained by cheating?What about the disgusting practiceof measuring out grain with dishonest measures?","2":"And now, O mountains,listen to the LORD’s complaint!He has a case against his people.He will bring charges against Israel.","8":"No, O people, the LORD has told you what is good,and this is what he requires of you:to do what is right, to love mercy,and to walk humbly with your God.","11":"How can I tolerate your merchantswho use dishonest scales and weights?","1":"Listen to what the LORD is saying: “Stand up and state your case against me.Let the mountains and hills be called to witness your complaints.","9":"Fear the LORD if you are wise!His voice calls to everyone in Jerusalem:“The armies of destruction are coming;the LORD is sending them.","14":"You will eat but never have enough.Your hunger pangs and emptiness will remain.And though you try to save your money,it will come to nothing in the end.You will save a little,but I will give it to those who conquer you.","7":"Should we offer him thousands of ramsand ten thousand rivers of olive oil?Should we sacrifice our firstborn childrento pay for our sins?","15":"You will plant cropsbut not harvest them.You will press your olivesbut not get enough oil to anoint yourselves.You will trample the grapesbut get no juice to make your wine.","6":"What can we bring to the LORD?Should we bring him burnt offerings?Should we bow before God Most Highwith offerings of yearling calves?","4":"For I brought you out of Egyptand redeemed you from slavery.I sent Moses, Aaron, and Miriam to help you.","13":"“Therefore, I will wound you!I will bring you to ruin for all your sins."},"5":{"3":"The people of Israel will be abandoned to their enemiesuntil the woman in labor gives birth.Then at last his fellow countrymenwill return from exile to their own land.","5":"And he will be the source of peace. When the Assyrians invade our landand break through our defenses,we will appoint seven rulers to watch over us,eight princes to lead us.","12":"I will put an end to all witchcraft,and there will be no more fortune-tellers.","10":"“In that day,” says the LORD,“I will slaughter your horsesand destroy your chariots.","2":"But you, O Bethlehem Ephrathah,are only a small village among all the people of Judah.Yet a ruler of Israel,whose origins are in the distant past,will come from you on my behalf.","8":"The remnant left in Israelwill take their place among the nations.They will be like a lion among the animals of the forest,like a strong young lion among flocks of sheep and goats,pouncing and tearing as they gowith no rescuer in sight.","11":"I will tear down your wallsand demolish your defenses.","1":"Mobilize! Marshal your troops!The enemy is laying siege to Jerusalem.They will strike Israel’s leaderin the face with a rod.","9":"The people of Israel will stand up to their foes,and all their enemies will be wiped out.","14":"I will abolish your idol shrines with their Asherah polesand destroy your pagan cities.","7":"Then the remnant left in Israelwill take their place among the nations.They will be like dew sent by the LORDor like rain falling on the grass,which no one can hold backand no one can restrain.","15":"I will pour out my vengeanceon all the nations that refuse to obey me.”","6":"They will rule Assyria with drawn swordsand enter the gates of the land of Nimrod.He will rescue us from the Assyrianswhen they pour over the borders to invade our land.","4":"And he will stand to lead his flock with the LORD’s strength,in the majesty of the name of the LORD his God.Then his people will live there undisturbed,for he will be highly honored around the world.","13":"I will destroy all your idols and sacred pillars,so you will never again worship the work of your own hands."}}}