{"translationKey":"tlv","translation":"TLV","book":"1 Chronicles","bookSlug":"1-chronicles","chapters":{"11":{"16":"ADONAI called your name — a leafy olive tree,  beautiful with well-formed fruit. With the noise of a great tumult He has set it on fire, and its branches are broken.","3":"Now say to them, Thus says ADONAI, the God of Israel: “Cursed is the one who does not obey the words of this covenant,","5":"Then I will fulfill the oath which I swore to your fathers, to give them a land flowing with milk and honey, as it is today.’” In response I said, “Amen, ADONAI.”","21":"Therefore thus says ADONAI concerning the men of Anathoth who seek your life, saying, “You must not prophesy in the Name of ADONAI, so you would not die by our hand.”","18":"Moreover, ADONAI gave me knowledge of it, and I knew it, then You showed me their deeds.","12":"Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they burn incense — but they will not save them at all in the time of their trouble.","10":"They have turned back to the iniquities of their forefathers who refused to hear My words. They have gone after other gods to serve them. “The house of Israel and the house of Judah have broken My covenant which I made with their fathers.”","2":"Hear the words of this covenant, and speak to the people of Judah and to the inhabitants of Jerusalem.","22":"Therefore thus says ADONAI-Tzva’ot: “I am about to punish them! The young men will die by the sword; their sons and their daughters will die by famine.","8":"Yet they would not obey or incline their ear, but each one walked in the stubbornness of his evil heart. Therefore I brought on them all the words of this covenant — which I commanded them to do, but they did not.”","17":"For ADONAI-Tzva’ot, who planted you, has pronounced evil against you because of the evil of the house of Israel and of the house of Judah, which they have done to themselves, provoking Me by offering sacrifices to Baal.","11":"Therefore thus says ADONAI. “I will soon bring a disaster on them that they will not be able to escape. They will cry out to Me, yet I will not listen to them.","1":"The word that came to Jeremiah from ADONAI, saying:","9":"Then ADONAI said to me, “A conspiracy has been discovered among the men of Judah and the inhabitants of Jerusalem.","14":"As for you, you are not to pray for this people or lift up supplication or prayer for them, for I will not hear them at the time they cry to out to Me because of their disaster.”","7":"For I earnestly forewarned your fathers in the day that I brought them up out of the land of Egypt until this day, forewarning early and often, saying ‘Listen to My voice!’","15":"“What is My beloved doing in My House as she does evil schemes with many? Can holy meat prevent your disaster? So you may rejoice?","20":"But ADONAI-Tzva’ot, who judges righteously, who tests the mind and the heart, let me see your vengeance on them. For to You I have made my cause known.","23":"No remnant will be left to them, for I will bring calamity on the men of Anathoth — the year of their visitation.","6":"Then ADONAI said to me: “Proclaim all these words in the cities of Judah and in the streets of Jerusalem, saying: ‘Hear the words of this covenant, and do them.’","4":"which I commanded your forefathers in the day I brought them out of the land of Egypt — out of the iron furnace — saying: ‘Listen to My voice, and do all that I command you. Then you will be My people, and I will be your God.","19":"But I was like a gentle lamb led to slaughter. I did not know they had devised plots against me: “Let us destroy the tree with its fruit. Let us cut him off from the land of the living, so that his name will be no more remembered.”","13":"For as numerous as your cities are your gods, O Judah, and as numerous as the streets of Jerusalem are the altars you have set up to the shameful thing — altars to burn incense to Baal."},"41":{"16":"Then Johanan son of Kareah and all the commanders of the forces that were with him took all the remnant of the people whom he had rescued from Ishmael son of Nethaniah from Mizpah, after he had murdered Gedaliah son of Ahikam — the men, the soldiers, women, children, and court officials whom he had brought back from Gibeon —","3":"Ishmael also slew all the Jews who were with Gedaliah at Mizpah, as well as the Chaldean soldiers who were found there.","5":"that 80 men came from Shechem, from Shiloh, and from Samaria, with their beards shaved off, their clothes rent, and having gashed themselves, with grain offerings and frankincense in their hand to bring to the House of ADONAI.","18":"away from the Chaldeans. For they were afraid of them, since Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had appointed over the land.","12":"So they took all the men and went to fight with Ishmael son of Nethaniah, and found him by the great pool in Gibeon.","10":"Then Ishmael carried away captive all the rest of the people that were in Mizpah, including the king’s daughters — all the people who were left in Mizpah over whom Nebuzaradan the captain of the guard had put under the charge of Gedaliah son of Ahikam. Ishmael son of Nethaniah carried them away captive, and set off to cross over to Ammon’s children.","2":"Ishmael son of Nethaniah rose up with the ten men that were with him and struck down Gedaliah son of Ahikam son of Shaphan with the sword — putting to death the one whom the king of Babylon had appointed over the land.","8":"However ten men were found among them that said to Ishmael: “Don’t kill us! For we have hidden stores in the field — wheat, barley, oil and honey!” So he held off and did not kill them along with their companions.","17":"and they left and stayed at Chimham’s lodge, which is near Beth-lehem, in order to go on to enter Egypt,","11":"But Johanan son of Kareah, and all the commanders of the forces that were with him heard about all the evil that Ishmael son of Nethaniah had done.","1":"Now it was in the seventh month, that Ishmael son of Nethaniah son of Elishama — of royal descent and one of the chief officers of the king, along with ten men — came to Gedaliah son of Ahikam to Mizpah. While they were eating bread there together in Mizpah,","9":"Now the cistern where Ishmael cast all the corpses of the men whom he killed, because they were on Gedaliah’s side, was the one which King Asa had made for fear of King Baasa of Israel. Ishmael son of Nethaniah filled it with the slain.","14":"So all the people that Ishmael had carried away captive from Mizpah turned around and came back, and went over to Johanan son of Kareah.","7":"Yet it was that as soon as they came within of the city that Ishmael son of Nethaniah and the men with him slaughtered them within the cistern-pit.","15":"But Ishmael son of Nethaniah escaped from Johanan with eight men and went to Ammon’s children.","6":"So Ishmael son of Nethaniah went out from Mizpah to meet them, weeping all along as he went, and as he came to meet them, he said to them: “Come to Gedaliah son of Ahikam.”","4":"Now it was the next day after he had slain Gedaliah, when no one knew about it,","13":"Now when all the people who were with Ishmael saw Johanan son of Kareah and all the commanders of the forces that were with him, they were glad."},"45":{"2":"thus says ADONAI, the God of Israel, concerning you, Baruch: “you said:","4":"Thus shall you say to him, thus says ADONAI: “Behold, what I have built I will tear down, and what I have planted I will uproot — the whole land.","5":"But you, are you expecting great things for yourself? Seek no more! For I am about to bring calamity on all flesh” — it is a declaration of ADONAI — “but I will grant you your soul as spoil in all places where you may go.”","1":"The word that Jeremiah the prophet spoke to Baruch son of Neriah, when he wrote these words in a scroll from the mouth of Jeremiah, in the fourth year of Jehoiakim son of Josiah, king of Judah, saying,","3":"‘Oy to me now! For ADONAI has added sorrow to my pain. I am worn out with my groaning, and I find no rest.’”"},"42":{"16":"then it will come to pass that the sword, which you fear will overtake you there in the land of Egypt, and the famine about which you are anxious will follow hard after you there in Egypt — and there you will die.","3":"that ADONAI your God may tell us the way we should go and what we should do.”","5":"Then they said to Jeremiah: “Let ADONAI be a true and faithful witness against us if we do not act in accord with every word that ADONAI your God sends you to us.","21":"So I have this day declared it to you, but you will not obey the voice of ADONAI your God in anything for which He has sent me to you.","18":"For thus says ADONAI-Tzva’ot, the God of Israel: “As My anger and My fury were poured out on the inhabitants of Jerusalem, so will My fury be poured out on you, if you will enter Egypt. You will be an execration, a horror, a curse, and a disgrace, and you will never see this place again.”","12":"I will also show you compassion and he will have compassion on you, and restore you to your own soil.","10":"‘If you will still stay in this land, then will I build you up and not tear you down, and I will plant you and not uproot you. For I will relent concerning the calamity that I have done to you.","2":"and said to the prophet Jeremiah, “Please, let our petition be presented before you, and pray to ADONAI your God on our behalf,  for all this remnant — for we who are left are but a few out of many, as you are seeing with your own eyes —","22":"Now therefore know for sure that you will die by the sword, by famine, and by plague, in the place whither you desired to go to sojourn there.”","8":"Then he called Johanan son of Kareah, and all the commanders of the forces that were with him, and all the people from the least to the greatest,","17":"So will it be for all the people who set their faces to enter Egypt to sojourn there — they will die by the sword, by famine and by plague. So none of them will remain or escape from the calamity that I will bring on them.’”","11":"Do not be not afraid of the king of Babylon, whom you dread — do not be afraid of him” — it is a declaration of ADONAI — “for I am with you to save you, and deliver you from his hand.","1":"Then all the commanders of the forces, Johanan son of Kareah, Jezaniah son of Hoshaiah, and all the people from the least to the greatest, approached","9":"and said to them, “Thus says ADONAI, the God of Israel, to whom you sent me to present your supplication before Him:","14":"saying: ‘No, instead we’ll go into the land of Egypt, where we will see no war or hear the sound of a shofar or hunger for food, and live there’","7":"Now it was at the end of ten days that the word of ADONAI came to Jeremiah.","15":"now therefore hear the word of ADONAI, O remnant of Judah, thus says ADONAI-Tzva’ot, the God of Israel: If you really set your faces to enter Egypt, and go to sojourn there,","20":"For you have led your own souls in error, since it was you who sent me to ADONAI your God, saying: ‘Pray to ADONAI our God on our behalf, and in accord with all that ADONAI our God will say, so declare to us, and we will do it.","6":"Whether it be good or evil, we will obey the voice of ADONAI our God, to whom we are sending you, so that it may go well with us, when we obey the voice of ADONAI our God.”","4":"Then Jeremiah the prophet said to them: “I have heard you. Agreed: I will pray to ADONAI your God according to your words, and it will be that every word ADONAI will answer you, I will declare it to you — I will not keep a word from you.”","19":"ADONAI has spoken concerning you, O remnant of Judah: “Do not go to Egypt. Know for sure that I have forewarned you this day!","13":"But if you say, ‘We will not stay in this land,’ so that you do not obey the voice of ADONAI your God,"},"3":{"16":"It will be in those days when you multiply and become fruitful in the land.” It is a declaration of ADONAI.  “They will no longer talk about the ark of the covenant of ADONAI, nor will it come to mind or be remembered. Neither will it be missed or another one made again.","3":"Therefore showers have been withheld and there has been no spring rain. You have a harlot’s brazen look; you refuse to be ashamed.","5":"Would He keep a grudge forever? Would He keep it to the end?’ So you said — yet you have done all the evil things you could.”","21":"A voice is heard on the barren hills — the weeping and supplication of the children of Israel — because they perverted their way and forgot ADONAI their God.","18":"In those days the house of Judah will walk with the house of Israel. They will come together out of the land of the north to the land that I gave your fathers as an inheritance.”","12":"Go! Proclaim these words toward the north, saying: “Return backsliding Israel,” says ADONAI. “I will no longer frown on you, for I am merciful,” says ADONAI. “I will not keep a grudge forever.","10":"Yet after all this her unfaithful sister Judah did not return to Me with her whole heart, but only insincerely,” It is a declaration of ADONAI.","2":"“Lift your eyes to the barren hills and see! Where have you not been violated? By the wayside you sat waiting for them like a nomad in the desert. You have polluted the land with your prostitution and wickedness.","22":"“Return, backsliding children! I will heal your backsliding.” “Yes, we will come to You for You are ADONAI Eloheinu.","8":"I noted that when backsliding Israel committed adultery I sent her away and gave her a certificate of divorce. Yet, unfaithful Judah, her sister, did not fear. Instead she also went and committed adultery.","17":"At that time they will call Jerusalem the throne of ADONAI and all the nations will gather into it, to Jerusalem, in the Name of ADONAI. No longer will they walk according to the stubbornness of their evil heart.","11":"Then ADONAI said to me, “Backsliding Israel has proved herself more righteous than unfaithful Judah.","1":"“If a man divorces his wife and she leaves him to be with another man, will he return to her again? Would not such a land be totally polluted? You are a prostitute with many lovers. Now are you returning to Me?” It is a declaration of ADONAI.","9":"It happened that through her frivolous prostitution, she polluted the land and committed adultery with stones and with wood.","24":"But the shame has consumed the labor of our fathers since our youth — their flocks and their herds, their sons and their daughters.","14":"“Return, O backsliding children,” declares ADONAI. “For I am your Husband. I will choose you — one from a city and two from a clan — and will bring you to Zion.","7":"Yet I thought that after she had done all this she would return to Me. But she did not return. Even her unfaithful sister Judah saw it.","15":"I will give you shepherds after My own heart who will feed you knowledge and understanding.","20":"Yet as a woman betrays her lover, so have you betrayed Me, O house of Israel.” It is a declaration of ADONAI.","25":"Let’s lie down with our shame and let our disgrace cover us! For we have sinned against ADONAI Eloheinu — both we and our fathers — from our youth even to this day. We have not paid attention to the voice of ADONAI Eloheinu.”","23":"Surely help from the hills is a delusion — the commotion of the mountains! Surely in ADONAI Eloheinu is the salvation of Israel.","6":"Then ADONAI said to me in the days of King Josiah: “Have you seen what backsliding Israel did? She went up on every high mountain and under every green tree, and there she committed adultery.","4":"Did you not just now call to Me: ‘Avi! You are a friend of my youth.","19":"“Then I Myself said: ‘How gladly would I make you sons and give you a pleasant land — the most beautiful inheritance of the nations!’ I thought you would call Me — Avi! — and would not turn from following Me.","13":"Only acknowledge your iniquity. For you sinned against ADONAI your God and scattered your favors to foreign gods under every green tree. You have not obeyed My voice.” It is a declaration of ADONAI."},"20":{"16":"Now let that one be like the cities which ADONAI overturned, with no relenting — let him hear a cry in the morning and a shout of alarm at noon,","3":"The following morning, Pashhur released Jeremiah from the stocks. Then Jeremiah said to him, “ADONAI no longer calls your name Pashhur, but Magormissabib .","5":"“Moreover I will give away all the wealth of this city, and all its produce and its precious things, even all the treasures of the kings of Judah I will give over to the hand of their enemies, who will plunder them, take them away, and bring them to Babylon.","18":"Why did I ever come forth out of the womb to see trouble and sorrow, and my days end in shame?","12":"Yet, ADONAI–Tzva’ot — testing the righteous, seeing the mind and the heart, let me see Your vengeance on them! For to You have I presented my case.","10":"For I heard the whispering of many: “‘Terror on every side?’ Denounce him! Let’s denounce him!” Even all my close friends are watching for my fall: “Perhaps he may be deceived, so we’ll get the better of him, and we’ll get our revenge on him.”","2":"Pashhur had Jeremiah the prophet beaten and put in the stocks  at the Upper Benjamin Gate by the House of ADONAI.","8":"For whenever I speak, I cry out, I proclaim, “Violence and ruin!” For the word of ADONAI is scorn and ridicule to me all day long.","17":"since he did not kill me in the womb, so my mother might have been my grave — her womb filled forever.","11":"But ADONAI is with me like a dreadful warrior. Therefore my persecutors will stumble and will not prevail. Since they are not insightful and not wise, they will be utterly shamed — an everlasting disgrace, never to be forgotten.","1":"When Pashhur son of Immer the kohen, who was chief officer in the House of ADONAI, heard Jeremiah prophesying these things,","9":"But if I say: “I won’t mention Him, or speak any more in His Name,” then it is like fire burning in my heart — shut up in my bones — I weary myself holding it in, but I cannot.","14":"Cursed be the day I was born! The day that my mother bore me — may it never be blessed!","7":"ADONAI, You enticed me, so I was enticed. You overpowered me, and prevailed. I am a laughingstock all day long. Everyone mocks me.","15":"Cursed be the one who brought the news to my father, saying, “A baby boy is born to you!” making him so glad.","6":"“As for you, Pashhur, and all who live in your house, you will go into captivity, and you will go to Babylon. So there you will die, and there you will be buried — you and all your friends — to whom you have prophesied falsely.”","4":"For thus says ADONAI: ‘Behold, I will make you a terror both to yourself and to everyone you love. They will fall by the sword of their enemies, while your eyes look on. So I will give all Judah into the hand of the king of Babylon, and he will carry them captive to Babylon and will slay them with the sword.","13":"Sing to ADONAI, praise ADONAI! For He has delivered the soul of the needy one from the hand of evildoers."},"12":{"16":"“So it will come to pass, if they will diligently learn the ways of My people — to swear by My Name, ‘As ADONAI lives,’ just as they taught My people to swear by Baal — then they will be built up in the midst of My people.","3":"But You have known me, ADONAI. You see me, and examine my heart toward You. Drag them off like sheep for slaughter. Set them apart for the day of carnage.","5":"“If you raced with those on foot and they wore you out, how can you compete with horses? If you are secure in a land of peace, how will you do in Jordan’s thickets?","12":"On all the bare hills in the wilderness destroyers have come. For the sword of ADONAI is devouring from the one end of the land to the other end of the land. No flesh has shalom.","10":"“Many shepherds ruined My vineyard. They trampled My property. They made My pleasant portion a desolate wilderness.","2":"You planted them, so they have taken root. They are growing, bearing fruit. You are near in their mouth, yet far from their mind.","8":"My inheritance became to Me like a lion in the forest — her voice roared against Me! Therefore I despised her.","17":"But if they will not obey, then I will uproot that nation, plucking it up and destroying it.” It is a declaration of ADONAI.","11":"They made it a wasteland. It mourns before Me, desolate. The whole land will be laid waste, because no one takes it to heart.”","1":"Righteous are You, ADONAI, when I plead my case with You. Yet I speak with You about justice. Why does the way of the wicked prosper? Why do all the treacherous thrive?","9":"Is My inheritance a speckled vulture? Are vultures circling all around her? Go, gather all the wild beasts, bring them for devouring!","14":"Thus says ADONAI, “As for all My evil neighbors who strike at the inheritance that I bequeathed to My people Israel — I am about to uproot them from their land and pluck the house of Judah from them.","7":"“I have abandoned My House. I have forsaken My inheritance. I have given the beloved of My soul Into the hand of her enemies.","15":"Yet it will come to pass, after I have uprooted them, that I will again have compassion on them and I will bring them back, each one to his inheritance and each one to his land.","6":"For even your brothers — your father’s house — even they will betray you, even they will shout out after you. Have no confidence in them, even if they say nice words to you.”","4":"How long will the land mourn and the grass of all the field wither? Because those living in it are evil, beasts and birds are swept away. For they said, “He cannot see our end.”","13":"They sowed wheat but reaped thorns. They wore themselves out, gaining nothing. So be ashamed of your harvest, because of ADONAI’s fierce anger."},"10":{"16":"Jacob’s portion is not like these. For He is the Maker of all things and Israel, the tribe of His inheritance — ADONAI-Tzva’ot is His Name.”","3":"The customs of the peoples are useless: it is just a tree cut from the forest, the work of the hands of a craftsman with a chisel.","5":"Like a scarecrow in a cucumber garden, their idols cannot speak. They must be carried because they cannot walk!  Do not fear them for they can do no harm — nor do any good.”","21":"For the shepherds are stupid! They have not sought ADONAI. Therefore they have not acted wisely and all their flocks are scattered.”","18":"For thus says ADONAI: “I am about to hurl the inhabitants out of the land. At this time I will press hard on them so that they will be found out.”","12":"He made the earth by His power, established the world by His wisdom, and stretched out heaven by His understanding.","10":"But ADONAI Elohim is truth. He is the living God and eternal King. At His wrath the earth quakes and the nations cannot endure His indignation.","2":"Thus says ADONAI: “Do not learn the way of the nations or be frightened by signs of the heavens — though the nations are terrified by them.","22":"Listen! The sound of a report is coming — a great commotion out of the land of the north — to make the cities of Judah desolate, a haunt of jackals.","8":"They are totally stupid and foolish. Discipline is useless — it’s wood!","17":"Pick up your bundle from the ground, you who live under siege.","11":"Thus you will say to them: “The gods — which did not make the heavens and the earth — will perish from the earth and from under the heavens.”","1":"Hear the word that ADONAI speaks to you, house of Israel,","9":"Beaten silver is brought from Tarshish and gold from Uphaz. The work of the craftsman and of the goldsmith’s hands is clothed in blue and purple — all the work of skillful men.","24":"Chasten me, ADONAI, but with justice, not in Your anger, lest You reduce me to nothing.","14":"Everyone is stupid, ignorant. Every goldsmith is put to shame by his idol! His molten image is a fraud. There is no breath in them.","7":"Who should not fear You, Ruler of the nations? For it is your due! For among all the wise of the nations and in all their kingdoms, there is none like You.","15":"They are futile, a work of mockery. In the time of their punishment they will perish.","20":"“My tent is destroyed and all my ropes are snapped. My children are gone from me and are no more. No one is left to stretch out my tent or set up my tent curtains.","25":"Pour out Your wrath on the nations that do not acknowledge You and on the families that do not call on Your Name. For they have devoured Jacob, devoured and consumed him, and destroyed his homeland.","23":"I know, ADONAI, that a man’s way is not his own, nor does man, as he walks, direct his steps.","6":"There is none like You, ADONAI! You are great and great is Your Name in power.","4":"They decorate it with silver and gold, and fasten it with hammer and nails so it won’t totter.","19":"Oy to me because of my brokenness! My wound is incurable. Yet I said, “This is simply a sickness and I must bear it.”","13":"When His voice thunders, waters in heaven roar. He makes clouds rise from the ends of the earth. He makes lightning for the rain and brings forth wind from His storehouses."},"17":{"11":"As a partridge that broods over young that she did not lay, so is one who gets wealth, unjustly. In the middle of his days it will abandon him, so at his end he will be a fool.","3":"My mountain in the country, your wealth and all your treasures I will give away as plunder, along with your high places for sin within all your borders.","20":"and say to them: ‘Hear the word of ADONAI, kings of Judah, and all Judah and all inhabitants of Jerusalem who enter through these gates!","12":"Throne of glory on high from the beginning! Place of our sanctuary,","10":"I ADONAI search the heart, I try the mind, to give every man according to his ways, according to the fruit of his deeds.","17":"Be not a ruin to me — You are my refuge in the evil day.","13":"ADONAI, You are the hope of Israel! All who forsake You will be ashamed. Those who depart from You will be written in the dirt, for they have forsaken ADONAI, the fountain of living waters.","27":"“But if you do not listen to Me to keep Yom Shabbat holy, by not bearing a burden or entering through the gates of Jerusalem on Yom Shabbat, then I will set its gates on fire, and it will consume the citadels of Jerusalem, and not be quenched.’”","18":"Let my persecutors be ashamed, yet let me not be ashamed. Let them be dismayed, but let me not be dismayed. Bring on them the evil day, Destroy them with double destruction.","23":"Yet they did not listen or incline their ear, but stiffened their neck, not hearing or accepting correction.","19":"Thus said ADONAI to me: “Go, stand in the gate of the children of the people, through which the kings of Judah come in and go out, and in all the gates of Jerusalem,","1":"Judah’s sin is written with an iron pen and with a point of a diamond, engraved on the tablet of their heart and on the horns of your altars.","5":"Thus says ADONAI: “Cursed is the one who trusts in man, and depends on flesh as his arm, and whose heart turns from ADONAI.","4":"So you, on your own, let go of your heritage that I gave you. So I will make you serve your enemies in a land that you do not know. For you have kindled a fire in My nose that will burn forever.”","8":"For he will be like a tree planted by the waters, spreading out its roots by a stream. It has no fear when heat comes, but its leaves will be green. It does not worry in a year of drought, nor depart from yielding fruit.","26":"They will come from the cities of Judah and from all around Jerusalem, from the land of Benjamin, from the lowland, from the hill country and from the South, bringing burnt offerings and sacrifices, grain offerings, frankincense, and sacrifices of thanksgiving to the House of ADONAI.","14":"Heal me, ADONAI, and I will be healed. Save me, and I will be saved. For You are my praise.","22":"Nor should you carry a burden out of your houses on Yom Shabbat or do any work, but keep Yom Shabbat holy — as I commanded your fathers.”","25":"then there will enter in through the gates of this city kings and princes sitting on the throne of David, riding in chariots and on horses — with their princes, the people of Judah and those dwelling in Jerusalem — and this city will be inhabited forever.","9":"“The heart is deceitful above all things, and incurable — who can know it?","15":"Look, they are saying to me, “Where is the word of ADONAI? Let it come now!”","21":"Thus says ADONAI, “Guard your souls! Carry no burden on the day of Shabbat or bring it in through the gates of Jerusalem.","24":"“However, if you listen attentively to Me,” says ADONAI, “to bring in no burden through the gates of this city on Yom Shabbat, but sanctify Yom Shabbat and do no work on it,","16":"As for me, I have not run away from being a shepherd after You, nor have I desired the woeful day. What came out of my lips You know — it was before You.","7":"Blessed is the one who trusts in ADONAI, whose confidence is in ADONAI.","2":"So their children remember their altars and their Asherah poles by leafy trees on the high hills.","6":"For he will be like a bush in the desert. He cannot see goodness when it comes, but will dwell in parched places in the wilderness — a salt land where no one lives."},"51":{"11":"Sharpen the arrows. Fill the quivers! ADONAI has roused the spirit of the kings of the Medes. For His plan is against Babylon, to destroy it. For it is ADONAI’s vengeance, vengeance for His Temple.","41":"How has Sheshach  been taken, the praise of the whole earth seized? How has Babylon become a horror among the nations!","62":"and say: ‘ADONAI, you have spoken concerning this place, to cut it off, that nothing will dwell there, neither man nor beast, but that it will be desolate forever.’","64":"Then you will say: ‘Thus will Babylon sink, and not rise again, because of the calamity that I will bring on her. So they will weary themselves.’” Thus far are the words of Jeremiah.","45":"Come out of her, My people! Each of you, save your soul from the fierce anger of ADONAI.","42":"The sea has risen over Babylon — she is covered with its roaring waves.","3":"Let the archer bend his bow at her. Let him rise up at her in his armor. Do not spare her young men. Destroy her whole army.","20":"“You are My club, a war weapon — with you I shatter nations, with you I destroy kingdoms.","56":"For a destroyer is coming against her, against Babylon, and her warriors will be captured, their bows broken. For ADONAI is a God of restitution, He will fully repay.","12":"Raise a banner at Babylon’s walls! Strengthen the guard. Station watchmen. Prepare ambushes. For ADONAI has both planned and accomplished what He spoke about the Babylonians.","10":"ADONAI has brought forth our vindication! Come, let us declare in Zion the work of ADONAI Eloheinu!","61":"Then Jeremiah said to Seraiah: “When you arrive in Babylon, then see that you read all these words,","17":"All mankind is stupid, ignorant. Every goldsmith is disgraced by an idol, for his molten image is a lie — there is no breath in them.","51":"“We were shamed when we heard reproach. Disgrace has covered our faces, for foreigners entered the holy places of ADONAI’s House.”","44":"I will punish Bel in Babylon — What he swallowed I will make him disgorge out of his mouth. Nations will no longer stream to him. Yes, the wall of Babylon has fallen!","40":"“I will drag them down like lambs to the slaughter, like rams with he-goats.","13":"You dwelling by many waters, rich in treasures, your end has come, the measure of your covetousness.","27":"Raise a banner in the land! Blow a shofar among the nations! Consecrate the nations against her. Summon against her the kingdoms — Ararat, Minni and Ashkenaz. Appoint a marshal against her. Bring horses up like rough locusts.","30":"Babylon’s warriors ceased fighting. They stay in their strongholds. Their might is exhausted. They have become like women. Her dwellings are set ablaze, her gate-bars are broken.","53":"Even if Babylon went up to heaven and even if she fortified the height of her stronghold, from Me destroyers will come to her.” It is a declaration of ADONAI.","18":"They are futile, a work of delusion. In the time of their visitation they will perish.","36":"Therefore thus says ADONAI: “Yes, I will uphold your cause and take vengeance for you. I will dry up her sea, and make her fountain dry.","29":"Now the land shakes and writhes, for ADONAI’s plans against Babylon arise — to make the land of Babylon a desolation without inhabitant.","23":"with you I scatter shepherd and flock, with you I scatter plowman and ox-team, with you I scatter governors and officials.","19":"Jacob’s Portion is not like these, for He is the former of all things, including the tribe of His heritage — ADONAI-Tzva’ot is His Name.","1":"Thus says ADONAI: “Look! Stirring up against Babylon and those living in Leb-kamai, a spirit of destruction.","47":"Therefore behold, days are coming when I will punish Babylon’s idols. Her entire land will be disgraced and all her slain will fall in her midst.","59":"The word which Jeremiah the prophet commanded Seraiah son of Neriah, son of Mahseiah, when he went with King Zedekiah of Judah to Babylon in the fourth year of his reign. Now Seraiah was quartermaster.","5":"For neither Israel nor Judah will be widowed by his God, ADONAI-Tzva’ot, though their land is full of guilt before the Holy One of Israel.","54":"The sound of an outcry from Babylon! Great ruin from the land of Chaldea!","52":"“Therefore behold, days are coming” — it is a declaration of ADONAI — “when I will punish her idols, and the wounded will groan throughout all her land.","49":"Yes, Babylon is to fall for the slain of Israel, even as the slain of all the earth fell to Babylon.","4":"They will fall down slain in the land of Chaldea, thrust through in her streets.","8":"Suddenly Babylon is fallen!  Shattered! Howl over her! Bring balm for her wound. Perhaps she may be healed?","58":"Thus says ADONAI-Tzva’ot: “Babylon’s thick wall will be totally razed and her high gates burned with fire. So the peoples are toiling for nothing, and nations weary themselves for fire.”","26":"They will not even take from you a cornerstone or foundation stone, for you will be desolate forever.” It is a declaration of ADONAI.","39":"When they become hot, I will set out a banquet for them and will make them so drunk that they become merry — and then sleep a perpetual sleep and never awake.” It is a declaration of ADONAI.","14":"ADONAI-Tzva’ot has sworn by Himself: “Surely I will fill you with men like a locust swarm, and they will shout cheers over you.”","37":"Babylon will become heaps, a dwelling for jackals, a horror and a hissing, uninhabited.","22":"with you I break man and woman, with you I break elder and youth, with you I break young man and maid,","28":"Consecrate the nations against her, the kings of the Medes, its governors and all its deputies, and all the land of his dominion.","63":"“Now when you have finished reading this scroll, you will tie a stone to it and throw it into the middle of the Euphrates.","25":"“Beware! I am against you, destroyer of the Mount!” — it is a declaration of ADONAI — “Destroyer of all the land — I will stretch out My hand at you, roll you down from the cliffs, and make you a burning hill.","9":"We would have healed Babylon, but she cannot be healed. Abandon her! Let’s go, each one to his own country, for her judgment has reached up to the heavens  and has risen beyond the skies.","33":"For thus says ADONAI-Tzva’ot, the God of Israel: “The daughter of Babylon is like a threshing floor at treading time. A little longer, and the time of harvest for her will come.”","15":"One made the earth by His power, set up the world by His wisdom, and spread out the heavens by His knowledge.","34":"“Nebuchadnezzar king of Babylon has devoured me, crushed me, set me aside like an empty dish, swallowed me up like a dragon, filled his belly with my delicacies, rinsed me away.”","21":"With you I wreck horse and rider, with you I wreck chariot and rider,","57":"“I will intoxicate her officials and sages, her governors, deputies, and warriors, and they will sleep a perpetual sleep, and not awake.” It is a declaration of the King, whose Name is ADONAI-Tzva’ot.","24":"I will repay Babylon and all living in Chaldea for all their evil that they did in Zion, before your eyes.” It is a declaration of ADONAI.","46":"Do not be faint-hearted, or be intimidated by the rumor heard in the land — one year one rumor comes, next year, another rumor. Yet violence will be in the land, with ruler against ruler.","16":"At His giving voice — tumult of waters in the skies! He causes clouds to rise from the ends of the earth. He makes lightning for the rain and brings forth wind from His storehouses.","35":"The one dwelling in Zion says: “Let the violence done to me and my flesh be upon Babylon!” Jerusalem says: “My blood be on the Chaldeans!”","32":"The fords have also been seized and the marshes burned with fire, so the warriors are in panic.","7":"Babylon has been a golden cup in ADONAI’s hand, intoxicating the whole earth. The nations drunk her wine — so the nations are going crazy.","43":"Her cities became desolation, a dry land, desert, uninhabited land, through which no son of man passes.","48":"Then heaven and the earth and all that is in them will sing for joy over Babylon,  for the destroyers from the north will come to her.” It is a declaration of ADONAI.","2":"I will send strangers to Babylon to scatter her and empty her land. For in the day of trouble they will be against her all around.","38":"They roar together like young lions, growl like lions cubs.","55":"For ADONAI is devastating Babylon, and will silence her loud voice. Their waves will roar like many waters. The noise of their voices will resound.","60":"And Jeremiah wrote in a single scroll all the evil that would come upon Babylon, including all these words that were written about Babylon.","50":"Escapees from the sword, go! Do not stand still! Remember ADONAI from afar — and make aliyah to Jerusalem in your heart.","6":"Flee from within Babylon! Each one, escape with his soul! Be not silenced in her iniquity! For it is a time of vengeance for ADONAI. He will repay her recompense.","31":"One runner runs to meet another, and one messenger to meet another, to tell Babylon’s king that his city has been taken from end to end."},"44":{"11":"Therefore thus says ADONAI-Tzva’ot, the God of Israel: “I will soon set My face against you for calamity, to cut off all Judah.","3":"because of their wickedness which they committed to provoke Me, by continuing to burn sacrifices for and serve other gods, whom they had not known — not they, nor you, nor your fathers.","20":"Then Jeremiah said to all the people, to the men and the women, to all the people that were giving him such an answer, saying:","12":"I will take the remnant of Judah who set their faces to enter the land of Egypt to sojourn there, and they will all be consumed, falling in the land of Egypt by the sword and by famine. They will die, from the least to the greatest, by the sword and by famine, and they will be an execration, and a horror, a curse, and a disgrace.","10":"They have not become contrite even to this day, nor have they feared nor walked in My Torah, My statutes, that I set before you and before your fathers.”","17":"Instead we will definitely do every word as went out of our mouth — burning incense to the queen of heaven and pouring out drink offerings to her, just as we did, we and our fathers, our kings and our princes, in the cities of Judah and in the streets of Jerusalem — for then we had plenty of food, were well off, and saw no calamity.","13":"So I will punish those dwelling in the land of Egypt, as I have punished Jerusalem, by the sword, by famine, and by plague.","27":"Here I am, watching over them for evil, and not for good. All the people of Judah who are in the land of Egypt will be consumed by the sword and by famine, until there is an end of them.","30":"Thus says ADONAI: “Soon, I will give Pharaoh Hophra king of Egypt into the hand of his enemies, and into the hand of them who seek his life, just as I gave King Zedekiah of Judah into the hand of King Nebuchadnezzar of Babylon, his enemy who was seeking his life.”","18":"But since we stopped burning incense to the queen of heaven and pouring out drink offerings to her, we have lacked everything and have been consumed by the sword and by famine.","29":"“Moreover, this will be the sign to you: I will visit punishment on you in this place, so that you may know that My words will surely stand against you as calamity.”","23":"Because you have burned incense, because you have sinned against ADONAI and have not listened to the voice of ADONAI, nor walked in His Torah, nor in His statutes, nor in His testimonies — that is why this calamity has befallen you, as it is this day.”","19":"Moreover, when we were burning incense to the queen of heaven and pouring out drink offerings to her, when we made cakes for her in her image and poured out drink offerings to her, were we without our husbands?”","1":"The word that came to Jeremiah concerning all the Jews dwelling in the land of Egypt — at Migdol, at Tahpanhes, at Noph, and in the region of Pathros , saying,","5":"But they did not listen or incline their ear to turn from their wickedness, to stop making offering to other gods.","4":"Yet I sent you all My servants the prophets, sending them early and often, saying: ‘Oh, do not do this loathsome thing that I hate.’","8":"You are provoking Me with the works of your hands, burning incense to other gods in the land of Egypt, where you have come to dwell, so that you will be cut off and become a curse and a disgrace among all the nations of the earth.","26":"Therefore hear the word of ADONAI, all Judah dwelling in the land of Egypt: “Behold, I have sworn by My great Name,”  declares ADONAI, “never more will My Name be invoked in the mouth of anyone of Judah in all the land of Egypt saying: ‘As my Lord ADONAI lives.’","14":"So none of the remnant of Judah entering the land of Egypt to sojourn there will escape or remain, to return to the land of Judah, when they are longing with their soul to return to live there; for none will return except as refugees.”","22":"Then ADONAI could no longer endure it, because of the evil of your deeds, because of the abominations that you committed! So your land has become a wasteland, a desolation and a curse, without inhabitant, as it is this day.","28":"Those escaping the sword will return out of the land of Egypt into the land of Judah only few in number. Then the remnant of Judah who entered the land of Egypt to sojourn there, will know whose word stands up — Mine or theirs!” It is a declaration of ADONAI.","25":"Thus says ADONAI-Tzva’ot, the God of Israel, saying: ‘You and your wives have both spoken with your mouths and fulfilled it with your hands, saying: “We will definitely perform our vows that we have vowed, to burn incense to the queen of heaven and to pour out drink-offerings to her.” You surely will confirm your vows and surely will perform your vows!’”","9":"Have you forgotten the evils of your fathers, the evils of the kings of Judah, the evils of their wives, and your own evils and the evils of your wives, which were committed in the land of Judah and in the streets of Jerusalem?","15":"Then all the men who knew that their wives were burning incense to other gods, along with all the women that stood by — a large assembly — with all the people dwelling in Pathros in the land of Egypt, responded to Jeremiah, saying:","21":"“The incense-burning that you offered in the cities of Judah and in the streets of Jerusalem — you and your fathers, your kings, your officials, and the people of the land — ADONAI did remember them, they did come into His heart.","24":"Moreover Jeremiah said to all the people and to all the women: “Hear the word of ADONAI, all Judah that are in the land of Egypt.","16":"“As for the word that you spoke to us in the Name of ADONAI, we are not going to listen to you!","7":"So now, thus says ADONAI, Elohim-Tzva’ot, the God of Israel: “Why are you committing this great evil against your own souls? You cut off from yourselves man and woman, infant and nursing child, from the midst of Judah, to leave yourself without a remnant.","2":"thus says ADONAI-Tzva’ot, the God of Israel: “You have seen all the calamity that I brought on Jerusalem and on all the cities of Judah. Behold, today they are a ruin, and no one lives in them,","6":"“Therefore My fury and Mine anger was poured out and blazed in the cities of Judah and in the streets of Jerusalem. So they are waste and a ruin, as it is today."},"40":{"16":"But Gedaliah son of Ahikam said to Johanan son of Kareah, “Don’t do this thing! For what you are saying about Ishmael is a lie.”","3":"and ADONAI brought it about and did just as He said. Because you have sinned against ADONAI and have not listened to His voice, this thing has happened to you.","5":"But he would not turn back. “Go back then to Gedaliah son of Ahikam son of Shaphan, whom the king of Babylon has made governor over the cities of Judah, and dwell with him among the people; or go anywhere it seems right in your eyes to go.” Then the captain of the guard gave him a ration and a gift, and let him go.","12":"then all the Jews returned out of all places where they had been driven, and came back to the land of Judah, to Gedaliah at Mizpah, and gathered wine and summer fruit in great abundance.","10":"As for me, look, I will dwell at Mizpah, to stand before the Chaldeans who come to us. But as for you, gather wine, summer fruit and oil, and put them in your jars, and dwell in your cities that you have taken over.”","2":"Now the captain of the guard had taken Jeremiah and said to him: “ADONAI your God pronounced this evil against this place,","8":"So they came to Gedaliah at Mizpah — including Ishmael son of Nethaniah, Johanan and Jonathan sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah son of the Maacathite — they and their men.","11":"Also when all the Jews who were in Moab, among Ammon’s children, in Edom, and in all the countries, heard that the king of Babylon had left a remnant of Judah, and that he had appointed over them Gedaliah son of Ahikam son of Shaphan,","1":"The word which came to Jeremiah from ADONAI, after Nebuzaradan the captain of the guard had released him from Ramah. He had taken him bound in chains among all the captives of Jerusalem and Judah, who were being exiled to Babylon.","9":"Then Gedaliah son of Ahikam son of Shaphan swore to them and to their men, saying: “Do not be afraid to serve the Chaldeans. Stay in the land and serve the king of Babylon, and it will go well for you.","14":"and said to him, “Are you aware that Baalis the king of Ammon’s children has sent Ishmael son of Nethaniah to take your life?” But Gedaliah son of Ahikam did not believe them.","7":"Now all the commanders of the forces that were in the field — they and their men — heard that the king of Babylon had appointed Gedaliah son of Ahikam over the land, and had put him in charge of the men, and women and children, the poorest of the land who were not carried away captive to Babylon.","15":"Then Johanan son of Kareah spoke privately to Gedaliah at Mizpah, saying, “Let me go now, and I will slay Ishmael son of Nethaniah, and no one will know it. Why should he take your life, so that all the Jews that are gathered to you would be scattered, and the remnant of Judah perish?’","6":"So Jeremiah went to the son of Ahikam to Mizpah, and dwelt with him among the people that were left in the land.","4":"But now behold, I am freeing you this day from the chains that are on your hand. If it is good in your eyes to come with me to Babylon, come, and I will look after you. But if it is evil in your eyes to come with me to Babylon, stop. Look, the whole land is before you — wherever it seems good and right to you to go, there go.”","13":"Then Johanan son of Kareah and all the commanders of the forces that were in the field came to Gedaliah to Mizpah"},"13":{"11":"For just as the waistband clings to a man’s waist, so I will make the whole house of Israel and the whole house of Judah cling to Me,” declares ADONAI, “to be to Me a people, a name, a praise and a glory. But they would not obey.”","3":"Then the word of ADONAI came to me a second time, saying:","20":"Lift up your eyes and see those coming from the north. Where is the flock given to you, Your beautiful sheep?","12":"Moreover, speak this word to them, thus says ADONAI, the God of Israel: “Every jug should be filled with wine.” When they say to you, ‘Don’t we know very well that every jug should be filled with wine?’","10":"This wicked people, who refuse to hear My words, who walk in the stubbornness of their own heart, and go after other gods to serve them and worship them, will be just like this waistband — worth nothing at all.","17":"But if you will not listen, my soul will sob in secret before such pride, and my eyes will weep bitterly and overflow with tears, for ADONAI’s flock will be taken captive.","13":"Then you will say to them, thus says ADONAI, ‘I am about to fill all the inhabitants of this land — even the kings who sit on David’s throne, the kohanim, the prophets, and all the inhabitants of Jerusalem — with drunkenness.","27":"Your adulteries, your lustful neighings, the lewdness of your prostitution — on the hills in the field I have seen your loathsome acts. Oy you, Jerusalem! You are unclean! How much longer?”","18":"Say to the king and the queen mother: “Sit down low, for your glorious crown has fallen from your head.”","23":"Can the Ethiopian change his skin? Or the leopard his spots? So, could you do good, that are accustomed to doing evil?","19":"The towns of the South will be shut up, with no one to open them. All Judah is taken into exile — utterly swept into exile.","1":"Thus ADONAI said to me: “Go, and buy yourself a linen waistband and put it around your waist, and do not put it in water.”","5":"So I went and hid it at Perath, as ADONAI commanded me.","4":"“Take the waistband that you bought, which is on your waist, and get up, go to Perath  and hide it there in a cleft of the rock.”","8":"Then the word of ADONAI came to me, saying,","26":"Therefore I will also uncover your skirts over your face, expose your shame.","14":"And I will smash them against each other, even fathers and sons,’ says ADONAI. ‘I will show no pity, nor regret, nor compassion, to keep Me from destroying them.’”","22":"Suppose you say in your heart, “Why did these things happen to me?” Because of your great iniquity, your skirts are uncovered and your heels suffer violence.","25":"This is your lot, the portion measured for you from Me.” It is a declaration of ADONAI. “For you have forgotten Me and trusted in falsehood.","9":"thus says ADONAI: “Just so I will mar the pride of Judah and the great pride of Jerusalem.","15":"Hear and give ear! o not be haughty! For ADONAI has spoken.","21":"What will you say, when He sets up the allies you cultivated for yourself, over you as head? Will not labor pains seize you, like a woman in travail?","24":"“Therefore I will scatter them like drifting straw in the desert wind.","16":"Give glory to ADONAI your God, before it grows dark, and before your feet stumble on mountains at dusk. When you look for light, He turns it into the shadow of death, and turns it into deep darkness.","7":"So I went to Perath, dug it up and took the waistband from the place where I had hidden it. But to my surprise, the waistband was marred, worth nothing at all.","2":"So I got a waistband in keeping with the word of ADONAI, and put it on my waist.","6":"Now it came to pass after many days that ADONAI said to me: “Get up, go to Perath, and take the waistband that I commanded you to hide there.”"},"27":{"16":"Then I spoke to the kohanim and to all this people, saying, thus says ADONAI: “Do not listen to the words of your prophets who prophesy to you, saying: ‘See, the vessels of ADONAI’s House will now shortly be brought back from Babylon’ — for they prophesy a lie to you.","3":"Then send such to the king of Edom, to the king of Moab, to the king of Ammon’s children, to the king of Tyre and to the king of Zidon, by the hand of messengers that come to Jerusalem to King Zedekiah of Judah.","5":"‘I have made the earth, mankind and beast which are on the face of the earth, by My great power and by My outstretched arm — and I give it to whom it seems right to Me.","21":"yes, thus says ADONAI-Tzva’ot, the God of Israel, concerning the vessels that remain in the House of ADONAI, in the house of the king of Judah and at Jerusalem:","18":"But if they are prophets, and if the word of ADONAI is with them, let them now make intercession to ADONAI-Tzva’ot, that the vessels that are left in the House of ADONAI, in the palace of the king of Judah, and in Jerusalem, would not go to Babylon.”","12":"Then I spoke to King Zedekiah of Judah with all these same words, saying: “Put your necks under the yoke of the king of Babylon, serve him and his people — and live.","10":"For they prophesy a lie to you, in order to remove you far from your land, so that I would drive you out and you would perish.","2":"thus says ADONAI to me — “Make straps and yoke-bars, and put them on your neck.","22":"“They will be brought to Babylon, and there will they be until the day that I take note of them” — it is a declaration of ADONAI — “and bring them up and restore them to this place.”","8":"“Now it will be, that the nation or the kingdom which will not serve the same King Nebuchadnezzar of Babylon, and will not put their neck under the yoke of the king of Babylon, that nation I will punish with the sword, with famine, and with pestilence,” declares ADONAI, “until I have destroyed it by his hand.","17":"Do not listen to them. Serve the king of Babylon, and live. Why should this city become a ruin?","11":"“But the nation that will bring their neck under the yoke of the king of Babylon and serve him, that nation I will let remain in its land, and they will till it and dwell in it.” It is a declaration of ADONAI.","1":"In the beginning of the reign of Jehoiakim son of Josiah, king of Judah, came this word to Jeremiah from ADONAI, saying —","9":"But as for you, do not listen to your prophets, your diviners, your dreams, your soothsayers, or your sorcerers, who speak to you, saying, ‘You will not serve the king of Babylon.’","14":"Do not listen to the words of the prophets who speak to you, saying, ‘You will not serve the king of Babylon,’ for they prophesy a lie to you.”","7":"All the nations will serve him — and his son, and his grandson — until the time of his own land comes, and then many nations and great kings will make him their slave.’","15":"“For I have not sent them,” says ADONAI, “and they prophesy falsely in My Name, with the result that I will drive you out, and that you will perish — you and the prophets that prophesy to you.”","20":"which King Nebuchadnezzar of Babylon has not taken, when he carried away captive Jeconiah son of Jehoiakim, king of Judah, from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem,","6":"So now I have given all these lands into the hand of King Nebuchadnezzar of Babylon, My servant. I have even given the beasts of the field to serve him.","4":"Charge them to their masters, saying, thus says ADONAI-Tzva’ot, the God of Israel, thus will you say to your masters:","19":"For thus says ADONAI-Tzva’ot concerning the pillars, the sea, the bases, and the rest of the vessels that remain in this city,","13":"Why should you die — you and your people — by the sword, by famine, or by pestilence, as ADONAI has spoken against the nation that will not serve the king of Babylon?"},"30":{"16":"Yet all who devour you will be devoured, and all your foes — all of them — will go into captivity. Those plundering you will be plundered, and all preying on you I give as prey.","3":"For behold, the days are coming,” declares ADONAI, “when I will return My people Israel and Judah from exile,” declares ADONAI. “I will bring them back to the land that I gave to their fathers, and they will possess it.”","5":"For thus says ADONAI: “We heard a sound of trembling, of dread — there is no shalom.","21":"His noble one will be one of His own. His ruler will come forth from among His own. I will bring Him near, and He will approach Me. For who is he who will pledge his heart to approach Me?” It is a declaration of ADONAI.","18":"Thus says ADONAI, “Indeed, I will return Jacob’s tents from exile, and have compassion on his dwellings. The city will be rebuilt on her mound . The citadel will stand in its rightful place.","12":"For thus says ADONAI: “Your hurt is incurable, and your wound is severe.","10":"So now, do not fear, Jacob My servant,” says ADONAI, “nor be dismayed, O Israel, for behold, I will save you from afar, your seed from the land of their exile. Jacob will again be quiet and at ease, and no one will make him afraid.","2":"thus says ADONAI, the God of Israel: “Write all the words that I have spoken to you in a scroll.","22":"“So you will be My people, and I will be your God.”","8":"It will be in that day” — it is a declaration of ADONAI-Tzva’ot — “that I will break his yoke from off your neck, and will tear off your bonds. Foreigners will no longer enslave him.","17":"For I will restore health to you and will heal you of your wounds.” It is a declaration of ADONAI. “For they called you an outcast: ‘Zion — no one cares about her.’”","11":"For I am with you,” declares ADONAI, “to save you, for I will make a full end of all the nations where I scatter you. but I will not make a full end of you. For I will discipline you justly, but will not leave you unpunished.”","1":"The word came to Jeremiah from ADONAI, saying:","9":"Instead they will serve ADONAI their God and David their king, whom I will raise up for them.","24":"ADONAI’s fierce anger will not turn back until He has done it, until He fulfills the purposes of His heart. in the last days you will understand it.","14":"All your lovers have forgotten you. They are not looking for you. For I wounded you as an enemy — with cruel punishment — because your iniquity is vast, your sins innumerable.","7":"Oy! For that day is monumental. There will be none like it — a time of trouble for Jacob! Yet out of it he will be saved.","15":"Why cry about your fracture? Your pain has no cure. Because your iniquity is vast, your sins innumerable, I did these things to you.","20":"His children also will be as formerly — his community set up before Me — and I will punish all his oppressors.","25":"“At that time,” declares ADONAI, “I will be God to all families of Israel, and they will be My people.”","23":"Look! A storm of ADONAI! Fury has burst out as a churning storm, whirling about the head of the wicked.","6":"Ask now, and see whether a man can give birth. Why do I see every man with his hands on his loins, like a woman giving birth? Why have all faces turned pale?","4":"Now these are the words that ADONAI spoke to Israel and to Judah.","19":"Out of them will come thanksgiving and the sound of celebration. I will multiply them, so they will not decrease. I will also honor them, so they will not be insignificant.","13":"No one pleads your cause, for there is no remedy for your wound, no healing for you."},"18":{"16":"Their land will become a horror, a perpetual hissing — every one passing by will be stunned and shake his head.","3":"So I went down to the potter’s house, and there he was making a work on the wheels.","5":"Then the word of ADONAI came to me, saying:","21":"Therefore give their children to famine and pour out the power of the sword. Let their wives be bereaved of children, and widows, and let their men be slain to death, and their young men struck down by the sword in battle.","18":"Then they said: “Come, let us devise plans against Jeremiah. Surely Torah from the kohen will not be lost, nor will counsel from the wise, nor will the word from the prophet. Come, let’s strike at him with the tongue, and pay no attention to any of his words.”","12":"But they say: ‘It’s hopeless! So we will walk after our own plans, and each of us will act in the stubbornness of his evil heart.’”","10":"But if it does evil in My sight, not listening to My voice, then I will relent of the good that I had said I would do to it.”","2":"“Arise, and go down to the potter’s house, and there I will cause you to hear My words.”","22":"Let a cry be heard from their houses when suddenly You bring a troop on them. For they dug a pit to capture me, and hid snares for my feet.","8":"But if that nation turns from their evil, because of what I have spoken against it, I will relent concerning the calamity that I planned to do to it.","17":"Like an east wind, I will scatter them before the enemy. I will see their back, not their face, in the day of their calamity.”","11":"So now, speak to the people of Judah and to the inhabitants of Jerusalem, saying, thus says ADONAI: “I am about to bring calamity against you, and devise disaster against you. Turn back now — everyone from his evil way — and amend your ways and your doings.","1":"The word came to Jeremiah from ADONAI, saying:","9":"Or at another time I may speak about a nation or about a kingdom, to build up or to plant it.","14":"Does the snow of Lebanon abandon the rock of the field? Or is the cold water flowing from afar pulled back?","7":"At one moment I may speak about a nation or about a kingdom, to uproot, to pull down or to destroy it.","15":"Yet My people have forgotten Me. They burn incense to a delusion and stumble in their ways — off the ancient paths — to walk on side-tracks, rather than a built-up highway.","20":"Will good be repaid for evil? For they dug a pit for my soul. Remember how I stood before You to speak good on their behalf, to turn Your wrath from them.","23":"Yet You know their whole plot, ADONAI, against me to slay me. Do not forgive their iniquity or blot out their sin before You. But make them stumble before You. Act against them in the time of Your anger.","6":"“O house of Israel, can I not do with you as this potter does?” declares ADONAI. “Behold, as the clay in the potter’s hand, so are you in My hand, O house of Israel.","4":"Whenever the pot that he was making from the clay became flawed in the hand of the potter, he remade it into another pot, as it pleased the potter to make.","19":"Be attentive to me, ADONAI! Listen to the voice of my opponents.","13":"Therefore thus says ADONAI: “Ask now among the nations, whoever has heard such things? The virgin of Israel has done a most terrible thing."},"36":{"11":"Now when Micaiah son of Gemariah son of Shaphan, had heard from the scroll all the words of ADONAI,","3":"Perhaps the house of Judah will hear all the calamity that I am planning to do to them, in order that they may turn, each one from his evil way. Then I would forgive their iniquity and their sin.”","20":"Then they went to the king in the courtyard, after they had deposited the megillah in the chamber of the scribe Elishama. They reported all the words in the ears of the king.","12":"he went down to the scribe’s chamber of the king’s palace. All the officials sat there — the scribe Elishama, Delaiah son of Shemaiah, Elnathan son of Achbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the officials.","10":"Then Baruch read from the scroll the words of Jeremiah in the House of ADONAI, in the chamber of Gemariah son of the scribe Shaphan, in the upper court at the entry of the New Gate of the House of ADONAI, in the ears of all the people.","17":"They also asked Baruch, saying: “Tell us now, how did you write all these words? At his dictation?”","13":"Then Micaiah reported to them all the words that he had heard Baruch reading out of the scroll in the ears of the people.","27":"Then the word of ADONAI came to Jeremiah, after the king had burned the megillah with the words that Baruch had written at the mouth of Jeremiah, saying:","30":"Therefore thus says ADONAI about King Jehoiakim of Judah: “He will have no one to sit on the throne of David. Moreover, his dead body will be tossed out to the heat of the day and the frost of the night.","18":"Then Baruch answered them: “He pronounced all these words to me with his mouth, and I wrote them with ink into the scroll.”","29":"About King Jehoiakim of Judah you will say, thus says ADONAI: ‘You have burned this megillah, saying, “Why have you written in it, saying the king of Babylon will surely come and destroy this land and will bring an end to both man and beast from it?” ’”","23":"Now as soon as Jehudi had read three or four columns, he cut it with the scribe’s knife and tossed it into the fire that was in the fireplace, until the whole megillah was consumed in the fire in the fireplace.","19":"Then the officials said to Baruch: “Go, hide yourself — you and Jeremiah — and let no one know where you are.”","1":"Now it happened in the fourth year of Jehoiakim son of King Josiah of Judah, that this word came to Jeremiah from ADONAI, saying:","5":"Then Jeremiah commanded Baruch, saying: “I am detained; I cannot go into the House of ADONAI.","4":"So Jeremiah called Baruch son of Neriah, and Baruch wrote from Jeremiah’s mouth, all the words that ADONAI had spoken to him, into a megillah scroll.","8":"So Baruch son of Neriah did according to all that the prophet Jeremiah commanded him, reading from the book the words of ADONAI in the House of ADONAI.","26":"Then the king commanded Jerahmeel the king’s son, along with Seraiah son of Azriel and Shelemiah son of Abdeel, to seize the scribe Baruch and the prophet Jeremiah — but ADONAI hid them.","14":"All the officials sent Jehudi son of Nethaniah son of Shelemiah son of Cushi, to Baruch, saying: “Bring in your hand the megillah which you read in the ears of the people and come.” So Baruch son of Neriah brought the megillah in his hand and went to them.","22":"Since it was the ninth month, the king was residing in the winter house, with a fireplace burning before him.","28":"“Take yet another megillah, and write in it all the original words that were in the first roll, which Jehoiakim the king of Judah burned up.","25":"Moreover Elnatan, Delaiah and Gemariah entreated the king not to burn the megillah, but he would not listen to them.","9":"Now it came to pass in the fifth year of Jehoiakim son of King Josiah of Judah, in the ninth month, that they proclaimed a fast before ADONAI — all the people in Jerusalem and all the people that came from the cities of Judah to Jerusalem.","15":"Then they said to him: “Sit down now, and read it in our ears.” So Baruch read it in their ears.","21":"So the king sent Jehudi to fetch the megillah, and he brought it out of the chamber of the scribe Elishama. Jehudi read it in the ears of the king and all the officials who were standing by the king.","24":"Yet neither the king, nor any of his servants who heard all these words were afraid, nor tore their clothes.","16":"After they had heard all the words, they turned to each other in fear, then said to Baruch: “We will surely report all these words to the king.”","32":"Then Jeremiah took another megillah and gave it to the scribe Baruch son of Neriah, who wrote in it from the mouth of Jeremiah all the words of the scroll which King Jehoiakim of Judah had burned up in the fire — and added to them many similar words.","7":"Perhaps they will present their supplication before ADONAI, and each one will turn from his wicked way. For great is the anger and fury that ADONAI has pronounced against this people.”","2":"“Take a megillah scroll, and write in it all the words that I have spoken to you about Israel, about Judah, and about all the nations from the day I spoke to you — from the days of Josiah until this day.","6":"So you go and read in the megillah — which you have written from my mouth, the words of ADONAI — in the ears of the people, in the House of ADONAI, on a fast day. You should also read them in the ears of all Judah coming from their towns.","31":"I will also punish him and his offspring and his servants for their iniquity, and I will bring on them, and on the inhabitants of Jerusalem and the people of Judah all the calamity that I have pronounced against them — but they did not listen.”"},"29":{"11":"For I know the plans that I have in mind for you,” declares ADONAI, “plans for shalom and not calamity — to give you a future and a hope.","3":"by the hand of Elasah son of Shaphan, and Gemariah son of Hilkiah, whom King Zedekiah of Judah sent to Babylon to Nebuchadnezzar king of Babylon, saying,","20":"“But you, hear the word of ADONAI, all you of the exile whom I have sent from Jerusalem to Babylon,”","12":"“Then you will call on Me, and come and pray to Me, and I will listen to you.","10":"For thus says ADONAI: “After 70 years for Babylon are complete, I will visit you, and fulfill My good word toward you — to bring you back to this place.","17":"thus says ADONAI-Tzva’ot: “I am about to send on them the sword, famine and pestilence, and will make them like vile figs, that cannot be eaten, they are so bad.","13":"You will seek Me and find Me,  when you will search for Me with all your heart.","27":"So now, why haven’t you rebuked Jeremiah of Anathoth, who makes himself out to be a prophet to you?","30":"Then the word of ADONAI came to Jeremiah, saying:","18":"I will pursue them with the sword, famine and pestilence, and will make them a horror to all the kingdoms of the earth — a curse and an astonishment, a hissing and a disgrace — among all the nations where I have driven them,","29":"So Zephaniah the kohen read this letter in the ears of the prophet Jeremiah.","23":"because they have been disgraceful in Israel, committing adultery with their neighbors’ wives and speaking words in My Name falsely, which I did not command them. But I am the One who knows and I am witness.” It is a declaration of ADONAI.","19":"because they have not listened to My words,” declares ADONAI, “which I sent to them by My servants the prophets, sending them early and often, but you would not hear.” It is a declaration of ADONAI.","1":"Now these are the words of the letter that the prophet Jeremiah sent from Jerusalem to the elders remaining in exile, as well as to the kohanim, the prophets and to all the people Nebuchadnezzar had carried off captive from Jerusalem to Babylon","5":"“Build houses and live in them; also plant gardens and eat their fruit;","4":"thus says ADONAI-Tzva’ot, the God of Israel, to all those in captivity, whom I removed as captives into exile from Jerusalem to Babylon:","8":"For thus says ADONAI, the God of Israel: “Do not let your prophets who are among you or your diviners beguile you, and pay no attention to the dreams which you make them keep dreaming.","26":"‘ADONAI has made you kohen instead of Jehoiada the kohen, so that there should be officers in the House of ADONAI for every madman prophesying and so that you will put him in the stocks and iron collar.","14":"Then I will be found by you,” says ADONAI, “and I will return you from exile, and gather you from all the nations and from all the places where I have driven you,” says ADONAI, “and I will bring you back to the place from which I removed you as captives into exile.”","22":"So a curse will be taken up by everyone in exile from Judah who are in Babylon, saying: ‘May ADONAI make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire’ —","28":"For he has sent word to us in Babylon, saying: “The exile will be long — build houses and live in them; plant gardens and eat their fruit.’”","25":"thus declares ADONAI-Tzva’ot, the God of Israel, saying: “Because you have sent letters in your own name to all the people who are at Jerusalem, to Zephaniah son of Maaseiah the kohen, and to all the kohanim, saying:","9":"For they prophesy falsely to you in My Name; I have not sent them.” It is a declaration of ADONAI.","15":"For you have said: “ADONAI has raised up prophets for us in Babylon.”","21":"thus says ADONAI-Tzva’ot, the God of Israel, “concerning Ahab son of Kolaiah, and concerning Zedekiah son of Maaseiah, who prophesy a lie to you in My name: I will soon deliver them into the hand of King Nebuchadnezzar of Babylon — and he will slay them before your eyes.","24":"Now concerning Shemaiah the Nehelamite you will surely say,","16":"For thus says ADONAI about the king who sits on the throne of David and about all the people who dwell in this city, your kinsmen who did not go with you into captivity,","32":"therefore thus says ADONAI, “I will indeed punish Shemaiah the Nehelamite and his offspring. There will be none living among this people, and he will not see the good that I will do to My people,” declares ADONAI, “because he has spoken rebellion against ADONAI.”","7":"Also seek the shalom of the city where I took you as captives in exile, and pray to ADONAI for it — for in its shalom will you have shalom.”","2":"(after Jeconiah the king, the queen-mother, the officers, the princes of Judah and Jerusalem, and the craftsmen and the smiths, had to leave Jerusalem). The letter was sent","6":"take wives and have sons and daughters; and take wives for your sons and give your daughters to husbands, so that they may bear sons and daughters; and multiply there, and do not decrease.","31":"Send word to all of the captivity, saying, thus says ADONAI concerning Shemaiah the Nehelamite: “Because Shemaiah has prophesied to you, though I did not send him, and he has caused you to trust in a lie,”"},"23":{"11":"For both prophet and kohen are ungodly. Even in My House I found their evil.” It is a declaration of ADONAI.","3":"“I will gather the remnant of My flock out of all the countries where I have driven them, and will bring them back to their folds, and they will be fruitful and multiply.","20":"The anger of ADONAI will not turn until He has executed and fulfilled the purposes of His heart. In the last days you will discern it clearly.","12":"“Therefore their way will be for them like slippery places in the gloom. They will be driven away and fall there, for I will bring calamity on them, even the year of their visitation.” It is a declaration of ADONAI.","10":"For the land is full of adulterers. The land mourns because of a curse. Pastures of the wilderness are dry. Their running is evil, and their might is not right.","17":"They keep saying to those who despise Me, ‘ADONAI has said, you will have shalom.’ To everyone who walks in the stubbornness of his own heart they say: ‘No evil will come on you.’”","40":"Then I will bring everlasting disgrace on you and everlasting shame that will not be forgotten.”","13":"Moreover, I have seen unseemliness in the prophets of Samaria: they prophesied by Baal, and led My people Israel astray.","27":"Through their dreams that they each tell to his companion, that intend to make My people forget My Name — just as their fathers forgot My Name because of Baal.","30":"“Therefore here I am against the prophets” — it is a declaration of ADONAI — “who steal My words from each other.","18":"For who has stood in the council of ADONAI, that he should see and hear His word? Who has heard to His word and obeyed?","36":"But you should no longer remember ‘the burden of ADONAI’ — for to each one, his own word is becoming ‘the burden’! So you have perverted the words of the living God, of ADONAI-Tzva’ot our God.","29":"“Is not My word like fire?” says ADONAI, “or like a hammer that shatters rock?","23":"“Am I God only when near” — it is a declaration of ADONAI — “and not God when far off?","19":"Look, a storm of ADONAI goes out in fury, yes, a whirling tempest will swirl down on the head of the wicked.","1":"“Woe to the shepherds who are destroying and scattering the sheep of My pasture!” It is a declaration of ADONAI.","5":"“Behold, days are coming” — it is a declaration of ADONAI — “when I will raise up for David a righteous Branch, and He will reign as king wisely , and execute justice and righteousness in the land.","4":"I will raise up shepherds over them who will feed them. They will no longer be afraid or dismayed, nor will any be missing,” It is a declaration of ADONAI.","8":"Rather, ‘As ADONAI lives, who brought up and led the offspring of the house of Israel out of the north country and from all the lands where He had banished them.’ So they will dwell in their own soil.","26":"How long will this continue? Is there anything in the heart of such prophets prophesying lies? These prophets have deception in their heart.","39":"therefore, I will surely forget you when I will cast you off, along with the city that I gave to you and to your fathers, away from My presence.","14":"But in the prophets of Jerusalem I have seen a horrible thing: committing adultery and walking in lies. They strengthen the hands of evildoers. No one turns back from his evil. They are all like Sodom to Me and her inhabitants like Gomorrah.”","37":"“So you are to say to such a prophet, ‘What has ADONAI answered you?’ and ‘What has ADONAI spoken?’","22":"If they have stood in My council, then they would have announced My words to My people, and turned them from their evil way, and from the evil of their deeds.”","28":"“The prophet who has a dream may recount a dream, but let the one who has My word speak My word in truth. For what is straw compared with wheat?” It is a declaration of ADONAI.","25":"“I have heard what the prophets said, who prophesy lies in My Name, saying: ‘I had a dream, I had a dream!’","9":"As for the prophets: My heart within me is broken, all my bones shake. I am like a drunken man, like a man overcome by wine because of ADONAI, because of His holy words.","33":"“Now when this people or a prophet or a kohen is asking you: ‘What is the burden  of ADONAI?’ then you are to say to them, ‘What burden? I will cast you off!’” It is a declaration of ADONAI.","15":"Therefore thus says ADONAI-Tzva’ot concerning the prophets: “I myself will feed them wormwood and make them drink poisoned water. For from the prophets of Jerusalem pollution has spread into all the land.”","34":"“As for the prophet or kohen or people who keep saying, ‘The burden of ADONAI!’ — I will punish that man and his household.","21":"“I did not send those prophets, yet they ran. I did not speak to them, yet they prophesied.","24":"Can anyone hide himself in places so secret that I will not see him? Do I not fill heaven and earth?” It is a declaration of ADONAI.","16":"Thus says ADONAI-Tzva’ot: “Do not listen to the words of prophets who are prophesying to you. They are leading you into illusion, speaking a vision of their own heart and not out of the mouth of ADONAI.","35":"Thus each of you may say to his companion and each one to his brother, ‘What has ADONAI answered?’ or ‘What has ADONAI spoken?’","32":"Behold, I am against those who prophesy lying dreams,” declares ADONAI, “and tell them, and so lead My people astray with their lies and with their reckless boasts. Yet I never sent them or commanded them. Nor do they benefit this people at all.” It is a declaration of ADONAI.","7":"“Therefore behold, days are coming,” says ADONAI, “when they will no longer say: ‘As ADONAI lives, who brought up the children of Israel out of the land of Egypt.’","2":"Therefore thus says ADONAI, the God of Israel, about the shepherds who feed My people: “You have scattered My flock, driven them away, and have not taken care of them. I will soon visit on you the evil of your deeds.” It is a declaration of ADONAI.","38":"But if you say, ‘The burden of ADONAI,’” then surely ADONAI says, “because you keep saying this word: ‘The burden of ADONAI,’ when I sent this word to you, you are not to say ‘The burden of ADONAI’ —","6":"In His days Judah will be saved, and Israel will dwell in safely; and this is His Name by which He will be called: ADONAI our righteousness.","31":"Indeed, I am against the prophets”, declares ADONAI, “who use their tongues to utter a prophecy, ‘It is a declaration!’"},"19":{"3":"and say, “Hear the word of ADONAI, kings of Judah and inhabitants of Jerusalem. Thus says ADONAI-Tzva’ot, the God of Israel: ‘I am about to bring such a catastrophe on this place that whoever hears about it, his ears will tingle.","5":"They have built high places for Baal, in order to burn their children in the fire as burnt offerings to Baal — something I never commanded, nor mentioned, nor did it ever come into My mind.’”","12":"“Thus I will do to this place” — it is a declaration of ADONAI — “and to its inhabitants, making this city as Topheth.","10":"“Then you will shatter the jar in the presence of the people who accompany you,","2":"and go out to the Valley of Ben-Hinnom, near the entrance of the Potsherd Gate. Proclaim there the words that I will tell you,","8":"And I will make this city a horror and a hissing — every one passing by will be stunned and hiss because of all her wounds.","11":"and say to them, thus says ADONAI-Tzva’ot: ‘Even so I will shatter this people and this city, as one shatters a potter’s jar, which can never be made whole again. So they will be burying in Topheth, for there will be no other place to bury.’”","1":"Thus said ADONAI: “Go, buy a potter’s clay jar, take some elders of the people, some elders of the kohanim,","9":"And I will make them eat the flesh of their sons and their daughters, and everyone will eat his companion’s flesh during the siege and distress, which their enemies and those who seek their life will inflict on them.","14":"Then Jeremiah came from Topheth, where ADONAI had sent him to prophesy, and he stood in the court of ADONAI’s House, and said to all the people,","7":"So I will make void the counsel of Judah and Jerusalem in this place. I will have them fall by the sword before their enemies, by the hand of them that seek their life. I will give their carcasses as food for the birds of the sky and the beasts of the earth.","15":"thus says ADONAI-Tzva’ot, the God of Israel: “I am about to bring on this city and on all her towns the whole disaster that I pronounced against it, because they stiffened their neck, rather than hearing My words.”","6":"“Therefore behold, the days are coming” — it is a declaration of ADONAI — “when this place will no longer be called Topheth or The Valley of Ben-Hinnom, but the Valley of Slaughter.","4":"For they have forsaken Me and have alienated this place, by burning sacrifices in it to other gods, which neither they nor their forefathers, nor the kings of Judah have known. They have also filled this place with the blood of innocents.","13":"The houses of Jerusalem and the houses of the kings of Judah will be as defiled as the place Topheth — all the houses on whose roofs they burned incense to the whole heavenly host and poured out drink offerings to other gods.”"},"1":{"16":"I will pronounce My judgments on them for all their wickedness — they have forsaken Me, offering incense to other gods, worshipping the works of their hands.","3":"It continued during the days of King Jehoiakim of Judah, son of Josiah, until the end of the eleventh year of King Zedekiah of Judah, son of Josiah — until the exile from Jerusalem in the fifth month.","5":"“Before I formed you in the womb, I knew you, and before you were born, I set you apart — I appointed you prophet to the nations.”","18":"Look, today I have set you up as a fortified city — an iron pillar and bronze walls — against the whole land, against the kings of Judah, its princes against its kohanim, and against the people of the land.","12":"Then ADONAI said to me, “You have seen correctly, for I am watching over  My word to perform it.”","10":"See, today I have appointed you over nations and over kingdoms: to uproot and to tear down, to destroy and to overthrow, to build and to plant.”","2":"The word of ADONAI came to him during the days of King Josiah of Judah, son of Amon, in the thirteenth year of his reign.","8":"Do not be afraid of them! For I am with you to deliver you.” It is a declaration of ADONAI.","17":"Now, you, gird up your loins! Get up and tell them everything that I order you! Do not be terrified by them, or else I will terrify you before them.","11":"Moreover, the word of ADONAI came to me, saying, “What do you see, Jeremiah?” I answered, “I see an almond branch.”","1":"The words of Jeremiah son of Hilkiah, one of the kohanim who were in Anathoth in the land of Benjamin.","9":"Then ADONAI stretched out His hand and touched my mouth and ADONAI said to me, “Behold, I have put My words in your mouth.","14":"Then ADONAI said to me: “From the north, disaster will be poured out on all the inhabitants of the land.","7":"But ADONAI answered me, “Do not say ‘I’m only a boy!’ For to everyone I send you, you will go, and all I command you, you will speak.","15":"Behold! I am calling all the families of the kingdoms of the north.” It is a declaration of ADONAI. “So they will come and each will set up his throne at the entry of the gates of Jerusalem, against all her surrounding walls and against all the cities of Judah.","6":"Then I said, “Alas, ADONAI Elohim! Look, I don’t know how to speak! For I’m still a boy!”","4":"The word of ADONAI came to me, saying:","19":"Though they will fight against you, they will not win, for I am with you, to deliver you.” It is a declaration of ADONAI.","13":"The word of ADONAI came to me a second time, saying, “What do you see?” I replied, “I see a boiling pot that is tilting away from the north.”"},"47":{"7":"How can you be quiet when ADONAI has commanded? He has assigned it against Ashkelon and against the coast of the sea.","3":"The noise — the stomping hooves of his stallions, the rumbling of his chariots, the reverberation of his wheels! Fathers will not turn back for their children because of their limp hands.","2":"Thus says ADONAI: “Look, waters rising from the north will become an overflowing torrent, and overflow the land and all in it, the city and those dwelling in it and the men will cry, and every inhabitant of the land wail.","1":"The word of ADONAI that came to the prophet Jeremiah concerning the Philistines, before Pharaoh struck Gaza.","4":"For the day is coming to devastate all the Philistines, to cut off from Tyre and Sidon every remaining ally. For ADONAI will destroy the Philistines, the rest of the island of Caphtor.","6":"O sword of ADONAI, how long until you are quiet? Go back into your sheath, rest and be still.","5":"Baldness has come upon Gaza, Ashkelon is ruined. O remnant of their valley, how long will you gash yourself?"},"5":{"11":"For the house of Israel and the house of Judah have been utterly unfaithful to Me.” It is a declaration of ADONAI.","3":"ADONAI, do Your eyes not look for faithfulness? You struck them, but they did not grieve. You disciplined them, but they refused correction. They made their faces harder than stone. They refused to return.","20":"“Declare this in the house of Jacob and proclaim it in Judah, saying:","12":"They have lied about ADONAI saying: “Not He! No harm will come to us. Nor will we see sword or famine.","10":"Go up into her vines and ravage them, but do not completely destroy them. Strip away her branches for they are not ADONAI’s.","17":"They will devour your harvest and your food. They will devour your sons and your daughters. They will devour your flocks and your herds. They will devour your vines and your fig trees. They will demolish your fortified cities — the ones in which you trust — with the sword.","13":"The prophets are but wind and the word is not in them. Let what they say be done to them!”","27":"As a cage is full of birds, so are their houses full of deceit. That is why they grew great and rich.","30":"An appalling and horrible thing has happened in the land.","18":"“Yet even in those days,” declares ADONAI, “I will not completely destroy you.","29":"Should I not punish them?” says ADONAI. “On such a nation should I not avenge Myself?","23":"But this people have a stubborn and rebellious heart. They have turned aside and gone away.","19":"So it will come to pass that when you ask, ‘Why has ADONAI Eloheinu done all these things to us?’ you will tell them, ‘As you have forsaken Me and served foreign gods in your land, so will you serve strangers in a land that is not yours.’","1":"Roam the streets of Jerusalem, look around and consider, search through her squares! If you can find a person, if there is one who does justice, who seeks truth, then I will pardon the city.","5":"I will go to the distinguished and speak to them. Surely they know the way of ADONAI, the ordinance of their God. But they too had broken the yoke and torn off the bonds.","4":"Then I said: These are only the poor. They are foolish. For they do not know the way of ADONAI, the ordinance of their God.","8":"They are well-fed, lustful stallions, each neighing for his neighbor’s wife.","26":"For among My people are wicked men, watching like bait-layers lying in wait. They set a trap — they catch men.","14":"Therefore thus says ADONAI Elohei-Tzva’ot: “Because you speak this word, behold, I will make My words in your mouth fire and this people wood — and it will devour them.","22":"Do you not fear Me?’ says ADONAI. ‘Do you not tremble in My presence?’ For I made the sand a boundary of the sea, an everlasting decree that cannot be broken. Though the waves roll, they cannot prevail. Though they roar, they cannot cross it.","28":"They grew fat and sleek. They also overlooked evil deeds. They do not uphold a cause — the cause of an orphan to prosper — nor do they defend the right of the poor.","25":"Your iniquities have turned these away, your sins have deprived you of bounty.","9":"For such, should I not punish them?” It is a declaration of ADONAI. “On such a nation as this should I not avenge Myself?","15":"See, I am bringing a nation against you from afar, O house of Israel.” It is a declaration of ADONAI. “It is an enduring nation, an ancient nation, a nation whose language you neither know nor understand what they say.","21":"‘Hear this you foolish people who have no understanding, who have eyes but do not see, who have ears but do not hear.","24":"They do not say in their heart, ‘Let us now fear ADONAI Eloheinu, who gives rain in its season — fall rain and spring rain — who reserves for us the appointed weeks of harvest.’","16":"Their quiver is an open grave. They are all mighty warriors.","7":"“Why therefore should I forgive you? Your children have forsaken Me and sworn by those who are not gods. Even though I fed them well, they committed adultery and thronged to the prostitute houses.","2":"Though they say, “As ADONAI lives!” surely they swear falsely.","6":"Therefore a lion from the forest will kill them. A desert wolf will ravage them. A leopard watches over their cities. Everyone who ventures out will be torn to pieces, For their rebellion is great, their backslidings frequent.","31":"The prophets prophesy falsely, the kohanim rule by their own authority, and My people love it this way! But what will you do in the end?”"},"52":{"11":"Then he put out Zedekiah’s eyes. Then the king of Babylon bound him in bronze chains, and brought him to Babylon, where he put him in prison until the day of his death.","3":"Because of ADONAI’s anger it came to the point in Jerusalem and Judah that He had them cast out of His presence. So Zedekiah rebelled against the king of Babylon.","20":"As for the two pillars, one sea, and twelve bronze bulls that were under the stands that King Solomon had made for the House of ADONAI — all these articles had bronze beyond weighing.","12":"Now in the fifth month, the tenth day of the month — which was the nineteenth year of King Nebuchadnezzar, king of Babylon — Nebuzaradan the captain of the guard came into Jerusalem to represent the king of Babylon.","10":"At Riblah, the king of Babylon slaughtered Zedekiah’s sons before his eyes, and also all the Judean leaders.","17":"The Chaldeans smashed the bronze pillars of the House of ADONAI, the stands and the bronze sea that were in the House of ADONAI, and carried all the bronze to Babylon.","13":"Then he burned the House of ADONAI, the king’s house, and all the houses of Jerusalem. He burned every large house with fire.","27":"The king of Babylon struck them down and put them to death at Riblah in the land of Hamath. Then Judah was led away into exile from its land.","30":"in the Nebuchadnezzar’s twenty-third year, Nebuzaradan the captain of the guard exiled 745 of the Jews — all together 4,600 people.","18":"The pots, the shovels, the wick trimmers, the basins, the pans, and all the bronze articles for Temple service, they also took away.","29":"in Nebuchadnez-zar’s eighteenth year, 832 people from Jerusalem;","23":"There were 96 pomegranates on the outside; including all the pomegranates around the lattice, there were 100.","19":"The cups, the fire-pans, the basins, the pots, the menorot, the pans, and the drink offering bowls — whatever was gold or silver — the captain of the guard took away.","1":"Zedekiah was 21 years old when he became king and he reigned 11 years in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah.","5":"So the city was besieged until the eleventh year of King Zedekiah.","4":"It came to pass in the ninth year of his reign in the tenth month, the tenth day of the month, that King Nebuchadnezzar of Babylon came — he and all his army — against Jerusalem, and besieged it. They built a siege wall all around it.","8":"But the Chaldean army pursued the king and overtook Zedekiah in the desert plains of Jericho. Then all his army was scattered from him.","26":"Nebuzaradan the captain of the guard took them and brought them to the king of Babylon to Riblah.","14":"Then all the Chaldean army, which was with the captain of the guard, broke down all the walls of Jerusalem all around.","22":"There was a bronze capital on it — the height of one capital was five cubits, with latticework and pomegranates upon the capital all around, all of bronze. The second pillar was the same, with pomegranates.","28":"These are the people whom Nebucha-dnez-zar carried away captive: in the seventh year 3,023 Jews;","25":"From the city he took an officer who had been appointed over the men of war as well as seven men who saw the king’s face, who were found in the city, the scribe of the commander of the army, who enlisted people of the land, and 60 men of the people of the land who were found within the city.","9":"Then they took the king and brought him up to the king of Babylon at Riblah in the land of Hamath. He passed judgment on him.","33":"Then he changed out of his prison garments, dined regularly before him all the days of his life.","15":"Then Nebuzaradan the captain of the guard carried into exile some of the poorest of the people, the rest of the people who were left in the city, the deserters who had defected to the king of Babylon, and what remained of the craftsmen.","34":"As for his allowance, a regular allowance was given to him by the king of Babylon, a portion for each day until the day of his death, all the days of his life.","21":"The height of one pillar was 18 cubits and it was twelve cubits in circumference and four fingers in its thickness — it was hollow.","24":"Then the captain of the guard took Seraiah the kohen gadol, and Zephaniah the second kohen, and the three doorkeepers.","16":"But Nebuzaradan the captain of the guard left some of the poorest of the land to be vinedressers and plowmen.","32":"He spoke kindly to him and gave him a throne above the throne of the kings who were with him in Babylon.","7":"Then the city was broken into, and all the men of war fled, going out of the city by night by the way of the gate between the two walls, which was near the king’s garden — even though the Chaldeans were all around the city. They were heading along the way of the Arabah.","2":"And he did what was evil in ADONAI’s eyes, just like all Jehoiakim had done.","6":"In the fourth month, the ninth day of the month, the famine was so severe in the city, that there was no food for the people of the land.","31":"Now it came to pass on the twenty-fifth day of the twelfth month of the thirty-seventh year of the captivity of Judah’s King Jehoiachin, that King Evil-merodach of Babylon, in the first year of his reign, lifted up the head of Judah’s King Jehoiachin, and released him out of prison."},"49":{"11":"Leave your orphans — I will keep them alive, and let your widows trust in Me.”","3":"“Wail, Heshbon, for Ai is devastated! Cry, daughters of Rabbah! Wear sackcloth, lament, and run to and fro within the walls, for Malcam will go into captivity together with his priests and princes.","20":"Therefore hear the plan that ADONAI has drawn up against Edom, and His strategies that He designed against the inhabitants of Teman. Surely the least of the flock will be dragged away, Surely He will make their pasture desolate because of them.","12":"For thus says ADONAI: “Behold, if those who do not deserve to drink the cup must surely drink, can you go utterly unpunished? You will not go unpunished, for you shall surely drink!","10":"But I will strip Esau bare. I will uncover his hiding places, so he will not be able to hide himself. His offspring has been destroyed with his kinsmen and neighbors. So he is nothing.","17":"“Edom will become a desolation. Everyone passing by will be appalled and hiss at all its plagues.","13":"For I have sworn by Myself” — it is a declaration of ADONAI — “that Bozrah will become a horror, a disgrace, a waste and a curse. All its towns will be ruins forever.”","27":"“I will set fire to the wall of Damascus — it will devour Ben-hadad’s palaces.”","30":"Flee! Scatter far! Stay low, inhabitants of Hazor!” It is a declaration of ADONAI. “For King Nebuchadnezzar of Babylon has taken counsel against you, and devised a plan against you.","18":"Like the overthrow of Sodom, Gomorrah and their neighbors,” says ADONAI, “no one will live there, nor any son of man dwell there.","36":"I will bring upon Elam the four winds from the four quarters of heaven, and will scatter them to all those winds. There will be no nation where the dispersed of Elam will not go.","29":"They will take away their tents and their flocks. They will carry away their curtains, all their gear and their camels. They will cry out against them, ‘Terror on every side!’","23":"About Damascus: Hamath and Arpad are ashamed, for they heard bad news, They melt away; in the sea there is trouble that cannot be quiet.","19":"Look, it is like a lion coming up from the thickets of the Jordan to a secure pasture — for abruptly I will make him run away from it. I appoint over it whomever I choose. For who is like Me? Who will summon me to court? What shepherd stands up to Me?”","1":"About Ammon’s children, thus says ADONAI: “Has Israel no sons? Has he no heir? Why then did Malcam dispossess Gad and his people settled in its towns?","5":"I am about to bring terror on you” — a declaration of my Lord ADONAI-Tzva’ot — “from all those around you. Each of you will be banished headlong, with no one to gather the fugitives.","4":"Why do you brag about valleys — your flowing valley, faithless daughter? Trusting in your treasures: ‘Who will come against me?’","8":"Flee! Turn back! Stay low, inhabitants of Dedan, for I will bring Esau’s calamity on him at the time that I punish him.","26":"Therefore her young men will fall in her squares — all the warriors will be silenced in that day. It is a declaration of ADONAI-Tzva’ot.","39":"“Yet it will be in the end of days, that I will restore Elam from exile.” It is a declaration of ADONAI.","14":"I heard a message from ADONAI. An ambassador is sent to the nations: ‘Gather together, come against her, and rise up for war!’","37":"I will shatter Elam before their enemies and before those seeking their soul. I will bring calamity on them — My burning anger!” It is a declaration of ADONAI, “I will send the sword after them until I have consumed them.","22":"Behold, he will mount up and swoop down like an eagle, and spread out his wings against Bozrah. The hearts of Edom’s warriors in that day will be like a woman’s heart in her pangs.","28":"About Kedar and of the kingdoms of Hazor, which Nebuchadnezzar king of Babylon struck. Thus says ADONAI: “Arise, go up against Kedar and devastate the children of the east.","25":"How is the city of praise deserted — the city of my joy?","9":"If grape gatherers came to you, would they not leave gleanings? If thieves came at night, would they not destroy only enough for themselves?","33":"“Hazor will be a lair of jackals, a desolation forever — no one will abide there, nor any son of man dwell there.”","15":"For see, I made you least among nations, despised among men.","34":"The word of ADONAI that came to the prophet Jeremiah about Elam, at the beginning of the reign of King Zedekiah of Judah, saying,","21":"The earth will tremble at the noise of their downfall. The sound of their outcry will be heard at the Sea of Reeds.","24":"Damascus has become feeble. She turns away to flee, panic grips her, anguish and pangs have seized her, like a woman in travail.","16":"Your terrorism has deceived you, so that your heart is arrogant. You who live in the clefts of the rock, who occupy the height of the hill. Though you make your nest as high as an eagle’s, I will bring you down from there.” It is a declaration of ADONAI.","35":"thus says ADONAI-Tzva’ot: “Behold, I will break Elam’s bow — the source of their might.","32":"Their camels will become plunder, their many cattle a spoil. I will scatter to all the winds those who shave the edges. I bring their calamity from every side.” It is a declaration of ADONAI.","7":"About Edom, thus says ADONAI-Tzva’ot: “Is there no longer wisdom in Teman? Is counsel lost to the prudent? Has their wisdom vanished?","2":"Therefore behold, days are coming” — it is a declaration of ADONAI — “when I will sound an alarm of war heard against Rabbah of Ammon! It will become a mound of ruins. Her villages will be burned with fire. Then Israel will dispossess those who dispossessed him.” it is a declaration of ADONAI.","38":"Then I will put My throne in Elam and destroy from it king and princes.” It is a declaration of ADONAI.","6":"Yet afterward I will restore Ammon’s children from exile.” It is a declaration of ADONAI.","31":"Arise, go up against a nation at ease, dwelling securely,” says ADONAI. “They have no gates or bars; they dwell alone."},"4":{"11":"At that time it will be said to this people and to Jerusalem, “A scorching wind from the barren hills in the wilderness blows toward My people, but not to winnow or to sift —","3":"Thus says ADONAI to the people of Judah and to Jerusalem: “Break up your unplowed ground and do not sow among thorns.","20":"Disaster on disaster is reported. So the whole land is ruined.  My tents are suddenly ravaged, my curtains in an instant.","12":"a wind too strong for these things will come from Me. Now even I will pronounce judgments against them.”","10":"Then I said, “Alas, ADONAI Elohim! How completely You have deceived this people and Jerusalem saying, ‘You will have shalom,’ until the sword touches the soul!”","17":"Like keepers of a field they surround her, because she has been rebellious against Me.” It is a declaration of ADONAI.","13":"See, he comes up like clouds, and his chariots like whirlwinds. His horses are swifter than eagles — “Oy! We are ruined!”","27":"For thus says ADONAI, “The whole land will be wasteland, yet I will not totally destroy it.","30":"And you, O desolate one, what will you do? Though you dress in scarlet, though you adorn yourself with gold ornaments though you enlarge your eyes with paint — in vain you make yourself beautiful — your lovers despise you, they seek your life.","18":"Your conduct and your deeds have brought these things on you. This is your calamity! How bitter it is! How it smites your heart!","29":"At the sound of horsemen and archers the whole city flees. They go into the thickets and climb up on the rocks. The whole city is deserted — no one dwells in it.","23":"I looked at the earth and behold, it was deserted and desolate, and at the heavens and they had no light.","19":"My stomach, my stomach! I writhe in anguish! The pain of my heart! My heart is pounding within me! I cannot keep silent because I have heard, O my soul, the sound of the shofar, the battle-cry of war.","1":"“If you will return, O Israel, return to Me,” declares ADONAI. “If you will put your detestable things out of My sight. Then you will not waver.","5":"Declare in Judah and proclaim in Jerusalem, saying: “Blow the shofar in the land!” Cry aloud and say, “Assemble yourselves! Let us go into the fortified cities.”","4":"Circumcise yourselves to ADONAI and remove the foreskins of your heart, men of Judah and inhabitants of Jerusalem. Else My wrath will break out like fire and blaze, with no one to quench it, because of your evil deeds!”","8":"Therefore, put on sackcloth — lament and wail! For the fierce anger of ADONAI has not turned away from us.”","26":"I looked and behold, the fruitful field was a wilderness and all of its cities were in ruins before ADONAI, before His fierce anger.","14":"O Jerusalem, purify your heart from wickedness, so that you may be saved. How long will your wicked thoughts lodge within you?","22":"“For My people are foolish. They do not know Me. They are senseless children, and they have no understanding. They are wise to do evil, but to do good they do not know.”","28":"Therefore, the earth will mourn and the heavens above grow black. For I have spoken, I have purposed, nor will I relent, nor turn from it.","25":"I looked and behold, no people! All the birds of the sky had fled.","9":"“It will happen in that day” — it is a declaration of ADONAI — “that the king’s heart will fail, as will the heart of the princes. The kohanim will be appalled, and the prophets will be stunned.”","15":"A voice announces from Dan and proclaims calamity from the hills of Ephraim,","21":"How long must I see the battle standard and hear the sound of the shofar?","24":"I looked at the mountains — behold, they were shaking and all the hills swaying to and fro.","16":"“Remind the nations, proclaim over Jerusalem! Besiegers are soon coming from a far country, raising their voice against the cities of Judah.","7":"A lion has come up from his thicket — a destroyer of nations has set out. He has left his place to make your land a wasteland. Your cities will lie in ruins, without inhabitant.","2":"You will swear, ‘As ADONAI lives!’ in truth, in justice and in righteousness. The nations will bless themselves in Him and in Him they will glory.”","6":"“Raise a banner toward Zion! Take refuge! Do not delay! For I bring calamity from the north, even terrible destruction.","31":"For I heard a cry like one in labor, the anguish of one giving birth to her first child — the cry of the Daughter of Zion gasping for breath, stretching out her hands saying, “Oy, now to me! For my soul faints before murderers.”"},"8":{"16":"From Dan is heard the snorting of his horses. At the sound of his stallions neighing, the whole land quakes. For they come and devour the land and everything in it — the city and all who live there.","3":"So death will be chosen rather than life by all the remnant that remains of this evil family that remains in all the places to which I have driven them.” It is a declaration of ADONAI-Tzva’ot.","5":"Why then has this people — Jerusalem — turned away in perpetual backsliding? They cling to deceit; they refuse to return.","21":"“Because of the brokenness of the daughter of my people, I am brokenhearted. I mourn — desolation grips me.","18":"My joy is overcome by grief, my heart is faint within me.","12":"Were they ashamed of the abomination they committed? No, not ashamed, not at all — they do not know how to blush! So they will fall among the fallen. At the time of their punishment they will be brought down.” It is a declaration of ADONAI.","10":"Therefore I will give their wives to others and their fields to new owners. For from the least to the greatest everyone is greedy for gain. From the prophet even to the kohen everyone practices deceit.","2":"They will spread them out to the sun, the moon and all the host of heaven, which they have loved and served, and after which they have walked and sought, and which they have worshipped. They will not be gathered or buried, but will be like dung on the face of the ground.","22":"Is there no balm in Gilead? Is there no physician there? Then why has no healing gone up for the daughter of my people?","8":"How can you say, ‘We are wise! The Torah of ADONAI is with us’? In fact, it is the lying pen of the scribes that have made it a lie.","17":"“For I am about to send serpents on you, vipers for which there is no charm, and they will bite you.” It is a declaration of ADONAI.","11":"They heal the fracture of the daughter of My people by treating it superficially — saying, ‘Shalom, shalom,’ when there is no shalom.","1":"“At that time” — it is a declaration of ADONAI — “the bones of the kings of Judah and the bones of his princes, the bones of the kohanim and the bones of the prophets, and the bones of the inhabitants of Jerusalem will be brought out of their graves.","9":"The wise men will be put to shame — shattered, trapped. Look! They have rejected ADONAI’s word, so what wisdom do they have?","14":"“Why are we sitting here? Assemble! Let us flee to the fortified cities and perish there! For ADONAI Eloheinu has silenced us and given us poisoned water to drink. For we have sinned against ADONAI.","7":"Even the stork in the sky knows her appointed times, and the turtledove, swallow and crane observe the time of their migration, but My people do not know the judgments of ADONAI.","15":"We hoped for shalom, but it is no good, for a time of healing — and suddenly, terror!”","20":"“Harvest is past, summer is over, yet we are not saved.”","23":"If only my head were water and my eyes a fountain of tears, then I would weep day and night for the slain of the daughter of my people!","6":"I listened attentively, but they have not spoken what is right. No one repents of his wickedness, saying, ‘What have I done?’ Each one turns in his own direction, like a horse charging into battle.","4":"Moreover you will say to them, thus says ADONAI: “Do men fall and not get up again? Does one turn away and not return?","19":"Listen, the sound of the cry of the daughter of my people — a voice from a distant land — “Is ADONAI no longer in Zion? Is her King no longer in her?”  “Why have they provoked Me with their graven images, with foreign idols?”","13":"“I will utterly consume them,” says ADONAI. “There will be no grapes on the vine, and no figs on the fig tree, and even the leaf will wither, and what I gave them will pass away.”"},"26":{"16":"Then said the princes and all the people to the kohanim and to the prophets: “No death sentence for this man! For he has spoken to us in the Name of ADONAI our God.”","3":"Perhaps they will listen, and turn every man from his evil way, so I may relent of the calamity which I am planning to do to them because of the evil of their deeds.”","5":"and by listening to the words of My servants the prophets, whom I have been sending to you, early and often — but you have not listened —","21":"When King Jehoiakim with all his mighty men and all the princes heard his words, the king sought to put him to death. But when Uriah heard it, he was afraid and fled, and went to Egypt.","18":"“Micah the Morashtite prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, thus says ADONAI-Tzva’ot: ‘Zion will be plowed as a field, and Jerusalem will become ruins, and the mountain of the House as the high places of a forest.’","12":"Then Jeremiah spoke to all the princes and to all the people, saying: “ADONAI sent me to prophesy all the words you have heard against this House and against this city.","10":"When the princes of Judah heard these things, they came up from the king’s palace to the House of ADONAI, and sat in the entrance of the New Gate of ADONAI’s House.","2":"thus says ADONAI: “Stand in the court of ADONAI’s House, and speak to all the cities of Judah that come to worship in ADONAI’s House all the words that I command you to speak to them. Do not omit a word!","22":"So King Jehoiakim sent men to Egypt — Elnathan son of Achbor and some others with him —","8":"Now when Jeremiah finished speaking all that ADONAI had commanded him to speak to all the people, the kohanim and the prophets and all the people laid hold on him, saying: “You will surely die!","17":"Then some of the elders of the land rose up and addressed all the assembly of the people, saying:","11":"The kohanim and the prophets spoke to the princes and to all the people, saying: “A death sentence for this man! For he has prophesied against this city, as you have heard with your ears.”","1":"In the beginning of the reign of Jehoiakim son of Josiah, king of Judah, this word came from ADONAI, saying,","9":"Why have you prophesied in the Name of ADONAI, saying, ‘This House will be like Shiloh, and this city will be an uninhabited ruin?’” Then all the people gathered against Jeremiah in the House of ADONAI.","24":"Nevertheless the hand of Ahikam son of Shaphan was with Jeremiah, so that they did not give him into the hand of the people to put him to death.","14":"“But as for me, here I am in your hand; do with me as is good and right in your eyes.","7":"So the kohanim, the prophets and all the people heard Jeremiah speaking these words in the House of ADONAI.","15":"Only know for certain that, if you put me to death, you will bring innocent blood on yourselves, on this city, and on its inhabitants. For in truth ADONAI has sent me to you to speak all these words in your ears.”","20":"Now there was a man who had prophesied in the Name of ADONAI, Uriah son of Shemaiah of Kiriath-jearim. He prophesied against this city and against this land words like all those of Jeremiah.","23":"and they brought Uriah back from Egypt, and led him to King Jehoiakim, who slew him with the sword and threw his corpse into the burial place of the common people.","6":"then I will make this House like Shiloh, and will make this city a curse to all the nations of the earth.”","4":"Then you will say to them, thus says ADONAI: “If you will not listen to Me, by walking in My Torah, which I have set before you,","19":"“Did King Hezekiah of Judah and all Judah put him to death? Didn’t he fear ADONAI and plead for the favor of ADONAI, and then ADONAI relented of the calamity that He had pronounced against them? So we may be committing great evil against our own souls.”","13":"So now, mend your ways and your deeds, and obey the voice of ADONAI your God; so ADONAI will relent of the calamity that He has pronounced against you."},"39":{"16":"“Go, speak to Eved-melech the Ethiopian, saying, thus says ADONAI-Tzva’ot, the God of Israel: ‘Listen, I will bring about My words on this city for evil and not for good. They will happen before you in that day.","3":"Then all the officials of the king of Babylon came in and sat in the Middle Gate: Nergal-sarezer, Samgar-nebo, Sarsechim the Rab-saris, Nergal-sarezer the Rab-mag, and all the rest of the officials of Babylon’s king.","5":"But the Chaldean army pursued them and overtook Zedekiah in the plains of Jericho. When they captured him, they brought him up to King Nebuchadnezzar of Babylon at Riblah in the land of Hamath, where he passed judgment on him.","18":"“For I will surely rescue you, so you will not fall by the sword. But you will keep your life as spoils, because you put your trust in Me.” It is a declaration of ADONAI.","12":"“Take him, and look after him, and do no harm to him; rather, do to him just as he tells you.”","10":"But Nebuzaradan the captain of the guard left some of the poorest of the people, who had nothing, behind in the land of Judah, and gave them vineyards and fields in that day.","2":"On the ninth day of the fourth month of the eleventh year of Zedekiah, the city wall was broken through.","8":"Then the Chaldeans burned the king’s palace and the houses of the people with fire, and broke down the walls of Jerusalem.","17":"But I will deliver you in that day — it is a declaration of ADONAI — and you will not be given into the hand of the men whom you dread.","11":"Now King Nebuchadrezzar of Babylon gave orders about Jeremiah to Nebuzaradan the captain of the guard, saying:","1":"Now when Jerusalem was captured, in the ninth year of King Zedekiah of Judah, in the tenth month, King Nebuchadnezzar of Babylon and all his army advanced against Jerusalem, and besieged it.","9":"Nebuzaradan the captain of the guard carried away into exile the rest of the people — those who remained in the city and also the deserters who had defected to him, and the rest of the people remaining.","14":"sent and brought Jeremiah out of the guard’s courtyard, and gave him to Gedaliah son of Ahikam son of Shaphan, to take him home. So he dwelt among the people.","7":"Then he blinded Zedekiah’s eyes, and he bound him in shackles to carry him off to Babylon.","15":"Now the word of ADONAI came to Jeremiah, while he was shut up in the guard’s courtyard, saying,","6":"The king of Babylon slew the sons of Zedekiah in Riblah before his eyes. Moreover, the king of Babylon slew all the nobles of Judah.","4":"Now when King Zedekiah of Judah and all the men of war saw them, they fled. They went out of the city at night, by way of the king’s garden, through the gate between the two walls, heading out toward the way of the Arabah.","13":"So Nebuzaradan the captain of the guard sent word, so Nebushazban the Rab-saris, Nergal-sarezer the Rab-mag and all the chief officers of the king of Babylon"},"14":{"16":"Also the people to whom they prophesy will be thrown out into the streets of Jerusalem, because of the famine and the sword. They will have no one to bury them, their wives, their sons or their daughters. For I will pour their disaster on them.”","3":"Their nobles will send their lads for water. They come to the cisterns, but find no water. Their jars return empty. They are ashamed and humiliated; they cover their heads.","5":"For even the doe in the field abandons her newborn fawn, because there is no grass.","21":"Do not despise us, for Your Name’s sake. Do not dishonor Your glorious throne. Remember Your covenant with us — do not break it!","18":"If I go out into the field, see, those slain by the sword! And if I enter into the city, see, the sick with famine! For both prophet and kohen will travel to a land they do not know.","12":"If they fast, I will not hear their cry. If they offer burnt offering or grain offering, I will not accept them. Instead I will consume them with sword, with famine and with plague.”","10":"Thus says ADONAI to this people: How they loved to wander. They did not restrain their feet. So ADONAI does not accept them. Now will He remember their iniquity, and punish their sins.","2":"Judah will mourn, and her gates languish. They will bow in black to the ground And Jerusalem’s wail will go up.","22":"Can any of the idols of the nations bring rain? Or can the skies grant showers? Is it not You, ADONAI our God? Do we not wait for You? For You have done all these things.","8":"O hope of Israel, Savior in time of trouble, why are You like a stranger in the land, or like a traveler who stays for a night?","17":"You will say this word to them: “Let my eyes overflow with tears. Night and day, may they never stop. For the virgin daughter of my people is crushed with a great blow, with a sorely infected wound.”","11":"So ADONAI said to me: “Do not pray for the good of this people.","1":"The word of ADONAI that came to Jeremiah concerning the droughts:","9":"Why are You like a man overcome, like a champion who cannot save? Yet you, ADONAI, are in our midst, and we are called by Your Name. Do not forsake us!","14":"Then ADONAI said to me: “The prophets prophesy lies in My Name! I did not send them, nor commanded them, nor did I speak to them. They are prophesying to you a lying vision, divination, futility, a delusion of their heart.”","7":"Though our iniquities testify against us, ADONAI, act for Your Name’s sake. For our backslidings are many. We have sinned against You.","15":"Therefore thus says ADONAI: “About the prophets who prophesy in My Name, though I did not send them, yet keep saying, ‘Sword and famine will never be in this land’ — by sword and famine will those prophets be consumed.","20":"We acknowledge our wickedness, ADONAI, the iniquity of our fathers, for we have sinned against You.","6":"Wild donkeys stand on the barren hills, as they pant for air like jackals. Their eyes fail, since there is no foliage.","4":"Because the ground is cracked, since there has been no rain in the land, the farmers are ashamed — they cover their heads.","19":"Have You utterly rejected Judah? Has Your soul loathed Zion? Why have You smitten us, and there is no healing for us? We looked for shalom, but nothing good came, and for a time of healing, but suddenly, terror!","13":"Then I said: “Oh my Lord, ADONAI! The prophets keep telling them: ‘You will not see the sword nor famine, but I will give you true peace in this place.’”"},"37":{"16":"For Jeremiah went into a vaulted cell in the dungeon pit, and Jeremiah remained there many days.","3":"Yet King Zedekiah sent Jehucal son of Shelemiah and Zephaniah son of Maaseiah the priest to the prophet Jeremiah, saying: “Pray now to ADONAI our God for us.”","5":"Meanwhile Pharaoh’s army had set out of Egypt, and when the Chaldeans besieging Jerusalem heard the report about them, they lifted the siege from Jerusalem.","21":"Then Zedekiah the king gave a command, and they committed Jeremiah into the courtyard of the guard. They gave him a loaf of bread from the bakers’ street daily, until all the bread in the city was spent. So Jeremiah stayed in the guard’s courtyard.","18":"Moreover Jeremiah said to King Zedekiah: “How have I sinned against you or against your servants or against this people, that you have put me in prison?","12":"that Jeremiah went out of Jerusalem to go to the land of Benjamin to claim his property there among the people.","10":"For even if you had struck down the entire Chaldean army fighting against you, and there were left among them only wounded men, each in his tent, they would get up and burn this city down with fire.”","2":"But neither he nor his servants, nor the people of the land, paid attention to the words of ADONAI which He spoke by the prophet Jeremiah.","8":"The Chaldeans will return and fight against this city. Then they will capture it and burn it with fire.”","17":"Then King Zedekiah sent for him and received him in his palace secretly, and the king asked him: “Is there any word from ADONAI?” “There is,” Jeremiah said, and he also said, “You shall be given into the hand of the king of Babylon.”","11":"So it came to pass, when the army of the Chaldeans went up from Jerusalem for fear of Pharaoh’s army,","1":"Now Zedekiah son of Josiah reigned as king, instead of Coniah son of Jehoiakim, whom King Nebuchadnezzar of Babylon made king in the land of Judah.","9":"Thus says ADONAI: “Do not deceive yourselves, saying: ‘The Chaldeans will surely depart from us’ — for they will not depart.","14":"But Jeremiah said, “That’s a lie! I am not deserting to the Chaldeans!” But Irijah would not listen to him, but arrested Jeremiah and brought him to the officials.","7":"thus says ADONAI, the God of Israel, thus will you say to the king of Judah, who sent you to Me to inquire of Me: “Now, Pharaoh’s army, which is come forth to help you, will return to Egypt into their own land.","15":"The officials were angry with Jeremiah, had him beaten, and put him in prison in the house of Jonathan the scribe, for they had made that the prison.","20":"So now please listen, my lord the king! Please let my petition come before you and do not make me return to the house of Jonathan the scribe, so I will not die there.”","6":"Then came the word of ADONAI to the prophet Jeremiah, saying,","4":"Now Jeremiah was coming in and going out among the people, for they had not put him into prison.","19":"Where now are your prophets who prophesied to you, saying: ‘The king of Babylon will not come against you or against this land?’","13":"But when he was at the Benjamin Gate, a captain of the guard was there, whose name was Irijah son of Shelemiah son of Hananiah, who arrested the prophet Jeremiah, saying: “You are deserting to the Chaldeans!”"},"22":{"11":"For thus says ADONAI to Shallum, son of King Josiah of Judah, who became king in place of his father Josiah: “He who went forth from this place will never return there.","3":"Thus says ADONAI: ‘Execute justice and righteousness. Rescue the one who is robbed out of the hand of the oppressor. Do not mistreat or do violence to the stranger, the fatherless or the widow. Do not shed innocent blood in this place.","20":"Go up to Lebanon and cry out, and lift up your voice in Bashan, and cry from Abarim — for all your lovers are broken.","12":"Instead, in the place where they led him captive, there will he die — he will see this land no more.”","10":"Weep not for the dead or bemoan him. Weep bitterly for him who departs, for he will never return, or see his native country again.","17":"“But your eyes and your heart are only on your unjust gain, and on shedding innocent blood, and committing extortion and fraud.”","13":"Oy to him who builds his house by unrighteousness, and his roof-chambers by injustice, that makes his neighbor work without pay, never giving him his wages,","27":"But as for the land where they long to return, they will never return there.”","30":"Thus says ADONAI: “Write this man childless, a man who will not prosper in his days. For no man of his seed will prosper, sitting on the throne of David and ruling again in Judah.”","18":"Therefore thus says ADONAI about Jehoiakim son of King Josiah of Judah: “They will not lament for him, ‘Oy, my brother!’ or ‘Oy, sister!’ They will not lament for him, ‘Oy, master!’ or ‘Oy, his majesty!’","29":"O land, land, land, hear the word of ADONAI!","23":"O inhabitant of Lebanon, nestled in the cedars, how you will groan when pangs come on you, pain like a woman in travail!","19":"With a donkey’s burial will he be buried, dragged off and thrown outside the gates of Jerusalem.","1":"Thus said ADONAI: “Go down to the palace of the king of Judah and speak this word:","5":"But if you will not obey these words, I swear by Myself,’ declares ADONAI, ‘that this palace will become a ruin.’”","4":"For if you really carry out this word, then through the gates of this palace will enter kings sitting on the throne of David, riding in chariots and on horses — himself, his servants, and his people.","8":"Many nations will pass by this city, and they will say, each to his neighbor, ‘Why has ADONAI done such a thing to this great city?’","26":"So I will cast you out, with your mother who bore you, into another country where you were not born — and there will you die.","14":"who says: “I will build myself a big house with spacious rooms and cut out my windows for it, and panel it with cedar, and paint it with vermilion!","22":"The wind will shepherd away all of your shepherds, and your lovers will go into exile. Surely then you will be ashamed and humbled by all your wickedness.","28":"Is this man Coniah a despised, shattered pot — a jar with no delight in it? Why are he and his seed cast out into the land they do not know?","25":"and give you over into the hand of those seeking your life, yes, into the hand of those whom you dread, even into the hand of King Nebuchadnezzar of Babylon and into the hand of the Chaldeans.","9":"Then they will answer: ‘Because they abandoned the covenant of ADONAI their God, and worshipped other gods and served them.’”","15":"Did you become king just to be striving with cedar? Did your father not eat and drink, and do justice and righteousness? Then it went well with him.","21":"I spoke to you in your prosperity, but you said, ‘I won’t listen!’ This has been your way since your youth — for you never listened to My voice.","24":"“As I live,” declares ADONAI, “even if Coniah son of King Jehoiakim of Judah were a signet ring on My right hand, yet I would pull you off,","16":"He pled the case of the poor and weak, so it went well. Is not this knowledge of Me?” It is a declaration of ADONAI.","7":"I will consecrate destroyers against you, each with his own weapons. They will cut down your choice cedars and cast them into the fire.","2":"‘Hear the word of ADONAI, O king of Judah, who sits on the throne of David — you, your servants, and your people who enter by these gates.’","6":"For thus says ADONAI concerning the house of the king of Judah: “You are Gilead to Me — the summit of Lebanon, yet I will surely make you into a wilderness, uninhabited cities."},"28":{"16":"Therefore thus says ADONAI: I am about to send you away from off the face of the earth. This year you will die, since you have spoken apostasy against ADONAI.”","3":"Within two full years I will bring back to this place all the vessels of ADONAI’s House that Nebuchadnezzar king of Babylon took away from this place and brought to Babylon.","5":"Then the prophet Jeremiah spoke to the prophet Hananiah in the presence of the kohanim and in the presence of all the people that stood in ADONAI’s House.","12":"Then the word of ADONAI came to Jeremiah after that Hananiah the prophet had broken the yoke-bar from off the neck of the prophet Jeremiah, saying:","10":"Then Hananiah the prophet took the yoke-bar from off the prophet Jeremiah’s neck and broke it.","2":"thus says ADONAI-Tzva’ot, the God of Israel, saying: “I have broken the yoke of the king of Babylon!","8":"The prophets who have been before me and before you of ancient times prophesied against many countries and against great kingdoms — of war, catastrophe and plague.","17":"So Hananiah the prophet died the same year in the seventh month.","11":"Hananiah proclaimed in the presence of all the people, saying, thus says ADONAI: “Just so I will break the yoke of King Nebuchadnezzar of Babylon from off the neck of all the nations within two full years.” So the prophet Jeremiah went his way.","1":"Now it was the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month, that Hananiah son of Azzur the prophet from Gibeon spoke to me in the House of ADONAI, in the presence of the kohanim and of all the people, saying,","9":"The prophet who prophesies shalom — when the word of the prophet has come to pass, then will the prophet be known as one that ADONAI has truly sent.”","14":"For thus says ADONAI-Tzva’ot, the God of Israel: “I have put a yoke of iron on the neck of all these nations, so that they may serve King Nebuchadnezzar of Babylon. They will serve him, and I have also given him the beasts of the field.”","7":"Yet hear now this word that I am speaking in your ears and in the ears of all the people.","15":"Then said the prophet Jeremiah to the prophet Hananiah: “Hear now, Hananiah! ADONAI has not sent you, yet you have caused this people to trust in a lie.","6":"So the prophet Jeremiah said: “Amen! May ADONAI do so! May ADONAI fulfill your words that you have prophesied, bringing back the vessels of ADONAI’s House and all those who are taken away captive, from Babylon to this place!","4":"I will also bring Jeconiah son of Jehoiakim, king of Judah, back to this place with all the captives of Judah that went to Babylon” — it is a declaration of ADONAI — “for I will break the yoke of the king of Babylon.”","13":"“Go, tell Hananiah, saying, thus says ADONAI: ‘You have broken the yoke-bars of wood — but in its place you will make yoke-bars of iron.’”"},"25":{"11":"“So this whole land will be a desolate ruin, and these nations will serve the king of Babylon for 70 years.","3":"“From the thirteenth year of Josiah son of Amon, king of Judah, until this day — these 23 years — the word of ADONAI has come to me. So I have spoken to you, speaking early and often, but you have not listened.","20":"and all the mingled people, all the kings of the land of Uz, all the kings of the land of the Philistines, Ashkelon, Gaza, Ekron, and the remnant of Ashdod;","12":"Then it will come to pass, when 70 years are completed, that I will punish the king of Babylon and that nation,” declares ADONAI, “the land of the Chaldeans, for their iniquity, and I will make it ruins forever.","10":"“Moreover, I will silence among them the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride,  the sound of the millstones and the light of the lamp.","17":"Then I took the cup from ADONAI’s hand, and made all the nations drink, to whom ADONAI had sent me:","13":"I will bring on that land all My words which I pronounced against it, even all that is written in this book which Jeremiah has prophesied against all the nations.","27":"And you will say to them, thus says ADONAI-Tzva’ot, the God of Israel: “Drink, be drunken, vomit, fall down and rise no more, because of the sword that I will send among you.”","30":"Therefore you are to prophesy against them all these words, and say to them: “ADONAI is roaring from on high, giving voice from His holy dwelling. He roars mightily over His sheepfold. He shouts like those who tread grapes, against all who dwell on the earth.","18":"Jerusalem and the cities of Judah, with its kings and its princes — to make them an appalling horror and hissing, a curse as it is this day;","36":"Hark! The outcry of the shepherds, the wailing of the leaders of the flock! For ADONAI is ravaging their pasture.","29":"See, I am beginning to bring evil on the city where My name is called, and should you go completely unpunished? You will not go unpunished, for I am summoning a sword against all the inhabitants of the earth.” It is a declaration of ADONAI-Tzva’ot.","23":"Dedan, Tema, Buz, and all who shave the corners ;","19":"Pharaoh king of Egypt, with his servants, his princes and all his people;","1":"The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim son of Josiah, king of Judah (which was the first year of Nebuchadnezzar king of Babylon).","5":"saying: ‘Turn, now, everyone from his evil way, and from the evil of your deeds, and dwell in the land that ADONAI has given to you and to your fathers forever and ever.","4":"Moreover, ADONAI has sent to you all His servants the prophets, sending them early and often — but you have not listened or inclined your ear to hear —","8":"Therefore thus says ADONAI-Tzva’ot: “Since you have not heard My words,","26":"all the kings of the north, either far or close to another; and all the kingdoms of the world which are on the face of the earth. And the king of Sheshach  will drink after them.”","14":"For many nations and great kings will make slaves of them also. So I will repay them according to their deeds and according to the work of their own hands.”","37":"The peace of the pasture is stifled because of the fierce anger of ADONAI.","22":"all the kings of Tyre, all the kings of Zidon, and the kings of the coastland across the sea;","28":"And if they refuse to take the cup at your hand to drink, then here is what you will say to them: “Thus says ADONAI-Tzva’ot, you will surely drink!","25":"all the kings of Zimri, all the kings of Elam and all the kings of Media;","9":"I will soon send for and bring all the families of the north” — it is a declaration of ADONAI — “and I will send for King Nebuchadnezzar of Babylon, My servant, and will bring them against this land, and against its inhabitants, and against all these nations round about, and I will utterly destroy them, and make them a horror, and a hissing, an enduring desolation.","33":"Those slain by ADONAI on that day will be from one end of the earth to the other end of the earth. They will not be lamented, gathered, or buried; they will be dung on the surface of the ground.”","15":"For thus says ADONAI, the God of Israel, to me: “Take this cup of the wine of fury from My hand, and make all the nations to whom I am sending you drink it.","34":"Wail, you shepherds, and cry! Wallow in the dust, you leaders of the flock! For the days of your slaughter and your dispersions are full. You will fall like a precious vase.","21":"Edom, Moab, and Ammon’s children;","24":"all the kings of Arabia and all the kings of the mixed people dwelling in the wilderness;","16":"They will drink, and reel to and fro, and be like madmen, because of the sword that I will send among them.","35":"For the shepherds will have no way to flee, nor the leaders of the flock to escape.","32":"Thus says ADONAI-Tzva’ot: “Evil will soon go forth from nation to nation. A great storm is being stirred up from the uttermost parts of the earth.","7":"“Yet you have not listened to Me,” declares ADONAI. “So you are provoking Me with the work of your hands, to your own hurt.”","2":"Jeremiah the prophet spoke it to all the people of Judah and to all the inhabitants of Jerusalem, saying:","38":"He has left His lair, like a lion. For their land has become a waste, because of the fury of the oppressor and because of His fierce anger.","6":"Do not go after other gods to serve them, to worship them, and so do not provoke Me with the work of your hands, so I would do you no harm.’","31":"A noise has come to the end of the earth, for ADONAI has a dispute with the nations. He is passing judgment on all flesh. As for the wicked, He has given them over to the sword.” It is a declaration of ADONAI."},"9":{"16":"Thus says ADONAI-Tzva’ot: “Pay attention! Call the dirge-singers and let them come. Send for the most skillful wailers and let them come!”","3":"Beware, everyone, of your neighbor! Don’t even trust a brother. For every brother grabs like Jacob and every neighbor spreads slander.","5":"“You dwell in the midst of deceit. In deceit they refuse to know Me.” It is a declaration of ADONAI.","21":"“Say this,” declares ADONAI. “The carcasses of men will lie like dung on the open field, like cut grain behind the reaper, with no one gathering them.”","18":"For a wailing voice is heard from Zion: “How we are ruined! We are utterly ashamed — we have forsaken the land, for they tore down our dwellings.”","12":"ADONAI said “It is because they have forsaken My Torah that I set before them. They have neither obeyed My voice nor walked according to it,","10":"“I will make Jerusalem a heap of ruins, a lair for jackals. I will make the cities of Judah a wasteland without inhabitant.","2":"They bend their tongue like a bow. Lies, not faithfulness, prevail in the land. “For they go from evil to evil and do not know Me,” says ADONAI.","22":"Thus says ADONAI: “Let not the wise boast in his wisdom nor the mighty boast in his might nor the rich glory in his riches.","8":"For such things shall I not punish them?” It is a declaration of ADONAI. “Should I not avenge Myself on such a nation as this?”","17":"“Let them come quickly and lift up a wailing over us so our eyes may run down with tears and our eyelids gush with water.”","11":"Who is the one wise enough to understand this? To whom has the mouth of ADONAI spoken that he may explain it? Why is the land ruined, laid waste like a wilderness, so that no one passes through?”","1":"If only I had a travelers’ lodging place in the wilderness, then I might leave my people and get away from them! For they are all adulterers, a bunch of traitors.","9":"For the mountains I lift up weeping and wailing, a lament for the desert pastures. For they are so scorched that no one passes through — the lowing of cattle is not heard. The birds of the air have fled and the animals are gone.","24":"“Days are soon coming,” declares ADONAI, “when I will punish all who are circumcised and yet uncircumcised —","14":"Therefore, thus says ADONAI-Tzva’ot, the God of Israel, “look, I will make this people eat wormwood and drink poisoned water.","7":"Their tongue is a deadly arrow, speaking deceit. With his mouth each says shalom to his neighbor, while inwardly setting a trap for him.","15":"I will scatter them among the nations whom neither they nor their fathers have known. I will pursue them with the sword, until I have finished with them.”","20":"For death has climbed through our windows. It has entered into our palaces to cut off children from the street and young men from the squares.”","25":"Egypt, Judah, Edom and Ammon’s children and Moab, and all that have cut the corners of their hair — that dwell in the wilderness. For all the nations are uncircumcised but all the house of Israel are uncircumcised in the heart.","23":"But let one who boasts boast in this: that he understands and knows Me. For I am ADONAI who exercises lovingkindness, justice and righteousness on earth. For in these things I delight.” It is a declaration of ADONAI.","6":"Therefore thus says ADONAI-Tzva’ot: “I am about to refine them and test them. For what else can I do for the daughter of My people?","4":"Everyone deceives his neighbor and does not speak the truth. They taught their tongue to speak lies. They wear themselves out doing wrong.","19":"Now, hear the word of ADONAI, O women, let your ear receive the word of His mouth. Teach your daughters wailing and everyone her neighbor a dirge.","13":"but have walked after the stubbornness of their heart, and after the Baalim that their fathers taught them."},"33":{"16":"In those days will Judah be saved, and Jerusalem will dwell safely. And this is the Name by which He will be called: ADONAI our Righteousness.”","3":"“Call to Me, and I will answer you — I will tell you great and hidden things, which you do not know.”","5":"they are coming to fight with the Chaldeans, but they are about to fill them with the dead bodies of the people whom I will slay in My anger and in My fury. I have hidden My face from this city because of all their wickedness.","21":"only then may My covenant be broken with My servant David, that he would not have a son to reign on his throne, and the Levitical kohanim would not be My ministers.","18":"nor will the Levitical kohanim ever lack a man before Me to offer burnt offering, to burn grain offerings and to make sacrifices continually.”","12":"Thus says ADONAI-Tzva’ot: “Yet again will there be in this place, which is waste, without man and without beast, and in all its cities, a pasture of shepherds making their flocks lie down.","10":"Thus says ADONAI: “Yet again in this place — which you are saying is a waste without man or beast, in the cities of Judah and in the streets of Jerusalem the desolate, without man, without inhabitant and without beast — there will be heard","2":"Thus says ADONAI the Maker, ADONAI who formed it to make it firm — ADONAI is His Name.","22":"As the host of heaven cannot be numbered, nor the sand of the sea measured, so I will multiply the offspring of David My servant, and the Levites who minister to Me.”","8":"I will also cleanse them from all their iniquity  in which they have sinned against Me, and I will pardon all their wrongs in which they have sinned against Me and in which they have rebelled against Me.","17":"For thus says ADONAI: “For David, there will not be cut off a man sitting on the throne of the house of Israel,","11":"the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of them who say: ‘Give thanks to ADONAI-Tzva’ot, for ADONAI is good, for His love endures forever!’  as they bring offerings of thanksgiving into the House of ADONAI. For I will restore the land from the exile as it was at first,” declares ADONAI.","1":"Then the word of ADONAI came to Jeremiah a second time, while he was still confined in the guard’s courtyard, saying:","9":"“Then this city will be to Me for a name of joy, praise and glory before all the nations of the earth, which will hear all the good that I do for them, so they will fear and tremble because of all the good and for all the shalom that I do for it.”","24":"“Have you not noticed what this people have spoken, saying: ‘The two families which ADONAI did choose, He has rejected them’? Thus they despise My people — no longer a nation before them.”","14":"“Behold, days are coming” — it is a declaration of ADONAI — “when I will fulfill the good word I spoke concerning the house of Israel and concerning the house of Judah.","7":"I will restore Judah from exile and Israel from exile, and will rebuild them, as in former times.","15":"In those days and at that time, I will cause a Branch of Righteousness to spring up for David, and He will execute justice and righteousness in the land.","20":"thus says ADONAI: “If you can break My covenant with the day and My covenant with the night, so that day and night would not be at in their appointed time,","25":"Thus says ADONAI: “If I have not made My covenant of day and night firm, and the fixed patterns ordering the heavens and earth,","23":"The word of ADONAI came to Jeremiah, saying:","6":"“Indeed, I will bring it health and healing, and I will surely heal them. I will reveal to them an abundance of shalom and truth.","4":"For thus says ADONAI, the God of Israel: “Concerning the houses of this city and concerning the houses of the kings of Judah, which are torn down against the siege ramps and against the sword,","19":"And the word of ADONAI came to Jeremiah, saying,","13":"In the towns of the hill country, in the towns of the foothills, in the towns of the South, in the land of Benjamin, in the places around Jerusalem and in the towns of Judah, will the flocks again pass under the hands of one who counts them,” declares ADONAI.","26":"only then would I reject the offspring of Jacob,  and of My servant David so that I would not take from his offspring rulers over the offspring of Abraham, Isaac, and Jacob. For I will restore them from their exile, and have compassion on them.”"},"15":{"16":"Your words were found, so I ate them. Your words were a delight to me and the joy of my heart. For I am called by Your Name, ADONAI-Elohei-Tzva’ot.","3":"I have appointed over them four kinds” — it is a declaration of ADONAI — “the sword to slay, the dogs to drag, the birds of the sky and the beasts of the earth to devour and to destroy.","5":"“Who will have pity on you, Jerusalem? Or who will grieve for you? Or who will turn aside to ask about your welfare?","21":"“So I will deliver you out of the hand of the wicked, and I will redeem you out of the grasp of the ruthless.”","18":"Why is my pain unending and my wound incurable, refusing to be healed? Will You be to me like a mirage of water that is undependable?","12":"Can anyone smash iron — iron and bronze from the north?","10":"Oy to me, my mother, that you gave birth to me — a man of strife and conflict to all the land! I did not lend or borrow, yet everyone curses me.","2":"It will come to pass, when they say to you, ‘Where should we go?’ Then You will tell them, thus says ADONAI: “Those for death — to death! Those for the sword — to the sword! Those for famine — to famine! Those for exile — to exile!","8":"Their widows will increase before Me more than the sand of the seas, I will bring a destroyer at noonday against the mother of a young man. Suddenly I will bring down on her anguish and terrors.","17":"I never sat in the company of revelers nor made merry. Because of Your hand I sat alone, for You filled me with indignation.","11":"ADONAI said: “Surely I will release you for good. Surely I will make the enemy appeal to you in a time of trouble, in a time of affliction.","1":"Then said ADONAI to me: “Even if Moses and Samuel stood before Me, My soul could not be toward this people. Cast them out of My presence, and let them go out!”","9":"She who bore seven languishes. She breathes out her soul. Her sun sets while it is yet day. She is shamed and humiliated. Their survivors I give to the sword before their enemies.” It is a declaration of ADONAI.","14":"I will take you away with your enemies into a land you do not know, for a fire is kindled in My nostril, which will burn against you.”","7":"I will scatter them with a winnowing fork at the gates of the land. I will bereave them of children and destroy My people, since they do not repent of their ways.","15":"ADONAI, you know. Remember me and think of me. Avenge me against my persecutors. Because of Your long-suffering, do not take me away. Know that for Your sake I endure scorn.","20":"I will make you a fortified bronze wall to this people. They will fight against you, but will not prevail against you, for I am with you to save you and deliver you.” It is a declaration of ADONAI.","6":"You have cast Me off” — it is a declaration of ADONAI — “You keep going backward! So I stretch out My hand against you and will destroy you. I am weary with relenting.","4":"“So I will make them a horror to all the kingdoms of the earth, because of Manasseh son of Hezekiah king of Judah, for what he did in Jerusalem.","19":"Therefore thus says ADONAI: “If you return, I will restore you, you will stand before Me. If you extract the precious from the worthless, you will be as My mouth. Let them turn to you, but you must not turn to them.","13":"Your wealth and your treasures I will give as plunder without cost, for all your sins, in all your borders."},"34":{"16":"But you turned around and profaned My Name, and made everyone his servant and his handmaid, whom you had let go free at their will, return, and you brought them back into subjection, to be your servants and handmaids.”","3":"and you will not escape out of his hand, but will surely be captured and given into his hand. Your eyes will behold the eyes of the king of Babylon, and he will speak with you mouth to mouth, and you will go to Babylon.”","5":"you will die in peace. As there were burning ceremonies for your fathers, the former kings who were before you, so they will burn spices for you, and they will lament for you: ‘Oy, lord!’ For it is a word I have spoken,” declares ADONAI.","21":"King Zedekiah of Judah and his princes I will give into the hand of their enemies and into the hand of them who seek their life, and into the hand of the king of Babylon’s army, who were withdrawing from you.","18":"I will give the men who have transgressed My covenant, who have not performed the words of the covenant which they made before Me, when they cut the calf in two and passed between its parts","12":"So the word of ADONAI came to Jeremiah from ADONAI, saying,","10":"So all the princes and all the people obeyed, who had entered into the covenant, that everyone would free his manservant and his maidservant and not make them slaves any more — they obeyed, and freed them.","2":"thus says ADONAI, the God of Israel: “Go, speak to King Zedekiah of Judah and tell him, thus says ADONAI: ‘I am about to give this city into the hand of the king of Babylon, and he will burn it with fire,","22":"Indeed, I will command,” declares ADONAI, “and cause them to return to this city. They will fight against it, capture it, and burn it down with fire; and I will make the cities of Judah a wasteland, with no one living.”","8":"The word that came to Jeremiah from ADONAI, after King Zedekiah had made a covenant with all the people that were at Jerusalem, to proclaim liberty to them,","17":"Therefore thus says ADONAI: “You have not obeyed Me, to proclaim liberty, everyone to his brother and everyone to his neighbor. Behold, I proclaim for you a liberty,” declares ADONAI, “to the sword, to plague and to famine! So I will make you a horror to all the kingdoms of the earth.","11":"But afterward they turned around and made the servants and the handmaids, whom they had let go free, return, and brought them back into subjection as servants and as handmaids.”","1":"The word which came to Jeremiah from ADONAI, when King Nebuchadnezzar of Babylon and all his army, and all the kingdoms of the earth of his dominion and all the peoples were warring against Jerusalem and its towns, saying,","9":"so that everyone should let his manservant and his maidservant — Hebrew man or Hebrew woman — go free, so that no one should make a slave of a Jew, his brother.","14":"‘At the end of seven years you are to set free every man his brother that is a Hebrew who has been sold to you and has served you six years; you are let him go free from you.’ But your fathers did not obey Me, nor inclined their ear.","7":"when the army of the king of Babylon was warring against Jerusalem and against all the cities of Judah that were left — against Lachish and against Azekah, for these alone remained of the cities of Judah as fortified cities.","15":"Now you had repented, and had done that which is right in My eyes, by proclaiming liberty everyone to his neighbor. You even had made a covenant before Me in the House where My Name is called.","20":"I will even give them into the hand of their enemies and into the hand of them who seek their life, and their dead bodies will be for food to the birds of the sky and to the beasts of the earth.","6":"Then the prophet Jeremiah spoke all these words to King Zedekiah of Judah in Jerusalem,","4":"Yet hear the word of ADONAI, O Zedekiah king of Judah, thus says ADONAI concerning you: “You will not die by the sword;","19":"— the princes of Judah and the princes of Jerusalem, the officers, the kohanim, and all the people of the land who passed between the parts of the calf —","13":"thus says ADONAI, the God of Israel: “I made a covenant with your fathers in the day that I brought them out of the land of Egypt, out of the house of bondage, saying:"},"21":{"3":"Then said Jeremiah to them, “Thus will you say to Zedekiah,","5":"I myself will fight against you, with an outstretched hand and with a strong arm, even with anger, fury and in great wrath.","12":"O house of David, thus says ADONAI: “Render justice by morning, and rescue the one who is robbed out of the hand of the oppressor. Otherwise My fury will go forth like fire and burn so none can extinguish it, because of their evil deeds.”","10":"“For I have set My face against this city for evil, not for good.” It is a declaration of ADONAI. “It will be given into the hand of the king of Babylon, and he will burn it with fire.”","2":"“Please inquire of ADONAI for us, since Nebuchadrezzar king of Babylon is making war against us. Perhaps ADONAI would deal with us according to all His wondrous miracles — so that he would withdraw from us?”","8":"Now to this people you will say, thus says ADONAI: “Look, I set before you the way of life and the way of death.","11":"Also to the house of the king of Judah, hear the word of ADONAI,","1":"The word which came to Jeremiah from ADONAI, when King Zedekiah sent to him Pashhur son of Malchiah and Zephaniah son of Maaseiah the kohen, saying:","9":"He who remains in this city will die by the sword, by the famine, or by the pestilence. But whoever goes out and surrenders to the Chaldeans who are besieging you, he will live, and he will have his life as prize.”","14":"I will punish you according to the fruit of your deeds.” It is a declaration of ADONAI. “Also I will set fire to her forest, and it will consume all around her.”","7":"“Then afterward,” declares ADONAI, “I will deliver King Zedekiah of Judah and his servants, as well as the people — those surviving in this city from the pestilence, the sword and the famine — into the hand of Nebuchadnezzar king of Babylon, into the hand of their foes, yes, into the hand of those who seek their life. So he will smite them with the edge of the sword; he will not spare them, nor have pity or compassion.”","6":"I will also strike down the inhabitants of this city, both man and beast — they will die of a great pestilence.’”","4":"thus says ADONAI, the God of Israel: ‘I will soon turn back the weapons of war that are in your hands, which you use to fight against the king of Babylon and against the Chaldeans, who are besieging you outside the walls — I will assemble them in the center of this city.","13":"“Here I am, against you, situated in the valley, a rocky plateau” — it is a declaration of ADONAI — “You are saying, ‘Who would come down against us? Who would enter into our lairs?’"},"24":{"7":"Then I will give them a heart to know Me — for I am ADONAI — and they will be My people, and I will be their God.  For they will return to Me with their whole heart.","9":"I will even give them as a horror, as an evil thing, among all the kingdoms of the earth — as a disgrace and a proverb, a taunt and a curse — in all places where I will drive them.","10":"I will also send the sword, famine and pestilence among them, until they be consumed from off the land that I gave to them and to their fathers.”","3":"Then ADONAI said to me, “What do you see, Jeremiah?” So I said, “Figs — the good figs are very good, but the bad are very bad, and cannot be eaten, they are so bad.”","2":"One basket had very good figs, like the figs that are first ripe, but the other basket had very bad figs, which could not be eaten, they were so bad.","1":"ADONAI showed me, all of a sudden, there were two baskets of figs set before the Temple of ADONAI. It was after King Nebuchadnezzar of Babylon had taken away into exile Jeconiah son of King Jehoiakim of Judah and the princes of Judah, along with the craftsmen and smiths from Jerusalem, and had brought them to Babylon.","4":"Then the word of ADONAI came to me, saying,","6":"I will set My eyes on them as good. I will bring them back to this land, and I will build them up and not pull them down; I will plant them and not uproot them.","5":"thus says ADONAI, the God of Israel: “Like these good figs, so will I regard the exiles of Judah, whom I have sent out of this place to the land of the Chaldeans, as good.","8":"“Now as for the bad figs, which cannot be eaten they are so bad” — surely thus says ADONAI — “so I will give up Zedekiah the king of Judah, his princes and the remnant of Jerusalem who remain in this land, as well as those dwelling in the land of Egypt."},"46":{"11":"Go up into Gilead and get balm, O virgin daughter of Egypt. In vain you use many medicines — there is no cure for you.","3":"“Arrange breastplate and shield! Advance to battle!","20":"Egypt is a beautiful heifer — but a biting fly is coming — from the north it is coming!","12":"Nations have heard of your shame, and your outcry fills the earth. For warrior stumbles over warrior — both fall down together.”","10":"For that day belongs to my Lord ADONAI-Tzva’ot, as a day of vengeance, to avenge Himself against His foes. The sword will devour and be satisfied and will drink its fill of their blood. For it will be a sacrifice for my Lord ADONAI-Tzva’ot, in the northern land by the river Euphrates.","17":"They cried there: ‘Pharaoh king of Egypt is but a noise! He let the opportune time pass.’","13":"The word that ADONAI spoke to Jeremiah the prophet about the coming of King Nebuchadnezzar of Babylon to strike the land of Egypt:","27":"“But you, fear not, Jacob My servant, nor be dismayed, O Israel. For behold, I will save you from afar, your offspring from the land of their exile. And Jacob will return and be at peace and secure, no one frightening him.","18":"As I live,” declares the King — whose Name is ADONAI-Tzva’ot — “like Tabor among the mountains, or like Carmel by the sea, so surely he will come.”","23":"They cut down her forest” — it is a declaration of ADONAI — “though it was impenetrable, for they are worse than the locust — they are without number.","19":"O daughter dwelling in Egypt, get your bags ready for exile! For Noph will become a ruin laid waste, uninhabited.","1":"The word of ADONAI that came to the prophet Jeremiah concerning the nations.","5":"Why have I seen them? They are shattered, retreating, their warriors beaten, fleeing for cover, no turning back, terror on every side!” It is a declaration of ADONAI.","4":"Harness the horses and mount, O horsemen! Take your position, with helmets! Polish the spears! Put on armor!","8":"Egypt rises like the Nile, like the rivers whose waters churn. He says: ‘I will rise up, I will cover the earth, I will destroy the city and its inhabitants!’","26":"I will hand them over to those seeking their lives, into the hand of King Nebuchadnezzar of Babylon and his servants. Yet afterwards it will be inhabited, as in the days of old.” It is a declaration of ADONAI.","14":"“Declare it in Egypt, proclaim in Migdol, and announce in Noph and Tahpanhes. Say: ‘Stand up and get ready! For the sword has devoured all around you.","22":"Its sound will hiss like a snake, as they march with an army, and come against her as woodcutters with axes.","28":"Fear not, Jacob My servant” — it is a declaration of ADONAI — “for I am with you. I will make a full end of all the nations where I have driven you, but I will not make a full end of you. I will discipline you with justice, but will not utterly destroy you.”","25":"ADONAI-Tzva’ot, the God of Israel, says: “Behold, I will punish Amon of No, Pharaoh, Egypt, with her gods and her kings — even Pharaoh, and them that trust in him.","9":"Prance, you horses, and rush madly, you chariots. Let the warriors go out — Cush and Put grasping the shield, Lydians grasping and bending the bow!","15":"Why are your strong ones swept away? They did not stand up, because ADONAI thrust him down.","21":"Even her mercenaries among her are like stall-fed calves, for they also will turn back — they will flee away together, they will not stand up — for the day of their calamity has come upon them, the time of their visitation.","24":"The daughter of Egypt is disgraced, handed over to people of the north.”","16":"They keep stumbling, yes, falling over each other. Then they said: ‘Get up! Let’s return to our own people, to the land of our birth, away from the oppressor’s sword.’","7":"Who is this, rising like the Nile, like the rivers whose waters churn?","2":"For Egypt: concerning the army of Pharaoh Neco king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim son of Josiah, king of Judah.","6":"“The swift cannot flee, nor the warrior escape. In the north by the river Euphrates they stumbled and fell."},"16":{"16":"“Behold, I will send for many fishers,” says ADONAI, “and they will fish for them. After that, I will send for many hunters, and they will hunt them down from every mountain and from every hill, and out of the clefts of the rocks.","3":"For thus says ADONAI about the sons and daughters born in this place, and about their mothers who give birth to them and about their fathers who father them in this land:","5":"For thus says ADONAI: “Do not enter a house of mourning, neither go to lament nor bemoan them. For I have taken away My shalom from this people” — it is a declaration of ADONAI — “as well as My mercy and compassion.","21":"“So I will surely make them know — this time I make them know My hand and My might — they will know that My Name is ADONAI.”","18":"First I will repay them double for their iniquity and their sin, because they have profaned My land, and they have filled My possession with the carcasses of their vile things and their abominations.”","12":"Yes, you have done worse than your fathers. For here you are, each of you walking after the stubbornness of his evil heart, not listening to Me.","10":"“Now it will come to pass, when You will tell this people all these words, they will say to you: ‘Why has ADONAI pronounced all this great evil against us? So what is our iniquity? So what is our sin that we have committed against ADONAI our God?’","2":"“You will not take a wife for yourself or have sons or daughters in this place.”","8":"“You must not go into the house of feasting to sit with them, to eat and to drink”","17":"For My eyes are on all their ways. They are not hidden from My face, nor is their iniquity concealed from My eyes.","11":"Then will You say to them: ‘Because your fathers have forsaken Me,’ says ADONAI, ‘and have walked after other gods, served them and worshipped them, and have forsaken Me and have not kept My Torah.","1":"The word of ADONAI came to me, saying:","9":"For thus says ADONAI-Tzva’ot, the God of Israel: “I am about to eliminate from this place, before your eyes and in your days, the sound of joy and the sound of gladness, the voice of the bridegroom and the voice of the bride.","14":"“Therefore, the days are quickly coming,” declares ADONAI, “when it will no longer be said. ‘As ADONAI lives, who brought up the children of Israel out of the land of Egypt.’","7":"No one will break bread for them in mourning, to give comfort for the dead. Nor will anyone offer a cup of consolation to drink for anyone’s father or for his mother.","15":"Rather, ‘As ADONAI lives, who brought up the children of Israel from the land of the north and from all the lands where He had banished them.’ So I will bring them back into their land that I gave to their fathers.","20":"Will man make gods for himself? Yet they are not gods.","6":"Both great and small will die in this land; they will not be buried; neither will anyone lament for them, or cut themselves or shave his head for them.","4":"They will die of deadly diseases. They will not be lamented or buried, but will be like dung on the surface of the ground. They will be consumed by the sword and famine, and their carcasses will be food for the birds of the sky and the beasts of the earth.","19":"ADONAI, my strength, my stronghold, my refuge in the day of affliction, to You will the nations come from the ends of the earth and say: “Our fathers have inherited nothing but lies, futility and useless things.”","13":"So I will cast you out of this land into a land that you have not known — neither you nor your fathers — and there you will serve other gods day and night. For I will give you no grace.’"},"35":{"16":"For the sons of Jonadab son of Rechab have kept the commandment of their father which he commanded them, but this people have not obeyed Me.’”","3":"So I took Jaazaniah son of Jeremiah, son of Habazziniah, his brothers and all his sons, and the whole house of the Rechabites,","5":"I set jars full of wine and cups before the sons of the house of the Rechabites, and said to them: “Drink wine!”","18":"Now Jeremiah said to the house of the Rechabites, thus says ADONAI-Tzva’ot, the God of Israel: “Because you have obeyed the commandment of Jonadab your father, and kept all his precepts, and done according to all that he commanded you,”","12":"Then came the word of ADONAI to Jeremiah, saying,","10":"and we have dwelt in tents, and have obeyed and done according to all that Jonadab our father commanded us.","2":"“Go to the house of the Rechabites, speak to them, and bring them into one of the chambers of the House of ADONAI, and give them wine to drink.”","8":"So we obeyed the voice of Jonadab son of Rechab our father in all that he charged us, to drink no wine all our days, we, our wives, our sons, nor our daughters,","17":"Therefore thus says ADONAI Elohei-Tzva’ot, the God of Israel: “I am about to bring on Judah and all the inhabitants of Jerusalem all the evil that I have pronounced against them, because I spoke to them but they have not heard, and I have called to them but they have not answered.”","11":"But when King Nebuchadnezzar of Babylon came up against the land, we said: ‘Come, let us go to Jerusalem for fear of the army of the Chaldeans and for fear of the army of the Arameans. So we are dwelling in Jerusalem.”","1":"The word that came to Jeremiah from ADONAI in the days of Jehoiakim son of Josiah, king of Judah, saying:","9":"nor to build houses for us to dwell in, nor to own a vineyard, field or seed,","14":"“The words of Jonadab son of Rechab, that he commanded his sons, not to drink wine, are observed, and to this day they drink none, for they listen to their father’s commandment. Yet I have spoken to you, early and often, and you have not obeyed Me.","7":"Also you are not to build a house, or sow seed, or plant a vineyard or own one. Instead all your days you are to dwell in tents, so that you may live many days in the land where you sojourn.’","15":"“I have sent also to you all My servants the prophets, sending them early and often, saying: ‘Return you now every man from his evil way, and amend your doings, and go not after other gods to serve them, and you will dwell in the land which I have given to you and to your fathers; but you have not inclined your ear, nor listened to Me.","6":"But they said: “We drink no wine, for Jonadab son of Rechab our father commanded us: ‘You will drink no wine, not you nor your sons, forever.","4":"and I brought them into the House of ADONAI to the chamber of the sons of Hanan son of Igdaliah the man of God, which was by the chamber of the princes, which was above the chamber of Maaseiah son of Shallum, the doorkeeper.","19":"therefore thus says ADONAI-Tzva’ot, the God of Israel: “There will never be cut off for Jonadab son of Rechab a man to stand before Me forever.”","13":"thus says ADONAI-Tzva’ot, the God of Israel: “Go, say to the men of Judah and the inhabitants of Jerusalem, ‘Will you not receive instruction by listening to My words?’” says ADONAI."},"32":{"11":"Then I took the purchase deed, both the sealed copy, containing the terms and conditions, and the open copy,","41":"“Yes, I will delight in doing good for them, and with all My heart and all My soul I will in truth plant them in this land.”","42":"For thus says ADONAI: “Just as I have brought all this great evil on this people, so I will bring on them all the good that I have promised them.","3":"For King Zedekiah of Judah had shut him up, saying: “Why do you prophesy and say, thus says ADONAI: ‘I will soon give this city into the hand of the king of Babylon, and he will take it;","20":"You set signs and wonders in the land of Egypt, and even to this day in Israel and among mankind, and made Yourself a Name, as to this day.","12":"and I gave the purchase deed to Baruch son of Neriah son of Mahseiah, in the presence of my uncle’s son Hanamel and in the presence of the witnesses that subscribed the purchase deed, before all the Jews that sat in the court of the guard.","10":"I signed and sealed the deed, called in witnesses, and weighed the money on the scales.","17":"“Ah, my Lord ADONAI! Behold, You have made the heavens and the earth by Your great power and by Your outstretched arm — nothing is too hard for You!","44":"Men will buy fields for money and sign and seal the deeds and call witnesses in the land of Benjamin and in the areas around Jerusalem, and in the towns of Judah, in the towns of the hill-country, in the towns of the foothills, and in the cities of the South — because I will bring them back from exile.” It is a declaration of ADONAI.","40":"I will make an everlasting covenant with them: I will never turn away from doing good for them. I will put My fear in their hearts, so that they will not depart from Me.","13":"Then I charged Baruch before them, saying,","27":"“Behold, I am ADONAI, the God of all flesh; is there anything too hard for Me?”","30":"For the children of Israel and the children of Judah have done nothing but evil in My sight from their youth; indeed, the children of Israel have done nothing but provoke Me with the work of their hands,” declares ADONAI.","18":"You are the One doing mercy to thousands, but repaying the iniquity of the fathers into the lap of their children after them. Great, mighty God, ADONAI-Tzva’ot is His Name!","36":"Now therefore thus says ADONAI, the God of Israel, concerning this city, about which you say, “It is handed over to the king of Babylon by the sword, famine, and pestilence.","29":"Then the Chaldeans fighting against this city will come and set this city on fire and burn it, with the houses — where they burned incense to Baal on their roofs and poured out drink-offerings to other gods, to provoke Me.","23":"They came in and possessed it. But they did not obey your voice nor walk in your Torah. They have done nothing of all you commanded them to do. Therefore you caused all this evil to fall on them.","19":"Great in counsel and mighty in deed, whose eyes are open to all the ways of the children of men, to give each one according to his ways and according to the fruit of his deeds.","1":"The word that came to Jeremiah from ADONAI, in the tenth year of King Zedekiah of Judah, which was the eighteenth year of Nebuchadnezzar.","5":"and he will lead Zedekiah to Babylon, and there will he remain until I take note of him,’ says ADONAI — though you fight with the Chaldeans, you will not succeed?”","4":"and King Zedekiah of Judah will not escape out of the hand of the Chaldeans, but will surely be given into the hand of the king of Babylon, and will speak with him mouth to mouth and his eyes will behold his eyes;","8":"So my uncle’s son Hanamel came to me in the court of the guard as was the word of ADONAI, and said to me: “Buy my field, please, which is in Anathoth in the land of Benjamin; for the right of inheritance is yours and the redemption is yours; buy it for yourself.” Then I knew that this was the word of ADONAI.","26":"Then came the word of ADONAI to Jeremiah, saying:","39":"I will give them one heart  and one way, so they may fear Me forever; for their good and for their children after them.","14":"thus says ADONAI-Tzva’ot, the God of Israel, “Take these deeds — this purchase deed, both the sealed copy and the open copy — and put them in a clay jar, so they may last many days.”","37":"“See, I will gather them out of all the countries, where I have driven them in My anger, My fury, and great wrath, and I will bring them back to this place and cause them to dwell securely.","22":"You gave them this land, which you swore to their fathers to give them, a land flowing with milk and honey.","28":"Therefore thus says ADONAI: “I am about to give this city into the hand of the Chaldeans and Nebuchadnezzar king of Babylon, and he will take it.","25":"Yet You said to me, my Lord ADONAI: ‘Buy for yourself the field for money and call in witnesses’ — even as the city is handed over to the Chaldeans.”","9":"So I bought the field that was in Anathoth from the son of my uncle Hanamel, and weighed him the money — seventeen shekels of silver.","33":"“They have turned their back to Me and not their face. Though I taught them early and often, they have not listened to receive instruction.","15":"For thus says ADONAI-Tzva’ot, the God of Israel: “Houses and fields and vineyards will yet again be bought in this land.”","34":"Instead they set up their abominations in the House where My Name is called, to defile it.","21":"You brought your people Israel out of the land of Egypt with signs and wonders, with a strong hand and an outstretched arm, and with great terror.","24":"Look, the siege ramps have just come up to the city to take it. The city has been handed over to the Chaldeans fighting against it, because of the sword, the famine and the pestilence. What You have spoken has happened. Here it is, You see it.","16":"After I had given the purchase deed to Baruch son of Neriah, I prayed to ADONAI, saying:","35":"They built the high places of Baal in the Valley of Ben-Hinnom, to make their sons and their daughters pass through fire to Molech — something I never commanded them, nor did it enter My mind that they would do this loathsome thing, causing Judah to sin.”","32":"because of all the evil the children of Israel and the children of Judah have done to provoke Me — they, their kings, their princes, their kohanim, their prophets, the men of Judah, and the inhabitants of Jerusalem.","7":"‘Hanamel, son of Shallum your uncle, will soon come to you saying: ‘Buy for yourself my field in Anathoth, for the right of redemption is yours to buy it.’”","43":"So fields will be bought in this land, about which you are saying: ‘It will be a desolation, without man or beast; it is handed over to the Chaldeans.’","2":"Now at the time the king of Babylon’s army was besieging Jerusalem, and Jeremiah the prophet was shut up in the court of the guard, which was in the palace of the king of Judah.","38":"They will be My people, and I will be their God.","6":"So Jeremiah said: “The word of ADONAI came to me, saying:","31":"“Indeed this city has caused My anger and of My fury from the day that they built it up to this day,  so that I will remove it from before My face,"},"7":{"11":"Has this House, which bears My Name, become a den of robbers in your eyes?  Look, even I have seen it!” It is a declaration of ADONAI.","3":"Thus says ADONAI-Tzva’ot, the God of Israel; mend your ways and your deeds, and I will let you live in this place.","20":"Therefore thus says ADONAI Elohim: “My anger and My wrath is about to be poured out on this place — on man and beast, and on the trees of the field and the fruit of the land — and it will burn and not be quenched.”","12":"“Indeed, go now to My place that was in Shiloh, where I first made My Name dwell. Now see what I did to it because of the wickedness of My people Israel.","10":"and then come and stand before Me in this house that bears My Name, saying, ‘We are saved!’ — so that you may keep doing all these abominations?","17":"Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?","13":"While you were doing all these things,” declares ADONAI, “I spoke to you early and often, but you did not listen, and I called you but you did not answer.","27":"“When you tell them all these things, they will not listen to you. When you call to them, they will not answer you.","30":"“The children of Judah have done what is evil in My sight” — it is a declaration of ADONAI — “They have set their detestable things in the House that bears My Name to defile it.","18":"The children gather wood, the fathers light the fire and the women knead the dough to make sacrificial cakes to the queen of heaven. Moreover, they pour out drink offerings to other gods in order to provoke Me to anger.","29":"Cut off your hair and throw it away and take up a lamentation on the barren hills. For ADONAI has spurned and cast off the generation of His wrath.”","23":"but I explicitly commanded them: ‘Obey My voice and I will be your God to you and you will be My people. Walk in all the ways that I command you that it may go well with you.’","19":"But am I the One they are provoking?” declares ADONAI. “Are they not vexing themselves to their own shame?”","1":"The word that came to Jeremiah from ADONAI, saying:","5":"“No, if you truly mend your ways and your deeds — if you are doing justice between a man and his neighbor,","4":"Do not trust in deceptive words and say ‘The Temple of ADONAI, the Temple of ADONAI, the Temple of ADONAI!’","8":"Look, you are trusting in deceptive words that are empty.","26":"they did not listen to Me or pay attention. Rather, they stiffened their neck, doing more evil than their fathers.","14":"Therefore I will do to the House that bears My Name — the one in which you trust, the one that I gave to you and to your fathers — as I have done to Shiloh.","22":"For on the day that I brought your fathers out of the land of Egypt I did not speak to them nor did I command them concerning burnt offerings and sacrifices,","28":"So you will say to them, ‘This nation has not obeyed the voice of ADONAI their God or received correction. Truth has perished and is cut off from their mouth.","25":"from the day your fathers left the land of Egypt until today. Although I sent to you all My servants the prophets, daily and persistently,","9":"Will you steal, murder, and commit adultery and perjury, and offer incense to Baal and walk after other gods whom you have not known —","33":"The carcasses of this people will be food for the birds of the sky and for the beasts of the earth, and no one will frighten them away.","15":"And I will cast you out of My sight, just as I cast out all your brothers, all the offspring of Ephraim.","34":"Then I will bring an end, from the cities of Judah and from the streets of Jerusalem, to the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride. For the land will be desolate.”","21":"Thus says ADONAI-Tzva’ot, the God of Israel: “Add your burnt offerings to your sacrifices and eat the meat!","24":"But they did not listen or pay attention. Instead they followed their own counsel, in the stubbornness of their evil heart. They have gone backward and not forward,","16":"“As for you, do not pray for this people. Do not offer any supplication or petition for them, nor entreat Me, because I will not hear you.","32":"Therefore, the days are soon coming,” declares ADONAI, “when it will no longer be called Topheth, nor the Valley of Ben-Hinnom, but the Valley of Slaughter. For they will bury in Topheth until there is no room.","7":"then I will let you dwell in this place, in the land that I gave to your fathers forever and ever.","2":"Stand in the gate of ADONAI’s house and proclaim there this word and say: “Hear the word of ADONAI, all you of Judah that come through these gates to worship ADONAI.","6":"not oppressing the sojourner, orphan and widow nor shedding innocent blood in this place, nor going after other gods to your own ruin —","31":"They have built the high places of Topheth in the Valley of Ben-Hinnom to burn their sons and their daughters in the fire — which I did not command, nor did it even enter My mind."},"43":{"3":"Rather, Baruch son of Neriah is inciting you against us, to give us over into the hand of the Chaldeans, so they may put us to death or carry us away as captives to Babylon!”","5":"But Johanan son of Kareah and all the commanders of the forces took the entire remnant of Judah who had returned from all the nations where they had been driven to dwell in the land of Judah —","12":"“I will also set fire to the houses of Egypt’s gods. He will burn them and carry them off. He will wrap himself up with the land of Egypt as a shepherd wraps himself up with his garment. Then he will depart from there victoriously.","10":"Then say to them, thus says ADONAI-Tzva’ot, the God of Israel: “I am about to send for and bring King Nebuchadnezzar king of Babylon, My servant, and I will set his throne over these stones where I have hid, and he will spread his royal pavilion over them.","2":"then Azariah son of Hoshaiah, Johanan son of Kareah, and all the insolent men responded, saying to Jeremiah: “You are telling a lie! ADONAI our God has not sent you to say. ‘You must not go to Egypt to sojourn there.’","8":"the word of ADONAI came to Jeremiah in Tahpanhes, saying,","11":"Yes, he will come, and will strike the land of Egypt. Those for death — to death! Those for exile — to exile! Those for the sword — to the sword!","1":"But when Jeremiah had made an end of telling all the people all the words of ADONAI their God — all these words for which ADONAI their God had sent him to them —","9":"“Take some large stones in your hand and hide them in the mortar in the brickwork at the entrance of Pharaoh’s palace in Tahpanhes, in the sight of the men of Judah.","7":"and they went to the land of Egypt. For they did not obey the voice of ADONAI. When they arrived at Tahpanhes","6":"the men, the women, the children, the king’s daughters, everyone that Nebuzaradan the captain of the guard had left with Gedaliah son of Ahikam son of Shaphan, as well as Jeremiah the prophet and Baruch son of Neriah —","4":"So Johanan son of Kareah, all the commanders of the forces and all the people, did not obey the voice of ADONAI, to stay in the land of Judah.","13":"“He will also shatter the pillars of the temple of the sun  in the land of Egypt, while houses of the gods of Egypt He will burn with fire.”"},"48":{"11":"Moab has been at ease since his youth. He has settled like wine on its dregs. He has not been emptied from jar to jar, nor gone into exile. Therefore he retains his flavor, and his aroma has not changed.","41":"The towns are captured, the strongholds seized. The hearts of Moab’s warriors in that day will be like the heart of a woman in labor.","45":"“In the shadow of Heshbon the fugitives stop, exhausted, for fire breaks out of Heshbon flame from within Sihon, and it singes the foreheads and the scalps of Moab’s noisy sons.","42":"Moab will be destroyed as a people, because he boasted against ADONAI.","3":"The sound of outcry from Horonaim, devastation and great destruction!","20":"Moab is disgraced, indeed shattered. Wail and shriek! Declare by the Arnon, Moab is ruined!","12":"Therefore behold, days are coming” — it is a declaration of ADONAI — “when I will send to him those who will tip him up and over, and they will empty his vessels, and smash his jars in pieces.","10":"Cursed is the one who does the work of ADONAI with slackness, and cursed is the one who withholds his sword from blood.","17":"Mourn for him, all who are around him, all who know his name. Say: ‘How the mighty scepter, the splendid rod, is broken!’","44":"“The one who flees from panic will fall into the pit, and one who climbs out of the pit will be caught in the trap. For I will bring on Moab the year of their visitation.” It is a declaration of ADONAI.","40":"For thus says ADONAI: “Behold, he will swoop down like a vulture and spread out his wings against Moab.","13":"So Moab will be ashamed of Chemosh just as the house of Israel was ashamed of Bethel their confidence.","27":"After all, Israel is a laughingstock to you. Was he ever found among thieves, that whenever you speak of him, you should wag the head?","30":"I know his arrogance,” says ADONAI, “but it is dishonest — his boasts really accomplish nothing.","18":"O daughter dwelling in Dibon come down from your glory and sit in thirst! For Moab’s destroyer has come to you. He has devastated your strongholds.","36":"“That is why my heart is moaning like funeral flutes for Moab, and my heart moans like flutes for the people of Kir-heres. Thus the wealth he made is lost.","29":"We have heard of the pride of Moab — very proud he is — his haughtiness, his arrogance, his insolence, and his self-exalted heart.","23":"on Kiriathaim, Beth-gamul, Beth-meon,","19":"O inhabitant of Aroer, stand by the road and watch — ask him fleeing and her escaping, ‘What has happened?’","1":"Concerning Moab, thus says ADONAI-Tzva’ot, the God of Israel: “Oy to Nebo! For it will be ravaged. Kiriathaim will be disgraced and captured. The fortress will be shamed, shattered.","47":"Yet I will restore Moab from exile in the end of days.” It is a declaration of ADONAI. “Until then this is the judgment of Moab.”","5":"For at the ascent of Luhith they go up with continual weeping. For on the descent to Horonaim they heard the foe’s shattering cry.","4":"Moab is shattered — her little ones have raised a cry to be heard.","8":"The destroyer will come to every town. No town will escape. The valley will perish and the plain will be destroyed, as ADONAI has said.","26":"“Make him drunk, for he exalted himself against ADONAI. So Moab will wallow in his vomit and also become a laughingstock.","39":"“‘How shattered it is!’ they wailed! ‘How Moab turned his back in shame!’ So Moab will become a laughingstock and a horror to all around him.”","14":"How can you say: ‘We are warriors and men valiant for battle’?","37":"For every head is bald, every beard clipped, on all the hands are gashes, and around the waist sackcloth.","22":"on Dibon, Nebo, Beth-diblathaim,","28":"Inhabitants of Moab, leave the towns and dwell in crags — like a dove nesting in a cave’s mouth.","25":"The horn of Moab is cut off and his arm is broken!” It is a declaration of ADONAI.","9":"Give wings to Moab, for she must fly and get away. Her cities will become a wasteland, with no one living in them.","33":"So joy and gladness are taken away from the fruitful field and from the land of Moab. I stopped wine from the winepresses. No one will tread with shouting — any shouting is not a shout of joy.”","15":"Moab is ravaged, its towns entered, its choice young men gone down to slaughter” — It is a declaration of the King, whose Name is ADONAI-Tzva’ot.","34":"“From the outcry of Heshbon to Elealeh, as far as Jahaz they will raise their voice — from Zoar to Horonaim and a 3-year old heifer  — for the Waters of Nimrim also will be waste.","21":"Judgment has come on the tableland — on Holon, Jahzah, Mephaath,","24":"on Kerioth, Bozrah, and all the towns of the land of Moab, far and near.","46":"Oy to you, Moab! The people of Chemosh have perished! For your sons are taken away captive and your daughters into exile.","16":"“Moab’s calamity will come soon, and his downfall hastens swiftly.","35":"Moreover I will make an end in Moab” — it is a declaration of ADONAI — “of the one offering on the high place and the one burning incense to his gods.”","32":"More than weeping of Jazer will I weep for you, vine of Sibmah! Your branches spread to the sea, reached as far as the sea of Jazer. On your summer fruits and your vintage the destroyer has fallen.","7":"For because of your trust in your works and your treasures, you will be captured, too. Chemosh will go into exile, together with his priests and princes.","43":"Panic, pit and trap, are upon you, inhabitant of Moab,” declares ADONAI.","2":"There is no more praise for Moab. In Heshbon they plotted evil against her: ‘Come, let’s cut her off as a nation.’ You too, Madmen, will be silenced — the sword will chase you.","38":"On all the housetops of Moab and in its squares — lamentation everywhere! For I have broken Moab like a jar In which no one delights” — it is a declaration of ADONAI —","6":"Flee! Escape with your lives! Be like a tamarisk in the wilderness.","31":"Therefore I wail for Moab! Yes, I cry out for all Moab, for the men of Kir-heres I moan."},"2":{"11":"Has a nation changed its gods — even though they are not gods? Yet My people have exchanged their glory for worthless things.","3":"Israel was kadosh to ADONAI, the firstfruits of the harvest.  All who devoured him were held guilty. Catastrophe overtook them.” It is a declaration of ADONAI.","20":"“Indeed, long ago I broke your yoke and tore off your bonds. You said, ‘I will not serve!’ Instead, on every high hill and under every green tree you sprawled out as a prostitute.","12":"Be appalled at this, O heavens! Be utterly horrified and dumbfounded.”  It is a declaration of ADONAI.","10":"Cross to the coasts of Kittim  and see! Send to Kedar, and observe carefully. See if there has been anything like this.","17":"Have you not brought this on yourself, when He led you in the way?","13":"“My people have committed two evils: They have forsaken Me — the spring of living water — and they dug their own cisterns — cracked cisterns that hold no water.","27":"They say to wood, ‘You are my father’ and to a stone, ‘You birthed me.’ They have turned their back to Me and not their face. Yet when they are in trouble they say, ‘Rise up and save us!’","30":"“In vain I struck your children. They took no correction. Your sword devoured your prophets like a ravaging lion.”","18":"But now, what is on the road to Egypt? Drinking the waters of the Nile? Or what is on the road to Assyria? Drinking the waters of the Euphrates?","36":"Why do you make light of changing your way? You will be put to shame by Egypt as you were put to shame by Assyria.","29":"Why do you strive with Me? You have all rebelled against Me.” It is a declaration of ADONAI.","23":"“How can you say, ‘I am not defiled — I have not gone after the Baalim ? Look at your behavior in the Valley! Recognize what you have done. You are a swift young camel galloping aimlessly,","19":"Your own wickedness will rebuke you and your backslidings will chide you. Know then and see how bad and bitter it is for you to forsake ADONAI your God. Nor is fear of Me in you.” It is a declaration of the Lord ADONAI-Tzva’ot.","1":"Again the word of ADONAI came to me, saying:","5":"Thus says ADONAI: “What fault did your fathers find in Me that they strayed so far from Me? They walked after worthless things, becoming worthless themselves?","4":"Hear the word of ADONAI, O house of Jacob and all the families of the house of Israel.","8":"The kohanim did not ask, ‘Where is ADONAI?’ The Torah experts did not know Me. The shepherds rebelled against Me. The prophets prophesied by Baal and went after unprofitable things.","26":"As a thief is shamed when caught, so the house of Israel is shamed — they, their kings, their princes, their kohanim and their prophets.","14":"Is Israel a servant — a slave by birth? Then why has he become plunder?","37":"You will also go out from there with your hands on your head. For ADONAI has rejected those in whom you trust — you will not prosper by them.”","22":"Even though you wash with lye and use an abundance of soap, the stain of your iniquity is before Me.” It is a declaration of the Lord ADONAI.","28":"Where are your gods that you made for yourself? Let them come — if they can save you when you are in trouble! For you have as many gods as you have cities, O Judah.","25":"Do not run while your feet are bare and your throat is thirsty. But you said ‘There is no hope! No! For I have loved foreign gods and I will go after them.’","9":"Therefore I will plead with you again!” It is a declaration of ADONAI. “I will contend with your children’s children.","33":"How clever are your ways of seeking love. Therefore you even taught wicked women your ways.","15":"Young lions have roared at him they have roared loudly. They made his land a waste — his cities are in ruins and uninhabited.","34":"Moreover on your skirts is found the blood of the innocent poor — you did not find them breaking in. Yet in spite of all these things,","21":"Yet I had planted you as a choice vine from completely faithful seed. How then did you become to Me a wandering wild vine?","24":"a wild donkey used to the wilderness — sniffing the wind in her passion — in her heat, who can restrain her? All males that pursue her will not tire themselves. At mating time they will find her.","16":"Even the sons of Noph and Tahpanhes have grazed on the crown of your head.","35":"you say, ‘I am innocent — surely His anger is turned away from me?’ See, I will pass judgment on you, since you say: ‘I haven’t sinned!’","32":"Can a virgin forget her ornaments, or a bride her attire? Yet My people have forgotten Me, days without number.","7":"Yet I brought you into a fertile land, to eat of its fruit and goodness. When you came, you defiled My land. You made My heritage an abomination.","2":"“Go, and cry in the ears of Jerusalem, saying, thus says ADONAI: I remember the devotion of your youth, your love as a bride, and the way you followed Me in the wilderness, in a land not sown.","6":"They did not ask ‘Where is ADONAI, who brought us up from the land of Egypt and led us through the wilderness, through a land of deserts and rifts, through a land of drought and distress, through a land where no one travels, where no one lives?’","31":"You, generation, heed ADONAI’s word! “Have I been a wilderness to Israel or a land of thick darkness? Why do My people say, ‘We are free to roam. We won’t come to You any more’?"},"38":{"11":"So Ebed-melech took the men with him and went into the king’s palace under the storehouse, from there he took worn-out clothes and worn-out rags, and lowered them by ropes into the cistern-pit to Jeremiah.","3":"Thus says ADONAI: “This city will surely be given into the hand of the army of the king of Babylon, and he will capture it.”","20":"But Jeremiah said: “They will not hand you over. Please, obey the voice of ADONAI, in what I am speaking to you, so it will go well for you, and your soul will live!","12":"And Ebed-melech the Ethiopian said to Jeremiah: “Now put these worn-out clothes and rags under your armpits under the ropes.” Jeremiah did so.","10":"Then the king commanded Ebed-melech the Ethiopian, saying: “Take thirty men from here with you, and bring the prophet Jeremiah up out of the cistern, before he dies.”","17":"Then Jeremiah said to Zedekiah: Thus says ADONAI, Elohim-Tzva’ot, the God of Israel: “If you will go out to the officers of the king of Babylon, then your soul will live, this city will not be burned with fire; and you and your household will survive.","13":"Then they pulled Jeremiah up with the ropes, and lifted him up out of the pit. But Jeremiah remained in the courtyard of the guard.","27":"When all the officials came to Jeremiah and questioned him, he told them with just these words that the king had commanded. So they stopped speaking with him, since the matter was not overheard.","18":"But if you do not go out to the officers of the king of Babylon, then this city will be handed over to the Chaldeans; they will burn it with fire, and you will not escape out of their hand.”","23":"“Then they will bring out all your wives and your children to the Chaldeans, and you shall not escape out of their hand, but shall be seized by the hand of the king of Babylon, and this city will be burned down with fire.”","19":"Zedekiah the king said to Jeremiah: “I am afraid of the Judeans who have deserted to the Chaldeans, lest they hand me over to them and they abuse me.”","1":"Now Shephatiah son of Mattan, Gedaliah son of Pashhur, Jucal son of Shelemiah, and Pashhur son of Malchiah heard the words that Jeremiah spoke to all the people, saying,","5":"Then King Zedekiah said: “Here he is in your hand. For the king cannot do anything against you.”","4":"Then the officials said to the king: “This man should now be put to death, since he demoralizes the men of war remaining in this city as well as all the people, by speaking such words to them. For this man is not seeking the shalom of this people, but calamity.”","8":"Ebed-melech went out from the king’s palace and spoke to the king, saying:","26":"Then you will tell them, ‘I was presenting my petition before the king, not to make me return to Jonathan’s house to die there.’”","14":"Then Zedekiah the king sent for the prophet Jeremiah and received him at the third entrance in the House of ADONAI. The king said to Jeremiah: “I am going to ask you something — hide nothing from me.”","22":"‘Soon, all the women who are left in the palace of the king of Judah will be brought out to the officers of the king of Babylon, and those women will say: “Your close friends have misled you, and prevailed over you. Your feet are sunk in the mire, and they deserted you.’”","28":"Then Jeremiah stayed in the guard’s courtyard until the day that Jerusalem was captured.","25":"“But if the officials hear that I have talked with you, and they come to you and say to you: ‘Tell us now what you have said to the king — hide nothing from us and we will not put you to death. And what did the king say to you?’","9":"“My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they cast into the pit. He is likely to die right where he is from hunger, for there is no more bread in the city.”","15":"Jeremiah said to Zedekiah: “If I tell you, won’t you surely put me to death? Besides, if I give you counsel, you won’t listen to me.”","21":"But if you keep refusing to go out, this is the word that ADONAI has shown me:","24":"Then said Zedekiah to Jeremiah: “Let no one know of these words, and you will not die.","16":"So Zedekiah the king swore secretly to Jeremiah, saying: “As ADONAI lives, that gave us life, I will not put you to death, nor will I give you into the hand of these men seeking your life.”","7":"Now Ebed-melech  — an Ethiopian official in the king’s palace — heard they had put Jeremiah in the pit. While the king was sitting in the Benjamin Gate,","2":"thus says ADONAI: “He that remains in this city will die by the sword, by famine, and by plague, but anyone who goes out to the Chaldeans will live — so he will keep his life like the spoils of war, and will live.”","6":"So they took Jeremiah and cast him into the cistern-pit of Malchiah the king’s son, which was in the courtyard of the guard, lowering Jeremiah down with ropes. Now in the pit there was no water, but only mud, and Jeremiah sank into the mud."},"50":{"11":"“Because you rejoice, because you exult — you who plunder My inheritance — because you frolic like a trampling heifer and neigh like stallions,","41":"Look! A people coming from the north, a great nation and many kings will rise up from the ends of the earth.","45":"Therefore hear the plan that ADONAI has drawn up against Babylon, and His strategies that He designed against the land of the Chaldeans. Surely the least of the flock will be dragged away, Surely He will make their pasture desolate because of them.","42":"They grasp bow and javelin. They are cruel, with no compassion. Their voice roars like the sea, as they ride on horses, arranged as warriors for battle, against you, daughter of Babylon.","3":"For a nation comes up against her out of the land of the north — it will desolate her land. No one will dwell there — they have fled, gone, both man and beast.”","20":"In those days and in that time” — it is a declaration of ADONAI — “Israel’s guilt will be sought, but there will be none, also for the sins of Judah, but they will not be found. For I will pardon those whom I leave as a remnant.","12":"your mother will be utterly ashamed, she who bore you will be humiliated. Behold, the least of the nations will be a wilderness, a dry land, a desert.”","10":"Chaldea will be a spoil — all who plunder her will be satisfied.” It is a declaration of ADONAI.","17":"Israel is a scattered flock — lions have driven them away. First, Assyria’s king devoured him. This last one who broke his bones was King Nebuchadnezzar of Babylon.","44":"Look, it is like a lion coming up from the thickets of the Jordan to a secure pasture — for abruptly I will make him run away from it. I appoint over it whomever I choose. For who is like Me? Who will summon Me to court? What shepherd stands up to Me?”","40":"As when Elohim overthrew Sodom, Gomorrah and their neighbor towns” — it is a declaration of ADONAI — so no man will live there, nor any son of man dwell in it.","13":"Because of ADONAI’s wrath, it will be uninhabited, all waste. Everyone who passes by Babylon will be appalled, hissing at all her wounds.","27":"To the sword with all her bulls, going down to the slaughter! Oy to them! Their day has come — the time of their visitation.","30":"Therefore her young men will fall in her squares, all her warriors silenced in that day.” It is a declaration of ADONAI.","18":"Therefore thus says ADONAI-Tzva’ot, the God of Israel: “Indeed, I will punish Babylon’s king and his land, just as I punished Assyria’s king.","36":"A sword on the diviners — fools! A sword on her warriors — shattered!","29":"Summon archers to Babylon, all who bend the bow. Encamp against her all around, let no one there escape. Repay her for her deed. As all she has done, do to her.  For she was arrogant against ADONAI, against the Holy One of Israel.","23":"How the hammer of the whole earth has been cut down and smashed! How Babylon has become a horror among the nations!","19":"I will bring Israel back to his pasture. He will feed on Carmel and Bashan, and his soul will be satisfied on the hills of Ephraim and Gilead.","1":"The word that ADONAI spoke about Babylon, about the land of the Chaldeans, through Jeremiah the prophet:","5":"They will ask about Zion, the way — here are their faces! Come! They will join themselves to ADONAI in an everlasting covenant that will never be forgotten.","4":"“In those days and at that time” — it is a declaration of ADONAI — “the children of Israel will come, together with the children of Judah, weeping as they come, and will seek ADONAI their God.","8":"“Flee from within Babylon,  get out of the land of the Chaldeans, and be like he-goats before the flock.","26":"Come against her from afar, open her granaries, pile her up like heaps and utterly destroy her! Let nothing be left to her.","39":"So wildcats and hyenas will live there and ostriches settle there. It will never again be inhabited or dwelt in from generation to generation.","14":"Array against Babylon all around, all you who bend the bow. Shoot at her! Spare no arrows — for she has sinned against ADONAI.","37":"A sword on their horses, their chariots, on all the mixed people within her, so they will become like women! A sword on her treasures — so they may be plundered.","22":"The noise of battle is in the land and great crashing.","28":"The sound of fugitives, escaping out of the land of Babylon — declaring in Zion the vengeance of ADONAI our God, vengeance for His Temple.","25":"ADONAI has opened His armory and brought out the weapons of His indignation. For it is a work that my Lord ADONAI-Tzva’ot has to do in the land of Chaldea.","9":"For I will soon stir up and bring against Babylon an alliance of great nations from the north. They will form battle lines against her, from there she will be captured. Their arrows will be like a warrior who bereaves, not returning empty.","33":"Thus says ADONAI-Tzva’ot: “The children of Israel and the children of Judah are oppressed together. All their captors hold them fast. They refused to let them go.","15":"Raise a war cry against her all around! She has thrown up her hands, her bulwarks are fallen, her walls thrown down. For it is ADONAI’s vengeance: take vengeance on her, as she has done, do to her!","34":"Their Redeemer is strong — ADONAI-Tzva’ot is His Name — He will vigorously plead their case, so He may give rest to the earth, but trembling to the Babylonians.","21":"Go up against the land of Merathaim, against the inhabitants of Pekod. Put them to the sword and utterly destroy them” — it is a declaration of ADONAI — “and do all that I commanded you.”","24":"I set a snare for you, so you were caught, O Babylon, when you were unaware. You were found and also caught, because you challenged ADONAI.","46":"The earth will tremble at the noise of Babylon’s capture. The sound of their outcry will be heard among the nations.","16":"Cut off the sower from Babylon and the one who wields a sickle in the time of harvest. Before the sword of the oppressor they will each turn to his people, each will flee to his own land.","35":"“A sword is on the Chaldeans” — it is a declaration of ADONAI — “and on Babylon’s inhabitants, and her officials and wise men.","32":"The arrogant will stumble and fall, and no one will lift him up. I will kindle fire in his cities, and it will devour all who are round about him.”","7":"Everyone finding them devoured them. Their foes said: ‘We’re not guilty!’ Instead, they sinned against ADONAI, the habitation of justice — ADONAI, the hope of their fathers.”","43":"Babylon’s king heard news of them. His hands droop; anguish grabs him, agony like a woman in labor.","2":"“Declare it among the nations and proclaim! Raise a banner, announce, hide nothing! Say: ‘Babylon will be captured, Bel put to shame, Merodach dismayed, her images disgraced, her idols shattered!’","38":"A drought is on her waters, so they will be dried up. For it is a land of idols — they are mad about horrible things.","6":"My people have been lost sheep.  Their shepherds led them astray. Turning around in the mountains, they went from mountain to hill, and forgot their resting place.","31":"“Look, I am against you, arrogant one” — declares my Lord ADONAI-Tzva’ot — “for your day has come, the time when I will punish you."},"6":{"11":"So I am full of the wrath of ADONAI. I am weary of holding it in! Pour it out on a child in the street, on young men gathered together. For husband will be taken with wife, the aged with the very old.","3":"Shepherds with their flocks are coming against her. All around her they pitch their tents, each pasturing in his own place.","20":"Of what use to Me is frankincense coming from Sheba or sweet cane from a distant country? Your burnt offerings are not acceptable, nor are your sacrifices pleasing to Me.”","12":"Their homes will be turned over to others — together with their fields and their wives. For I will stretch out My hand on the inhabitants of the land.” It is a declaration of ADONAI.","10":"“To whom can I speak and warn so they would hear? See, their ears are uncircumcised, unable to hear! The word of ADONAI has become scorn to them. They have no delight in it.","17":"So I set watchmen over you, saying ‘Listen to the sound of the shofar!’ But they said, ‘We won’t listen.’","13":"“For from the least to the greatest, all of them are greedy for gain, and from prophet even to kohen, everyone practices deceit.","27":"“I have made you a metal-tester among My people — so you may observe and test their way.","30":"They are called ‘cast off silver’ — for ADONAI has cast them off.”","18":"Therefore hear, O nations and observe, O congregation, what is against them.","29":"The bellows blow fiercely, blasting away the lead with fire. The refining is completely in vain, for the wicked are not drawn off.","23":"They are armed with bow and spear, cruel and with no compassion. They sound like the roaring sea — as they ride on horses as men in battle formation, against you, Daughter of Zion!”","19":"Hear, O earth! See, I will bring disaster on this people — fruit of their schemes — for they did not listen to My words and rejected My Torah.","1":"Flee for refuge, children of Benjamin, from the midst of Jerusalem! Blow the shofar in Tekoa and raise a signal in Beth-cherem! For disaster looms from the north, even terrible destruction.","5":"“Rise up! Let’s attack at night and destroy her palaces.”","4":"“Prepare for war against her. Rise up! Let’s attack at noon.” “Oy for us! For day is fading — evening shadows are lengthening.”","8":"Be warned, O Jerusalem, lest I abandon you, lest I make you desolate — an uninhabited land.”","26":"“Daughter of My people, put on sackcloth and roll in ashes. Mourn as for an only son with bitter lamentation.” “For suddenly the destroyer will come on us!”","14":"They healed the wound of My people superficially, saying ‘Shalom, shalom!’ when there is no shalom.”","22":"Thus says ADONAI: “Look, a people coming from a northern land, a great nation roused from the ends of the earth!","28":"They are all stubborn rebels spreading slander. They are bronze and iron, all of them are corrupt.","25":"Don’t go out into the field or walk on the road. Since the enemy has a sword, there’s terror on every side!”","9":"Thus says ADONAI-Tzva’ot: “Glean the remnant of Israel thoroughly as a vine. Pass your hand over the branches once more, like a grape-gatherer.”","15":"“Were they ashamed when they committed abomination? No, they were not at all ashamed; they did not know how to blush. Therefore they shall fall among those who fall; at the time that I punish them, they shall be overthrown,” says ADONAI.","21":"Therefore thus says ADONAI: “Look, I am laying before this people stumbling blocks — and against them they will stumble — fathers and the sons together, a neighbor and his friend, and they will perish.”","24":"“We have heard of their fame. Our hands hang limp; anguish has gripped us, pain like a woman in labor.","16":"Thus says ADONAI: “Stand in the roads and look. Ask for the ancient paths — where the good way is — and walk in it. Then you will find rest for your souls.  But they said, ‘We won’t walk in it.’","7":"As a well gushes out its waters, so she pours out her wickedness. Violence and havoc are heard in her, sickness and wounds ever before Me.","2":"“The lovely, delicate Daughter of Zion I will cut off.”","6":"For thus says ADONAI-Tzva’ot: “Chop down her trees! Raise a siege ramp at Jerusalem. This city must be punished — in her midst is only oppression."},"31":{"11":"They will come and sing on Zion’s height, radiant over the bounty of ADONAI — over the grain, the wine, the oil, and the young of the flock. Their life will be like a watered garden, and they will never languish again.","3":"Again I will build you, so you will be rebuilt, virgin Israel! Again you will take up your tambourines as ornaments, and go out to dances of merrymakers.","20":"Erect road markers, set up signposts! Set your heart toward the highway, the way by which you traveled! Return, O virgin Israel, return to your cities.","12":"Then will the virgin rejoice in the dance, both young men and old men together. For I will turn their mourning into joy, and I will comfort them, and make them rejoice out of their sorrow.","10":"For ADONAI has ransomed Jacob. He redeemed him from the hand of one stronger than he.","17":"I indeed heard Ephraim grieving: ‘You have disciplined me — I was disciplined like an untrained calf. Restore me, and I will return, for you are ADONAI my God.","13":"I will fill the soul of the kohanim with fatness and My people will be satisfied with My goodness.” It is a declaration of ADONAI.","27":"Now just as I have watched over them to uproot and to pull down, to overthrow, to destroy, and to bring disaster, then I will watch over them to build and to plant,” says ADONAI.","30":"“Behold, days are coming” — it is a declaration of ADONAI — “when I will make a new covenant  with the house of Israel and with the house of Judah —","18":"For after I returned, I repented, and after that I was instructed, I struck my thigh — I was ashamed and also humiliated, for I bore the disgrace of my youth.’","36":"Thus says ADONAI: “Only if heaven above can be measured and the foundations of the earth searched out beneath, then also I will cast off the offspring of Israel — for all they have done.”  It is a declaration of ADONAI.","29":"Rather each will die for his own iniquity: if anyone eats the sour grapes, his own teeth will be blunted.”","23":"Judah and all its cities will dwell there together — the farmer and those who go about with flocks.","19":"Is Ephraim a precious son to Me? Is he a delightful child? For as often as I spoke against him, I still certainly remember him. Therefore My heart yearns for him. I will surely have compassion on him.” It is a declaration of ADONAI.","1":"Thus says ADONAI: “The people surviving the sword found grace in the wilderness — where I gave Israel rest.”","5":"For there will be a day when watchmen will call out in the hill country of Ephraim, ‘Arise, let us go up to Zion, to ADONAI our God.’”","4":"Again you will plant vineyards on the hills of Samaria — planters will plant and use them.","8":"With weeping and supplications they will come. I will bring them, leading them to walk by streams of water on a straight path where they will not stumble. For I am Israel’s father, and Ephraim is My firstborn.”","26":"“Behold, days are coming” — it is a declaration of ADONAI — “when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast.","39":"Then the whole valley — the dead bodies and the ashes, and all the fields up to the Kidron Valley to the corner of the Horse Gate toward the east — will be holy to ADONAI. It will never be uprooted or thrown down again — forever.”","14":"Thus says ADONAI: “A voice is heard in Ramah — lamentation and bitter weeping — Rachel weeping for her children, refusing to be comforted for her children, because they are no more.”","37":"“Behold, days are coming” — it is a declaration of ADONAI — “when the city will be rebuilt for ADONAI, from the tower of Hananel to the Corner Gate.","22":"Thus says ADONAI-Tzva’ot, the God of Israel: “Yet again will they use this expression in the land of Judah and in its cities, when I will return them from exile: ‘ADONAI bless you, O dwelling of righteousness, O mountain of holiness.’","28":"“In those days they will no longer say: ‘The fathers have eaten sour grapes, and the children’s teeth are blunted.’","25":"At this point I awoke, and looked around, and my sleep was sweet to me.","9":"Hear the word of ADONAI, O nations, and declare it in the distant islands, and say: ‘He who scattered Israel will gather and watch over him, as a shepherd does his flock.’","33":"No longer will each teach his neighbor or each his brother, saying: ‘Know ADONAI,’ for they will all know Me, from the least of them to the greatest.” it is a declaration of ADONAI. “For I will forgive their iniquity, their sin I will remember no more.”","15":"Thus says ADONAI: “Restrain your voice from weeping and your eyes from tears. For your work will be rewarded” — it is declaration of ADONAI — “when they will return from the land of the enemy.","34":"Thus says ADONAI, who gives the sun as a light by day and the fixed order of the moon and the stars as a light by night, who stirs up the sea so its waves roar, ADONAI-Tzva’ot is His Name:","21":"How long will you waver, O backsliding daughter? For ADONAI has created a new thing on earth: a woman surrounds a man.","24":"For I will satisfy the weary soul, and every languishing soul will refresh.”","16":"So there is hope for your future” — it is declaration of ADONAI — “when your children will return to their own territory.","35":"“Only if this fixed order departs from before Me” — it is a declaration of ADONAI — “then also might Israel’s offspring cease from being a nation before Me — for all time.”","32":"“But this is the covenant I will make with the house of Israel after those days” — it is a declaration of ADONAI — “I will put My Torah within them. Yes, I will write it on their heart.  I will be their God and they will be My people.","7":"Behold, I will bring them from the north country, and I will gather them from the ends of the earth — among them the blind and the lame, the pregnant together with she who is in labor with child. A great throng will return here.","2":"“From afar ADONAI appeared to me.” “Yes, I have loved you with an everlasting love. Therefore I have drawn you with lovingkindness.","38":"The measuring line will go out farther, straight to the Gareb Hill, then turn to Goah.","6":"For thus says ADONAI: “Sing aloud with joy for Jacob! Shout with the chief of the nations! Proclaim, give praise, and say: ‘ADONAI, save your people, the remnant of Israel!’","31":"not like the covenant I made with their fathers in the day I took them by the hand to bring them out of the land of Egypt. For they broke My covenant, though I was a husband to them.” it is a declaration of ADONAI."}}}