{"translationKey":"tlv","translation":"TLV","book":"1 John","bookSlug":"1-john","chapters":{"2":{"11":"But whoever hates his brother  is in the darkness and walks in the darkness. He doesn’t know where he is going, because the darkness has made his eyes blind.","3":"Now we know that we have come to know Him by this — if we keep His commandments.","20":"But you have an anointing from the Holy One, and you all know.","12":"I am writing to you, children, because your sins have been forgiven on account of His name.","10":"The one who loves his brother abides in the light, and in him there is no cause for stumbling.","17":"The world is passing away along with its desire, but the one who does the will of God abides forever.","13":"I am writing to you, fathers, because you have known the One who is from the beginning. I am writing to you, young men, because you have overcome the evil one.","27":"As for you, the anointing you received from Him remains in you, and you have no need for anyone to teach you. But as His anointing teaches you about all things — and it is true and not a lie — and just as it has taught you, abide in Him.","18":"Children, it is the last hour. Just as you heard that the anti-messiah is coming, even now many anti-messiahs have come — by this we know that it is the last hour.","29":"If you know that He is righteous, you also know that everyone who does what is right is born of Him.","23":"No one who denies the Son has the Father; the one who acknowledges the Son also has the Father.","19":"They left us, but they didn’t really belong to us. If they had belonged to us, they would have remained with us. But they left us so it became clear that none of them belongs to us.","1":"My children, I am writing these things to you so that you will not sin. But if anyone does sin, we have an Intercessor with the Father — the righteous Messiah Yeshua.","5":"But whoever keeps His word, in him the love of God is truly made perfect. We know that we are in Him by this —","4":"The one who says, “I have come to know Him,” and does not keep His commandments is a liar, and the truth is not in him.","8":"Yet I am writing a new commandment for you, which is true in Him and in you, because the darkness is fading and the true light is already shining.","26":"I have written you these things about those who are trying to mislead you.","14":"I have written to you, children, because you have known the Father. I have written to you, fathers, because you have known the One who is from the beginning. I have written to you, young men, because you are strong, the word of God abides in you, and you have overcome the evil one.","22":"Who is the liar, if not the one who denies that Yeshua is the Messiah? This one is the anti-messiah — the one who denies the Father and the Son.","28":"And now, children, abide in Him, so that when He appears we will have confidence and not be ashamed in His presence at His coming.","25":"Now this is the promise that He Himself has promised us — eternal life.","9":"The one who says he is in the light and hates his brother is still in the darkness.","15":"Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.","21":"I have not written you because you do not know the truth, but because you do know it, and because no lie is of the truth.","24":"As for you, let what you heard from the beginning remain in you. If what you heard from the beginning remains in you, you also will continue to live in the Son and in the Father.","16":"For everything in the world — the desire of the flesh, the desire of the eyes,  and the boasting of life — is not from the Father but from the world.","7":"Loved ones, I am not writing a new commandment for you, but an old commandment — one you had from the beginning. This old commandment is the word you have heard.","2":"He is the atonement for our sins, and not only for our sins but also for the whole world.","6":"whoever claims to abide in Him must walk just as He walked."},"4":{"16":"So we have come to know and trust in the love that God has for us. God is love. Now whoever abides in love abides in God, and God abides in him.","3":"but every spirit that does not acknowledge Yeshua is not from God. This is the spirit of the anti-messiah, which you have heard is coming and now is already in the world.","5":"They are from the world, so they speak from the world and the world listens to them.","21":"And this commandment we have from Him: that the one who loves God should also love his brother.","18":"There is no fear in love, but perfect love drives out fear. For fear has to do with punishment, and the one who fears has not been made perfect in love.","12":"No one has ever seen God.  If we love one another, God abides in us and His love is made perfect in us.","10":"This is love — not that we have loved God, but that He loved us and sent His Son as an atonement for our sins.","2":"You know the Ruach Elohim by this — every spirit that acknowledges that Messiah Yeshua has come in human flesh is from God,","8":"The one who does not love does not know God, for God is love.","17":"In this way, love is made perfect among us, so that we should have boldness on the Day of Judgment. For just as He is, so also are we in this world.","11":"Loved ones, if God so loved us, we also ought to love one another.","1":"Loved ones, do not believe every spirit, but test the spirits to see if they are from God. For many false prophets have gone out into the world.","9":"The love of God was revealed among us by this — that God sent His one and only Son into the world so that we might live through Him.","14":"We have seen and testify that the Father has sent His Son as Savior of the world.","7":"Loved ones, let us love one another, for love is from God. Everyone who loves is born of God and knows God.","15":"If anyone acknowledges that Yeshua is Ben-Elohim, God abides in him and he abides in God.","20":"If anyone says, “I love God,” and hates his brother, he is a liar. For the one who does not love his brother, whom he has seen, cannot love God, whom he has not seen.","6":"We are from God; whoever knows God listens to us, but whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.","4":"You are from God, children, and you have overcome them, because greater is He who is in you than he who is in the world.","19":"We love, because He first loved us.","13":"We know that we abide in Him and He in us by this — because He has given us of His Spirit."},"5":{"16":"If anyone sees his brother committing a sin not leading to death, he should ask, and God will give life to those who commit sin not leading to death. There is a sin leading to death — I am not saying you should ask about that.","3":"For this is the love of God — that we keep His commandments. And His commandments are not burdensome.","5":"Who is it that overcomes the world, if not the one who believes that Yeshua is Ben-Elohim?","21":"Children, guard yourselves from idols.","18":"We know that anyone born of God does not keep on sinning; rather, the One born of God keeps him safe, and the evil one cannot touch him.","12":"The one who has the Son has life; the one who does not have Ben-Elohim does not have life.","10":"The one who trusts in Ben-Elohim has the testimony in himself; the one who does not trust in God has made Him a liar, because he has not believed in the testimony that God has given about His Son.","2":"We know that we love God’s children by this — when we love God and obey His commandments.","8":"the Spirit, the water, and the blood — and these three are one.","17":"All unrighteousness is sin, but there is sin not leading to death.","11":"And the testimony is this — that God gave us eternal life, and this life is in His Son.","1":"Everyone who believes that Yeshua is the Messiah is born of God, and everyone who loves the Father loves the one born of Him.","9":"If we accept men’s testimony, God’s testimony is greater — for this it is the testimony that God has given about His Son.","14":"Now this is the confidence we have before Him — that if we ask anything according to His will, He hears us.","7":"For there are three that testify —","15":"And if we know that He hears us — whatever we ask — we know that we have the requests we have asked from Him.","20":"And we know that Ben-Elohim has come and given us insight, so that we may know Him who is true — and we are in Him who is true, in His Son Yeshua the Messiah. This One is the true God and eternal life.","6":"Messiah Yeshua is the One who came by water and blood — not by water only, but by water and blood. The Spirit is the One who testifies, because the Spirit is the truth.","4":"For everyone born of God overcomes the world. And the victory that has overcome the world is this — our faith.","19":"We know that we are of God, and the whole world lies in the power of the evil one.","13":"I wrote these things to you who believe in the name of Ben-Elohim, so you may know that you have eternal life."},"1":{"7":"But if we walk in the light as He Himself is in the light, we have fellowship with one another and the blood of His Son Yeshua purifies us from all sin.","9":"If we confess our sins, He is faithful and righteous to forgive our sins and purify us from all unrighteousness.","10":"If we say we have not sinned, we make Him a liar and His word is not in us.","3":"What we have seen and heard we proclaim also to you, so you may have fellowship with us. Indeed, our fellowship is with the Father and His Son, Yeshua the Messiah.","2":"the life was revealed, and we have seen and testify and declare to you the eternal life that was with the Father and was revealed to us.","1":"What was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of life —","4":"These things we write so our joy may be full.","6":"If we say we have fellowship with Him and keep walking in the darkness, we are lying and do not practice the truth.","5":"Now this is the message we have heard from Him and announce to you — that God is light and in Him there is no darkness at all.","8":"If we say we have no sin, we are deceiving ourselves and the truth is not in us."},"3":{"16":"We have come to know love by this — Yeshua laid down His life for us, and we also ought to lay down our lives for our brothers and sisters.","3":"Everyone who has this hope in Him purifies himself, just as He is pure.","5":"You know that Yeshua appeared in order to take away sins, and in Him there is no sin.","21":"Loved ones, if our heart does not condemn us, we have confidence before God;","18":"Children, let us not love with word or talk, but in deed and truth!","12":"Do not be like Cain, who was from the evil one and murdered his brother. And why did he murder him? Because his deeds were evil, while his brother’s were righteous.","10":"It is clear who are the children of God and who are the children of the devil by this — anyone who does not act righteously or love his brother is not of God.","2":"Loved ones, now we are God’s children; and it has not yet been revealed what we will be. But we do know that when it’s revealed, we shall be like Him, because we will see Him just as He is.","22":"and whatever we ask, we receive from Him, because we keep His commandments and do what is pleasing in His sight.","8":"The one who practices sin is of the devil, for the devil has been sinning from the beginning. Ben-Elohim appeared for this purpose — to destroy the works of the devil.","17":"But if someone has material possessions and sees his brother in need and closes his heart against him , how does the love of God abide in him?","11":"For this is the message you have heard from the beginning — we should love one another.","1":"See how glorious a love the Father has given us, that we should be called God’s children — and so we are! The reason the world does not know us is that it did not know Him.","9":"No one born of God practices sin, because God’s seed remains in him. He cannot sin, because he is born of God.","24":"The one who keeps His commandments abides in God, and God in him. We know that He abides in us by this — by the Spirit He has given us.","14":"We know that we have passed from death to life, because we love our brothers and sisters. The one who does not love remains in death.","7":"Children, let no one mislead you! The one who practices righteousness is righteous, just as Yeshua is righteous.","15":"Everyone who hates his brother is a murderer — and you know that no murderer has eternal life abiding in him.","20":"whenever our heart condemns us. For God is greater than our heart, and knows all things.","23":"Now this is His commandment — that we should believe in the name of His Son, Yeshua the Messiah, and love one another, just as He commanded us.","6":"No one who abides in Him keeps on sinning; no one who sins has seen Him or known Him.","4":"Everyone practicing sin also practices lawlessness — indeed, sin is lawlessness.","19":"By this we shall know that we are of the truth, and set our heart at rest before Him","13":"Do not be surprised, brothers and sisters, if the world hates you."}}}