{"translationKey":"tlv","translation":"TLV","book":"1 Peter","bookSlug":"1-peter","chapters":{"2":{"16":"Live as free people, but not using your freedom as a cover-up for evil. Rather, live as God’s slaves.","3":"now that you have tasted that the Lord is good.","5":"you also, as living stones, are being built up as a spiritual house — a holy priesthood to offer up spiritual sacrifices acceptable to God through Messiah Yeshua.","21":"For you were called to this, because Messiah also suffered for you, leaving you an example so that you might follow in His footsteps:","18":"Slaves, with all respect submit yourselves to your masters — not only to those who are good and gentle, but also to those who are harsh.","12":"Keep your conduct honorable among the Gentiles. Then while they speak against you as evildoers, they may — from noticing your good deeds — glorify God in the day of visitation.","10":"Once you were “not a people,” but now you are “God’s people.” You were shown “no mercy,” but now you have been shown “mercy.”","2":"As newborn babes, long for pure spiritual milk,  so that by it you may grow toward salvation —","22":"“He committed no sin, nor was any deceit found in His mouth.”","8":"and “a stone of stumbling, and a rock of offense.”   They stumble because they are disobeying the word — to this they were also appointed.","17":"Honor all people. Love the brotherhood. Fear God. Honor the king.","11":"Loved ones, I urge you as strangers and sojourners to keep away from the fleshly cravings that war against the soul.","1":"So get rid of all malice and all deceit and hypocrisy and envy and all lashon ha-ra.","9":"But you are a chosen people, a royal priesthood, a holy nation, a people for God’s own possession, so that you may proclaim the praises of the One who called you out of darkness into His marvelous light.","24":"He Himself bore our sins in His body on the tree, so that we, removed from sins, might live for righteousness. “By His wounds you were healed.”","14":"or to governors sent by him for the punishment of those who do evil and the praise of those who do good.","7":"Now the value is for you who keep trusting; but for those who do not trust, “The stone which the builders rejected — this One has become the chief cornerstone,”","15":"For this is God’s will, that you silence the ignorance of foolish men by doing good.","20":"For what credit is there if, when you sin and get a beating, you endure? But if you endure when you do good and suffer for it, this finds favor with God.","25":"For you like sheep were going astray,  but now you have returned to the Shepherd and Guardian of your souls.","23":"When He was abused, He did not return the abuse.  While suffering, He made no threats. Instead, He kept entrusting Himself to the One who judges righteously.","6":"For it says in Scripture, “Behold, I lay in Zion a stone, a chosen, precious cornerstone. Whoever trusts in Him will never be put to shame.”","4":"As you come to Him, a living stone  rejected by men but chosen by God and precious,","19":"For this finds favor if, for the sake of conscience toward God, someone endures grief from suffering undeservedly.","13":"For the Lord’s sake, submit yourselves to every human authority — whether to a king as supreme,"},"4":{"16":"But if anyone suffers for following Messiah,  let him not be ashamed, but let him glorify God in this name.","3":"For the time that has passed was sufficient for you to carry out the desire of the pagans — living in indecency, lusts, drunken binges, orgies, wild parties, and lawless idolatries.","5":"But they will have to give an account to the One who stands ready to judge the living and the dead.","18":"Now, “if it is hard for the righteous to be saved, what shall become of the ungodly and the sinner?”","12":"Loved ones, do not be surprised at the fiery ordeal taking place among you to test you — as though something strange were happening to you.","10":"As each one has received a gift, use it to serve one another, as good stewards of the many-sided grace of God.","2":"As a result, he lives the rest of his time in the flesh no longer for human desires, but for God’s will.","8":"Above all, keep your love for one another constant, for “love covers a multitude of sins.”","17":"For the time has come for judgment to begin with the house of God.  If judgment begins with us first, what will be the end for those who disobey the Good News of God?","11":"Whoever speaks, let it be as one speaking the utterances of God. Whoever serves, let it be with the strength that God supplies. So in all things may God be glorified through Messiah Yeshua — all glory and power to Him forever and ever! Amen.","1":"Therefore, since Messiah suffered in the flesh, arm yourselves also with the same attitude. For the one who has suffered in the flesh is finished with sin.","9":"Be hospitable one to another without grumbling.","14":"If you are insulted for the name of Messiah,  you are fortunate, for the Spirit of glory  and of God rests on you.","7":"Now the end of all things is near. So be self-controlled and sober-minded for prayer.","15":"For let none of you suffer as a murderer or thief or evildoer or as a troublemaker.","6":"For this was the reason the Good News was proclaimed even to those now dead, so that though they are judged in the flesh before humans, they might live in the Ruach before God.","4":"They are surprised that you do not run with them into the same riot of recklessness, and they vilify you.","19":"So then, those who suffer according to God’s will — let them trust their souls to a faithful Creator while continuing to do good.","13":"Instead, rejoice insofar as you share in the sufferings of Messiah, so that at the revelation of His glory you may also rejoice and be glad."},"5":{"3":"Don’t lord it over  those apportioned to you, but become examples to the flock.","5":"Likewise, you younger ones, submit yourselves to the elders. And all of you, clothe yourselves with humility toward one another, for “God opposes the proud, but gives grace to the humble.”","12":"Through Silvanus,  whom I consider our faithful brother, I have written to you briefly, encouraging and testifying that this is the true grace of God. Stand firm in it!","10":"After you have suffered a little while, the God of all grace — who has called you into His eternal glory in Messiah — will Himself restore, support, strengthen, and establish you.","2":"shepherd God’s flock among you. Watch over it not under compulsion but willingly before God, not for dishonest gain but eagerly.","8":"Stay alert! Watch out! Your adversary the devil prowls around like a roaring lion, searching for someone to devour.","11":"All power to Him forever!  Amen.","1":"Therefore I appeal to the elders among you — as a fellow elder and witness of Messiah’s sufferings, and a partaker also of the glory about to be revealed —","9":"Stand up against him, firm in your faith, knowing that the same kinds of suffering are being laid upon your brothers and sisters throughout the world.","14":"Greet one another with a kiss of love. Shalom to you all who are in Messiah. Amen.","7":"Cast all your worries on Him,  for He cares for you.","6":"Therefore humble yourselves under the mighty hand of God, so that He may lift you up at the appropriate time.","4":"When the Chief Shepherd appears, you will receive the unfading crown of glory.","13":"Messiah’s community in Babylon, chosen together with you, sends you greetings. So does my son Mark."},"1":{"16":"For it is written, “Kedoshim you shall be, for I am kadosh.”","3":"Blessed be the God and Father of our Lord Yeshua the Messiah! In His great mercy He caused us to be born again to a living hope through the resurrection of Messiah Yeshua from the dead.","5":"By trusting, you are being protected by God’s power for a salvation ready to be revealed in the last time.","21":"Through Him you are believers in God, who raised Him from the dead and gave Him glory, so that your trust and hope are in God.","18":"You know that you were redeemed from the futile way of life handed down from your ancestors — not with perishable things such as silver or gold,","12":"It was revealed to them that they were providing these messages not to themselves but to you. These messages have now been announced to you through those who proclaimed the Good News to you by the Ruach ha-Kodesh, sent from heaven. Even angels long to catch a glimpse of these things.","10":"The prophets, who spoke about the grace that was to be yours, searched for this salvation and investigated carefully.","2":"according to the foreknowledge of God the Father, set apart by the Ruach for obedience and for sprinkling with the blood  of Yeshua the Messiah: May grace and shalom be multiplied to you.","22":"Now that you have purified your souls in obedience to the truth,  leading to sincere brotherly love, love one another fervently from a pure heart.","8":"Though you have not seen Him, you love Him. And even though you don’t see Him now, you trust Him and are filled with a joy that is glorious beyond words,","17":"If you call on Him as Father — the One who judges impartially according to each one’s deeds — then live out the time of sojourning in reverent fear.","11":"They were trying to find out the time and circumstances the Ruach of Messiah within them was indicating, when predicting the sufferings in store for Messiah  and the glories to follow.","1":"Peter, an emissary of Messiah Yeshua, To the sojourners of the Diaspora in Pontus, Galatia, Cappadocia, Asia, and Bithynia — chosen","9":"receiving the outcome of your faith — the salvation of your souls.","24":"For, “All humanity is like grass, And all its glory like a wildflower. The grass withers, and the flower falls off,","14":"Like obedient children, do not be shaped by the cravings you had formerly in your ignorance.","7":"These trials are so that the true metal  of your faith (far more valuable than gold, which perishes though refined by fire) may come to light in praise and glory and honor at the revelation of Messiah Yeshua.","15":"Instead, just like the Holy One who called you, be holy yourselves also in everything you do.","20":"He was chosen before the foundation of the world, but was revealed in these last times for your sake.","25":"But the word of the Lord endures forever.”   And this is the word that was proclaimed as Good News to you.","23":"You have been born again — not from perishable seed but imperishable — through the living and enduring word of God.","6":"You rejoice in this greatly, even though now for a little while, if necessary, you have been distressed by various trials.","4":"An incorruptible, undefiled, and unfading inheritance has been reserved in heaven for you.","19":"but with precious blood like that of a lamb without defect or spot, the blood of Messiah.","13":"So brace your minds for action. Keep your balance. And set your hope completely on the grace that will be brought to you at the revelation of Yeshua the Messiah."},"3":{"16":"yet with humility and reverence — keeping a clear conscience so that, whatever you are accused of, those who abuse you for your good conduct in Messiah may be put to shame.","3":"Don’t let your beauty  be external — braiding the hair and wearing gold jewelry or fine clothes.","5":"For this is the way the holy women, who put their hope in God, used to beautify themselves long ago — being submitted to their own husbands","21":"Corresponding to that, immersion now brings you to safety — not the removal of dirt from the flesh, but a pledge to God of a good conscience — through the resurrection of Messiah Yeshua.","18":"For Messiah once suffered for sins also — the righteous for the unrighteous  — in order to bring you to God. He was put to death in the flesh, but made alive by the Ruach.","12":"For the eyes of ADONAI are on the righteous and His ears open to their prayer, but the face of ADONAI is against those who do evil.”","10":"For, “The one who loves life, wanting to see good days, must keep his tongue from evil and his lips from speaking deceit.","2":"as they observe your pure, reverent conduct.","22":"He has gone into heaven and is at the right hand of God, with angels and authorities and powers subjected to Him.","8":"Finally, all of you be harmonious, sympathetic, brotherly, tenderhearted, humble-minded.","17":"For it is better to suffer for doing good (if it is God’s will) than for doing evil.","11":"He must turn away from evil and do good. He must seek shalom and pursue it.","1":"Likewise, wives, be submitted to your own husbands so that — even if some do not obey the message — by the wives’ conduct, without a word they may be won over","9":"Do not repay evil for evil or insult for insult, but give a blessing instead — it is for this reason you were called, so that you might inherit a blessing.","14":"But even if you should suffer for what is right, you are blessed. Do not be afraid or worry about their threats.","7":"In the same way, husbands, live with your wives in an understanding way. Though they are weaker partners, honor them as equal heirs of the grace of life. In this way, your prayers will not be hindered.","15":"Instead sanctify Messiah as Lord in your hearts. Always be ready to give an answer to anyone who asks you a reason for the hope that is in you,","20":"Long ago they disobeyed while God kept waiting patiently, in the days of Noah as the ark was being built. In that ark a few (that is, eight souls) were brought safely through water.","6":"just as Sarah obeyed Abraham, calling him lord.  You have become her daughters by doing what is good and not fearing intimidation.","4":"Instead let it be in the hidden person of the heart, with the unfading beauty of a gentle and quiet spirit, which in God’s sight is very precious.","19":"Through the Ruach He also went and preached to the spirits in prison.","13":"Who is going to harm you if you are eager to do good?"}}}