{"translationKey":"tlv","translation":"TLV","book":"1 Samuel","bookSlug":"1-samuel","chapters":{"16":{"16":"Now when David’s friend Hushai the Archite came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”","3":"Then the king asked, “And where is your master’s son?” “Well, he’s staying in Jerusalem,” Ziba said to the king, “for he said, ‘Today the house of Israel will restore to me the kingdom of my father.”","5":"When King David arrived at Bahurim, behold, just coming out from there was a man of the family of the house of Saul — his name was Shimei son of Gera. As he came out, he kept on cursing","21":"So Ahithophel said to Absalom, “Go to your father’s concubines whom he has left to take care of the palace. Then all Israel will hear that you have made yourself abhorrent to your father and the hands of all who are with you will also be strengthened.”","18":"“No!” said Hushai to Absalom. “For the one whom ADONAI has chosen — as well as these people, all the men of Israel — his I will be and with him I will stay.","12":"Perhaps ADONAI will look on my affliction and return good to me for his cursing this day.”","10":"But the king said, “What have I to do with you, sons of Zeruiah? If he curses, it’s because ADONAI has said to him, ‘Curse David!’ So who should say, ‘Why did you do so?’”","2":"So the king asked Ziba, “What are you doing with these?” Ziba said, “The donkeys are for the king’s household to ride on, the bread and the figs are for the young men to eat, and the wine is for anyone who faints in the wilderness to drink.”","22":"So they pitched a tent for Absalom on the roof, and Absalom went to his father’s concubines in the sight of all Israel.","8":"ADONAI has returned on you all the blood of Saul’s house, in whose place you’ve reigned. ADONAI has handed the kingdom over to your son Absalom — so see, your own evil has overtaken you, because you are a man of bloodshed.”","17":"But Absalom said to Hushai, “Is this your loyalty to your friend? Why did you not go with your friend?”","11":"Then David said to Abishai and to all his officials, “Look, my son who came from my own body is seeking my life — how much more this Benjamite? Leave him alone and let him curse, since ADONAI has told him.","1":"Now when David had passed a little beyond the summit, there was Ziba the servant of Mephibosheth to meet him with a pair of saddled donkeys, and on them 200 loaves of bread, 100 clusters of raisins, 100 fig cakes and a bottle of wine.","9":"Then Abishai son of Zeruiah said to the king, “Why let this dead dog curse my lord the king? Let me go over now and take off his head!”","14":"Finally the king and all the people that were with him arrived weary, so he refreshed himself there.","7":"Thus Shimei said as he cursed, “Get out, get out! The man of bloodshed, the good-for-nothing!","15":"Meanwhile Absalom and all the people of the men of Israel arrived in Jerusalem. Ahithophel was with him.","20":"Then Absalom said to Ahithophel, “Give your counsel. What should we do?”","23":"Now in those days the counsel that Ahithophel gave was like inquiring for the word of God — so was all of Ahithophel’s counsel both with David and with Absalom.","6":"and flinging stones at David and at all King David’s servants, while all the people and all the mighty men were at his right hand and on his left.","4":"Then the king said to Ziba, “Behold, all that belongs to Mephibosheth is yours.” “I bow low,” Ziba said. “Let me find favor in your eyes, my lord the king.”","19":"Besides, whom should I serve? Shouldn’t I be in the presence of his son? As I have served in your father’s presence, so I will be in your presence.”","13":"So David and his men continued on the way, while Shimei kept walking alongside the hill parallel with him, cursing as he walked, casting stones at him and throwing dirt."},"3":{"11":"But Ish-bosheth could not respond to Abner another word, because he was afraid of him.","3":"his second was Chileab by Abigail the widow of Nabal the Carmelite; the third was Absalom son of Maacah daughter of King Talmai of Geshur;","20":"When Abner came to David in Hebron along with 20 other men, David held a banquet for Abner and the men with him.","12":"Then Abner sent messengers to David on his behalf saying, “Whose is the land? Make your covenant with me, and see, my hand will be with you to bring all Israel over to you.”","10":"to transfer the kingdom from the house of Saul and establish the throne of David over Israel and Judah, from Dan to Beersheba!”","17":"Now Abner had a word with the elders of Israel saying, “In times past you wanted David to be king over you.","13":"“Good!” said David. “I will cut a covenant with you. But one thing I require of you: you will not see my face unless you first bring Saul’s daughter Michal when you come to see my face.”","27":"Now when Abner returned to Hebron, Joab took him aside within the gate to speak with him privately, and there stabbed him in the groin, so that he died — on account of the blood of his brother Asahel.","30":"So Joab and Abishai his brother killed Abner because he had killed their brother Asahel at Gibeon in battle.","18":"So now do it! For ADONAI has spoken of David saying, ‘By the hand of My servant David I will deliver My people Israel from the hand of the Philistines and from the hand of all their enemies.’”","36":"All the people took note of it and it pleased them, just as everything the king did pleased all the people.","29":"May it whirl on Joab’s head and on all his father’s house. May the house of Joab never be without someone with discharge or tza’arat, lame or one fallen by the sword or one who lacks food.”","23":"When Joab and all the soldiers with him arrived, they told Joab, saying, “Abner son of Ner came to the king, and he has sent him away, and he has gone in shalom.”","19":"Abner also spoke in the hearing of Benjamin. Then Abner went to Hebron to speak in the hearing of David about all that was agreeable to Israel and to the whole house of Benjamin.","1":"Now the war between the house of Saul and the house of David lasted a long time. While David grew steadily stronger, the house of Saul grew steadily weaker.","5":"and the sixth, Ithream, by David’s wife Eglah. These were born to David in Hebron.","4":"the fourth was Adonijah son of Haggith; the fifth was Shephatiah son of Abital;","8":"But Abner became very angry over Ish-bosheth’s words and said, “Am I a dog’s head from Judah? To this day I’ve been loyal to the house of Saul your father, to his kinsmen, and to his friends, and I haven’t handed you over to David — yet today you are accusing me of wrongdoing with this woman.","26":"When Joab left David, he sent messengers after Abner, so they brought him back from the well of Sirah, though David knew nothing about it.","39":"So today I am vulnerable, even though anointed king. These men, the sons of Zeruiah, are too hard for me to handle. May ADONAI reward the evildoer according to his wickedness.”","14":"Then David sent messengers to Saul’s son Ish-bosheth demanding, “Give me my wife Michal, whom I betrothed to myself for 100 Philistine foreskins.”","37":"So all the people and all Israel understood that day that it was not the king’s will to kill Abner son of Ner.","22":"Just then, David’s soldiers and Joab came from a raid, bringing with them much spoil. By then Abner was no longer with David in Hebron, for he had sent him away, and he departed in shalom.","28":"When David heard about it afterward, he said, “I and my kingdom are innocent before ADONAI forever from the blood of Abner son of Ner.","25":"You know Abner son of Ner — surely he came to deceive you, to spy on your goings and comings, and to find out all that you are doing.”","9":"May God do so to Abner and even more if, as ADONAI has sworn to David, I don’t accomplish this for him —","33":"Then the king chanted a lament for Abner and said, “Should Abner die like a senseless fool?","15":"So Ish-bosheth sent and took her from her husband, Paltiel son of Laish.","34":"Your hands were not bound, your feet were never put in fetters. As one falls before the children of iniquity, so did you fall.”  Then all the people wept again over him.","21":"Abner said to David, “Let me get up and go rally all Israel to my lord the king, so that they may cut a covenant with you, and you may reign over all that your soul desires.” So David sent Abner away, and he departed in shalom.","24":"Then Joab came to the king and said, “What have you done? Look here, Abner came to you — why did you send him away? Now he is getting away!","16":"But her husband accompanied her, weeping as he went, and followed her as far as Bahurim. Then Abner said to him, “Go, return!” So he returned.","35":"Then all the people came to urge David to eat some food while it was still day, but David vowed saying, “May God do so to me and even more if I taste food or anything else before the sun sets.”","32":"When they buried Abner in Hebron, the king lifted up his voice and wept aloud at Abner’s grave, and all the people wept.","7":"Now Saul had a concubine, whose name was Rizpah daughter of Aiah; and Ish-bosheth said to Abner, “Why have you slept with my father’s concubine?”","2":"Sons were born to David in Hebron: his firstborn was Amnon by Ahinoam of Jezreel;","38":"Then the king said to his soldiers, “Don’t you realize that a prince and a great man has fallen in Israel today?","6":"During the war between the house of Saul and the house of David, Abner strengthened his position in the house of Saul.","31":"Then David said to Joab and to all the people who were with him, “Rend your clothes, gird with sackcloth, and lament before Abner.” King David walked behind the platform."},"5":{"16":"Elishama, Eliada, and Eliphelet.","3":"So all the elders of Israel came to the king at Hebron, and King David cut a covenant with them at Hebron before ADONAI. Then they anointed David king over Israel.","5":"In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned 33 years over all Israel and Judah.","21":"They abandoned their idols there, so David and his men removed them.","18":"The Philistines came and spread out in the valley of Rephaim.","12":"David then realized that ADONAI had established him as king over Israel, and that He had exalted his kingdom for the sake of His people Israel.","10":"David continued to grow stronger, for ADONAI Elohim-Tzva’ot was with him.","2":"Even before, when Saul was king over us, it was you who led Israel out and back. Also ADONAI said to you, ‘You will shepherd My people Israel and be ruler over Israel.’”","22":"But the Philistines marched up and spread out in the valley of Rephaim again.","8":"On that day David said, “Whoever would conquer the Jebusites must strike through the water shaft to those ‘lame and blind’ whom David’s soul despises.” That is why they used to say, “The blind or lame couldn’t get into the house.”","17":"Now when the Philistines heard that David was anointed king over Israel, all the Philistines marched up searching for David. When David heard about it, he went down to the stronghold.","11":"Then King Hiram of Tyre sent envoys to David with cedar logs, carpenters and masons; and they built a palace for David.","1":"Then all the tribes of Israel came to David at Hebron and spoke saying, “Here we are, your own flesh and blood.","9":"So David occupied the stronghold and renamed it the City of David. Then David fortified it all round from the Millo inward.","24":"Now it will be when you hear the sound of marching in the tops of the balsam trees, then you must act, for then ADONAI will have gone out before you to strike the camp of the Philistines.","14":"Now these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,","7":"Nevertheless, David did capture the stronghold of Zion (that is, the City of David).","15":"Ibhar, Elishua, Nepheg, Japhia,","20":"So David came to Baal-perazim  and David struck them down there. So he said, “ADONAI has broken through my enemies before me like the breakthrough of waters!” That is why he named that place Baal-perazim.","25":"David did just as ADONAI had commanded him, and he struck down the Philistines from Geba as far as Gezer.","23":"When David inquired of ADONAI, He said, “Do not go up; instead circle around behind them and attack them in front of the balsam trees.","6":"Now the king and his soldiers marched to Jerusalem against the Jebusites, the inhabitants of the region. But they said to David, “You’ll never get in here! Even the blind and the lame could ward you off,” thinking, “David can’t get in here.”","4":"David was 30 years old when he began to reign and he reigned 40 years.","19":"Then David inquired of ADONAI saying, “Should I go up against the Philistines? Will You give them over into my hand?” ADONAI answered David, “Go up, for I will certainly give the Philistines over into your hand.”","13":"Then David took more concubines and wives from Jerusalem, after he came from Hebron, and more sons and daughters were born to David."},"21":{"16":"So Ishbi-benob — who was a descendant of the Raphah, whose spear weighed 300 shekels of bronze, who was girded with new armor — thought to kill David.","3":"David asked the Gibeonites, “What should I do for you? How may I make atonement so that you would bless the inheritance of ADONAI?”","5":"Then they said to the king, “The man who consumed us and plotted against us to annihilate us from remaining in any of Israel’s territory,","21":"When he taunted Israel, Jonathan son of David’s brother Shimea killed him.","18":"Now it came to pass after this that there was war again with the Philistines at Gob, and Sibbecai the Hushathite killed Saph, a descendant of the Rapha.","12":"So David went and took the bones of Saul and the bones of his son Jonathan from the men of Jabesh-gilead, who had stolen them from the open square of Beth-shan, where the Philistines had hanged them on the day that the Philistines killed Saul in Gilboa.","10":"Then Rizpah daughter of Aiah took sackcloth and spread it on the rock for herself, from the beginning of harvest until the rain poured on them from the sky. She did not let the birds of the sky rest on them by day nor the beasts of the field by night.","2":"So the king summoned the Gibeonites and spoke to them. (Now the Gibeonites were not of Bnei-Yisrael but a remnant of the Amorites; however, Bnei-Yisrael had sworn a covenant with them. Yet Saul had tried to eradicate them in his zeal for Bnei-Yisrael and Judah.)","22":"These four were born to the Rapha in Gath, and they fell by the hand of David and by the hand of his servants.","8":"But the king took the two sons of Rizpah daughter of Aiah, whom she bore to Saul — Armoni and Mephibosheth; also the five sons of Michal  daughter of Saul, whom she bore to Adriel son of Barzillai the Meholathite,","17":"But Abishai son of Zeruiah came to his aid, struck the Philistine and killed him. Then the men of David swore to him, saying, “You must not go out with us to battle anymore. You must not quench the lamp of Israel!”","11":"David was told what Rizpah daughter of Aiah, the concubine of Saul, had done.","1":"Now there was a famine in the days of David for three years, year after year, so David sought the face of ADONAI. ADONAI replied, “It is because of Saul and his bloody house, for he put the Gibeonites to death.”","9":"and he gave them into the hands of the Gibeonites. So they hanged them on the hill before ADONAI, so that all seven fell together. They were put to death during the days of harvest, at the beginning of barley harvest.","14":"So they buried the bones of Saul and his son Jonathan in the country of Benjamin in Zela, in the tomb of his father Kish. They did all of what the king commanded. Afterward, God was moved by prayer for the land.","7":"Now the king spared Mephibosheth, son of Jonathan son of Saul, because of ADONAI’s oath that was between them, between David and Jonathan son of Saul.","15":"Once again the Philistines made war with Israel, so David went down with his servants and fought against the Philistines. But David became weary.","20":"Once again there was war at Gath, where there was a champion that had on every hand six fingers and on every foot six toes — a total of 24, and he also was a descendant of the Rapha.","6":"let seven men of his sons be given over to us and we will hang them up before ADONAI at Gibeah of Saul, ADONAI’s chosen.” “I will give them over,” the king said.","4":"The Gibeonites said to him, “It is not a matter of silver or gold between us and Saul or his house; nor is it our right to put any man to death in Israel.” “Whatever you say, I will do for you,” he said.","19":"Then there was war again with the Philistines at Gob, and Elhanan son of Jaare-oregim the Beth-lehemite killed Goliath the Gittite — his spear had a shaft like a weaver’s beam.","13":"He had the bones of Saul and the bones of his son Jonathan brought up from there, and they gathered the bones of those who were hanged."},"18":{"11":"Then Joab said to his informant, “Look here, you saw him, so why didn’t you strike him there to the ground? I would have given you ten pieces of silver and a belt!”","3":"But the troops said, “You must not go out! For if we were to flee, they would not care about us, even if half of us die, they still wouldn’t care about us — but you are worth 10,000 of us. Therefore now, it is better that you be ready to support us from the city.”","20":"But Joab said to him, “You are not to be the bearer of news today. You may do it another day, but today you shall bear no news — for the king’s son is dead.”","12":"But the man said to Joab, “Even if I had 1,000 pieces of silver in my hand, I would not raise my hand against the king’s son; for in our hearing the king charged you, Abishai and Ittai saying, ‘Watch over the young man Absalom for me.’","10":"Then a certain man saw it and told Joab saying, “Look, I saw Absalom hanging in an oak.”","17":"They took Absalom and threw him into a deep pit in the forest and piled over him a very large heap of stones. Then all Israel fled, everyone to his tent.","13":"Otherwise, I would have betrayed his soul — and nothing stays hidden from the king — and you yourself would have stood aloof.”","27":"Then the watchman said, “I can see that the running of the first one is like the running of Ahimaaz son of Zadok.” “This is a good man and he comes with good news,” the king replied.","30":"“Step aside and stand here,” the king said. So he stepped aside and stood still.","18":"(Now Absalom, in his lifetime, had taken and set up for himself a pillar, which is in the King’s Valley, for he said, “I have no son to preserve the memory of my name.” So he called the pillar by his name and it has been called Absalom’s Monument to this day.)","29":"Then the king asked, “Is it well with the young man Absalom?” Ahimaaz answered, “I saw a great tumult when the king’s servant Joab sent me, your servant, but I did not know what it was about.”","23":"“Whatever may come of it, I want to run!” So he said to him, “Run!” Ahimaaz ran by the way of the plain, and so passed the Cushite.","19":"Then Ahimaaz son of Zadok said, “Let me now run and bring the king news that ADONAI has vindicated him against the hand of his enemies.”","1":"Then David mustered the people who were with him and set commanders of thousands and captains of hundreds over them.","5":"Then the king charged Joab, Abishai and Ittai saying, “Deal gently with the young man Absalom for my sake.” Now all the troops heard the king’s charge to all the commanders concerning Absalom.","4":"Then the king said to them, “Whatever seems best to you I will do.” So the king stood beside the gate and all the troops went out by their hundreds and thousands.","8":"For the battle there was spread over the face of the entire countryside and the forest devoured more people that day than the sword devoured.","26":"Then the watchman saw another man running, so the watchman called out to the gatekeeper and said, “Look, another man is running alone.” The king said, “He too is bringing good news.”","14":"“I won’t wait for you!” Joab said. So he took three darts in his hand and thrust them through Absalom’s heart while he was yet alive in the midst of the oak.","22":"But Ahimaaz son of Zadok once again said to Joab, “Whatever happens, please let me also run after the Cushite.” “Why should you run, my son,” Joab said, “since you would have no news worth telling?”","28":"Then Ahimaaz called out and said to the king, “Shalom.” Then he prostrated himself before the king with his face to the ground and said, “Blessed be ADONAI your God, who has given over the men who lifted up their hand against my lord the king.”","25":"The watchman cried out and told the king. The king said, “If he is alone, there is good news in his mouth.” So he came closer and closer.","9":"Now Absalom encountered some of David’s servants. When Absalom was riding on his mule, the mule went under the thick branches of the great oak, and his head got caught in the oak, so that he was left hanging between heaven and earth, while the mule that was under him went on.","15":"Then ten young men who were Joab’s armor-bearers surrounded Absalom, struck and finished him off.","21":"Then Joab said to the Cushite, “Go tell the king what you have seen.” So the Cushite bowed to Joab and took off running.","24":"Now David was sitting between the two gates. When the watchman on the roof over the gate walked over to the wall, he lifted up his eyes and looked, and all of a sudden, he saw a man running alone.","16":"Then Joab blew the shofar and the troops returned from pursuing Israel, for Joab held back the troops.","32":"Then the king asked the Cushite, “Is it well with the young man Absalom?” The Cushite answered, “Let the enemies of my lord the king and all who rise up against you for evil be as that young man!”","7":"The people of Israel were defeated there before the followers of David, and the slaughter that day was great — 20,000 men.","2":"Then David sent out the troops, one third under the command of Joab, one third under the command of Joab’s brother Abishai son of Zeruiah, and one third under the command of Ittai the Gittite. The king said to the troops, “I must certainly go out with you also.”","6":"Then the troops went out to the field to confront Israel but the battle took place in the forest of Ephraim.","31":"Then the Cushite arrived and said, “Let my lord the king receive good news for ADONAI has vindicated you today against all who rose up against you.”"},"12":{"11":"“Thus says ADONAI: Behold, I am going to raise up evil against you from your own household, and I will take your wives before your eyes and give them to your neighbor, and he will lie with your wives in the sight of this sun.","3":"but the poor man had nothing at all, except one little ewe lamb, which he had bought and nourished, and it grew up together with him and his children. It ate from his own morsel and drank from his own cup, and nestled in his bosom, and it was to him like a daughter.","20":"Then David got up from the floor, washed and anointed himself, and changed his clothes. Then he went to the House of ADONAI and worshipped. When he came back to his own palace, he asked for food, so they set food before him and he ate.","12":"Indeed you have done it secretly, but I will do this thing before all Israel and under the sun.”","10":"So now the sword will never depart from your house — because you have despised Me and have taken the wife of Uriah the Hittite to be your wife.","17":"The elders of his household stood beside him in order to get him up from the floor but he was unwilling and would not eat food with them.","13":"Then David said to Nathan, “I have sinned against ADONAI.” Nathan replied to David, “ADONAI also has made your sin pass away — you will not die.","27":"So Joab sent messengers to David and said, “I have attacked Rabbah and captured the city’s water supply.","30":"Then he took the crown of their king from off his head — its weight was a talent of gold and in it was a precious stone — and then it was placed on David’s head. He also brought a vast amount of spoils out of the city.","18":"Then it came to pass on the seventh day that the child died. But David’s servants were afraid to tell him that the child was dead, for they thought, “Behold, while the child was still alive, we spoke to him and he didn’t listen to our voice. So how can we tell him that the child is dead? He might do something terrible!”","29":"So David gathered all the troops, went to Rabbah, attacked it and captured it.","23":"But now that he has died, why should I fast? Can I bring him back again? It is I who will be going to him, but he will never return to me.”","19":"But when David saw that his servants were whispering together, David perceived that the child was dead. So David asked his servants, “Is the child dead?” “He is dead,” they said.","1":"Then ADONAI sent Nathan to David. When he came to him, he said to him, “There were two men in the same city — one was rich and the other poor.","5":"Then David’s anger blazed hot against the man and he said to Nathan, “As ADONAI lives, the man that did this deserves to die!","4":"Now a traveler came to the rich man, but he was unwilling to take one from his own flock or herd to prepare a meal for the wayfarer who had come to him. Rather, he took the poor man’s lamb and prepared it for the man that had come to him.”","8":"I also gave you your master’s house and your master’s wives into your bosom, and I gave you the house of Israel and of Judah. Now if that were too little, then I would have added to you so much more.","26":"Now Joab attacked Rabbah of the children of Ammon and captured the royal city.","14":"However, because by this deed you have made the enemies of ADONAI greatly blaspheme, so even the child born to you will surely die.”","22":"He replied, “While the child was yet alive, I fasted and wept, for I thought, ‘Who knows? ADONAI might be gracious to me and let the child live.’","28":"So now gather the rest of the troops together, camp against the city and capture it. Otherwise I will capture the city myself and it will be named after me.”","25":"and He sent word by the hand of the prophet Nathan. So he called his name Jedidiah , for ADONAI’s sake.","9":"Why then have you despised the word of ADONAI by doing such evil in My eyes? Uriah the Hittite you have struck down with the sword, and his wife you have taken to be your wife, and him you have slain with the sword of the children of Ammon","15":"Then Nathan went to his house. Then ADONAI struck the child that Uriah’s wife bore to David and he became very sick.","21":"His servants asked him, “What is this thing you have done? You fasted and wept while the child was still alive, but as soon as the child died, you got up and ate food.”","24":"Then David comforted his wife Bathsheba. He went to her and lay with her, and she bore a son and called his name Solomon. ADONAI loved him,","16":"David therefore sought God for the child; and David fasted, and went in and lay all night on the floor.","7":"Then Nathan said to David, “You are the man! Thus says ADONAI, God of Israel: It is I who anointed you king over Israel, and it is I who delivered you from the hand of Saul.","2":"The rich man had an exceedingly huge flock and herd,","6":"So he must make restitution for the lamb fourfold, because he did such a thing and showed no pity.”","31":"Then he brought out the people who were there and put them to work under saws, iron threshing boards and iron axes, and assigned them to brick making; and thus he did to all the cities of the children of Ammon. Then David and all the troops returned to Jerusalem."},"10":{"16":"Hadadezer sent word and brought out the Arameans from across the River , and they came to Helam, with Hadadezer’s army commander Shobach before them.","3":"the princes of the children of Ammon said to Hanun their lord, “Do you think that David is really honoring your father because he has sent consolers to you? Has not David sent his servants to you in order to explore the city, to spy it out, and to overthrow it?”","5":"When they informed David, he sent word to meet them, for the men were greatly humiliated. The king said, “Stay in Jericho until your beards grow, then return.”","18":"But the Arameans fled before Israel — David killed 700 charioteers of the Arameans and 40,000 horsemen, and struck down Shobach the commander of their army, so he died there.","12":"Chazak! And let us take courage for the sake of our people and for the cities of our God, and may ADONAI do what is good in His eyes.”","10":"but the rest of the troops he committed to the command of his brother Abishai, and he arrayed them against the children of Ammon.","2":"Then David thought, “Let me show kindness to Hanun son of Nahash, just as his father showed kindness to me.” So David sent word by the hand of his servants to comfort him concerning his father. But when David’s servants arrived at the land of the children of Ammon,","8":"The children of Ammon came out and lined up in battle array at the entrance of the gate, while the Arameans of Zobah and Rehob and the men of Tob and Maacah were by themselves in the field.","17":"When David was told, he gathered all Israel together, crossed the Jordan and went to Helam. The Arameans arrayed their lines against David and fought him.","11":"Then he said, “If the Arameans are too strong for me, then you will help me, but if the children of Ammon are too strong for you, then I will come to help you.","1":"It came about after this that the king of the children of Ammon died, and his son Hanun reigned in his place.","9":"When Joab saw that there was a battle line against him front and rear, he chose of all the best troops of Israel and arrayed them against the Arameans,","14":"When the children of Ammon saw that the Arameans had fled, they likewise fled before Abishai and withdrew into the city. Then Joab returned from assaulting the children of Ammon, and went to Jerusalem.","7":"When David heard about it, he sent Joab and the whole army — the mighty warriors.","15":"When the Arameans saw that they had been defeated by Israel, they regrouped.","6":"Now when the children of Ammon saw that they had become a stench to David, the children of Ammon sent and hired the Arameans of Beth-Rehob and the Arameans of Zobah, 20,000 foot soldiers, and the king of Maacah with 1,000 men, plus 12,000 men from Tob.","4":"So Hanun seized David’s servants, shaved off one side of their beards, cut off their garments in the middle at their buttocks, and sent them away.","19":"When the vassal kings of Hadadezer saw that they had been defeated by Israel, they made peace with Israel and became servants to them. Then the Arameans were afraid to help the children of Ammon anymore.","13":"So Joab and the troops with him advanced to battle against the Arameans — and they fled before him."},"2":{"11":"The time that David was king in Hebron over the house of Judah was seven years and six months.","3":"David also brought up his men that were with him, each with his household, and they settled in the towns of Hebron.","20":"Then Abner looked behind him and asked, “Is it you, Asahel?” “It is I,” he answered.","12":"Once Abner son of Ner and the troops of Saul’s son Ish-bosheth went out from Mahanaim to Gibeon.","10":"Saul’s son Ish-bosheth was 40 years old when he began to reign over Israel, and he reigned for two years. But the house of Judah followed David.","17":"The battle was very fierce that day, and Abner and the men of Israel were defeated before David’s servants.","13":"Meanwhile Joab son of Zeruiah and the troops of David went out — they met each other by the pool of Gibeon, so they sat down, one group on one side of the pool, and the other on the other side of the pool.","27":"“As God lives,” Joab replied, “if you had not spoken, then surely the people would have gone up until the morning, everyone after his kinsman.”","30":"Joab returned from pursuing Abner, and when he had gathered all the troops, nineteen of David’s soldiers besides Asahel were missing.","18":"Now the three sons of Zeruiah were Joab, Abishai and Asahel. Asahel was as swift-footed as one of the gazelles of the field.","29":"So Abner and his men marched all that night through the Arabah, then they crossed over the Jordan, and marched through all morning until they reached Mahanaim.","23":"But he refused to turn aside, so Abner struck him with the butt end of the spear in the groin, so that the spear came out through his back, and he fell down there and died on the spot. When all who came to the place where Asahel had fallen and died, they stood still.","19":"Asahel pursued Abner, not swerving to the right or to the left from pursuing Abner.","1":"Now it came to pass after this that David inquired of ADONAI saying, “Should I go up to one of the towns of Judah?” ADONAI said to him, “Go up.” “Where shall I go up?” David asked. “To Hebron,” He said.","5":"So David sent messengers to the men of Jabesh-gilead and said to them, “Blessed are you of ADONAI for showing this kindness to Saul your lord, by burying him.","4":"Then the men of Judah came and there anointed David king over the house of Judah. Then they told David saying, “It was the men of Jabesh-gilead who buried Saul.”","8":"Now Abner son of Ner, Saul’s army commander, had taken Saul’s son Ish-bosheth, and brought him over to Mahanaim.","26":"Then Abner called out to Joab and said, “Must the sword devour forever? Don’t you realize how bitter it will be in the end? How long until you order the people to stop pursuing their kinsmen?”","14":"Then Abner said to Joab, “Now let the young men get up and compete before us.” “Let them get up,” Joab replied.","22":"Once again Abner warned Asahel, “Turn away from pursuing me! Why should I strike you to the ground? How would I ever look your brother Joab in the face?”","28":"So Joab blew the shofar, and all the soldiers halted, and pursued Israel no more, nor did they continue to fight any longer.","25":"Then the sons of Benjamin rallied to Abner and became one group, taking their stand on top of one of the hills.","9":"Then he made him king over Gilead, Asher, Jezreel, Ephraim, and Benjamin — over all Israel.","15":"Then they got up and came forward by number — 12 for Benjamin and for Saul’s son Ish-bosheth and 12 from David’s servants.","21":"So Abner said to him, “Turn away to your right or to your left, seize one of the young men and take his armor for yourself.” But Asahel would not turn away from following him.","24":"But Joab and Abishai continued pursuing Abner. As the sun was setting, they reached the hill of Ammah, which faces Giah on the road to the wilderness of Gibeon.","16":"Then each grasped his opponent by the head and thrust his sword in his opponent’s side; so they all fell down together. Therefore that place was called Helkath-hazzurim , which is in Gibeon.","32":"Then they took up Asahel and buried him in his father’s tomb, which was in Beth-lehem. Joab and his men marched all night, until the day dawned on them at Hebron.","7":"Now therefore, be strong and brave, for Saul your lord is dead, and also the house of Judah has anointed me king over them.”","2":"So David went up there, along with his two wives — Ahinoam of Jezreel and Abigail the widow of Nabal the Carmelite.","6":"So now may ADONAI show you kindness and faithfulness; and I also will show you goodness because you have done this thing.","31":"But David’s soldiers had struck down many of Benjamin and Abner’s men, so that 360 men died."},"22":{"11":"He rode upon a cheruv and flew. He was seen on the wings of the wind.","41":"You also made my enemies turn their backs to me. I cut off those who hate me.","45":"Children of foreigners cringe before me. As soon as they hear, they obey me.","42":"They looked, but there was none to save — to ADONAI, but He did not answer them.","3":"My God is my rock, in Him I take refuge, my shield, my horn of salvation,  my stronghold and my refuge, my Savior — You save me from violence.","20":"He brought me out to a wide-open place. He rescued me since He delighted in me.","12":"He made darkness as a sukkah round Him — a mass of waters, thick clouds of the skies.","10":"He parted the heavens and came down, with thick darkness under His feet.","17":"He reached down from on high and He took hold of me. He drew me out of mighty waters.","51":"He is a tower of salvation to His king, He shows loyal love to His anointed — to David and to his seed, forever.","44":"You free me from strifes of my people. You kept me as head of the nations — people I did not know are serving me.","40":"You girded me with strength for battle. You made those rising up against me bow down before me.","13":"Out of the brilliance before Him coals of fire flamed out.","27":"With the pure You show Yourself pure, but with the crooked You show Yourself shrewd.","30":"For with You I rush on a troop, with my God I can leap over a wall.","18":"He delivered me from my powerful enemy, from those who hated me — for they were much stronger than me.","36":"You gave me Your shield of salvation. and Your answering has made me great.","29":"For You are my lamp, ADONAI. ADONAI shines in my darkness.","23":"For all His judgments are before me. As for His rulings, I do not turn away from them.","19":"They came against me in the day of my calamity, but ADONAI was my support.","1":"David spoke to ADONAI the words of this song in the day that ADONAI delivered him from the hand of all his enemies and from the hand of Saul.","47":"ADONAI lives! And blessed be my Rock! Exalted be God — the Rock of my salvation!","5":"For waves of death encompassed me. Torrents of Belial overwhelmed me.","49":"He brings me out from my enemies. Indeed You lift me up above those who rise up against me. You deliver me from the violent man.","4":"I called upon ADONAI, worthy of praise, and I was rescued from my enemies.","8":"Then the earth rocked and quaked, the foundation of heaven trembled. They reeled because He was angry.","26":"With the loyal You deal loyally. With the blameless You are blameless.","39":"I consumed them and crushed them till they cannot rise; yes, they fall beneath my feet.","14":"ADONAI also thundered from heaven and Elyon gave forth His voice.","37":"You broaden my steps beneath me, so my feet have not slipped.","22":"For I kept the ways of ADONAI, and did not turn wickedly from my God.","28":"You save lowly people. But Your eyes are on the haughty — You will humble them.","25":"So ADONAI rewarded me for my righteousness, according to my cleanness in His eyes.","9":"Smoke rose from His nostrils and consuming fire from His mouth. Coals blazed from Him.","33":"God is my strong fortress and He keeps my way blameless.","15":"He shot arrows and scattered them, lightning bolts, and routed them.","34":"He makes my legs like a deer and sets me on my heights.","21":"ADONAI rewarded me for my righteousness. For the cleanness of my hands He repaid me.","24":"I also had integrity with Him, and kept myself from my sin.","46":"Children of foreigners lose heart and come trembling from their hideouts.","16":"Then the ravines of the sea appeared, the foundations of the world were exposed by the rebuke of ADONAI, at a blast of the breath of His nostrils.","35":"Who trains my hands for battle, so my arms can bend a bronze bow.","32":"For who is God, besides ADONAI? and who is a Rock, besides our God?","7":"In my distress I called upon ADONAI, yes, I called to my God. From His Temple He heard my voice, my cry came into His ears.","43":"Then I beat them as the dust of the earth, I stamped and crushed them like mud of the streets.","48":"God — He gives me vengeance and brings down peoples under me.","2":"He said: “ADONAI is my rock, my fortress and my deliverer.","38":"I pursue my enemies and destroy them. I will not return till they are consumed.","50":"Therefore I praise You among the nations, ADONAI, and will sing praises to Your name.","6":"Cords of death entangled me. Snares of death came before me.","31":"As for God, His way is perfect. The word of ADONAI is pure. He is a shield to all who take refuge in Him."},"8":{"16":"Joab son of Zeruiah was commander over the army; Jehoshaphat son of Ahilud was recorder;","3":"David also defeated King Hadadezer son of Rehob of Zobah, as he went to restore his dominion along the River .","5":"When the Arameans of Damascus came to the aid of King Hadadezer of Zobah, David struck down 22,000 Aramean men.","18":"Benaiah son of Jehoiada was over the Cherethites and the Pelethites, and David’s sons were chief ministers.","12":"from Aram, Moab, the Ammonites, the Philistines, Amalek, and from the spoil of Hadadezer, son of Rehob, king of Zobah.","10":"Toi sent his son Joram to King David to greet him and congratulate him on his victory in battle over Hadadezer — for Hadadezer had been at war with Toi. Joram brought with him articles of silver, gold and bronze.","2":"He also defeated Moab. He made them lie down on the ground and measured them with a cord. Every two measures of them were put to death, and the third measure was kept alive. So the Moabites became vassals to David, bringing tribute.","8":"From Betah and Berothai, towns of Hadadezer, King David took a vast amount of bronze.","17":"Zadok son of Ahitub and Ahimelech son of Abiathar were kohanim; Seraiah was scribe;","11":"These too King David consecrated to ADONAI, along with the silver and gold that he had consecrated from all the nations that he had subdued:","1":"Now afterward David attacked the Philistines and subdued them, and took Metheg-ammah  from the hand of the Philistines.","9":"Now when King Toi of Hamath heard that David had defeated the entire army of Hadadezer,","14":"Then he stationed garrisons in Edom. Throughout all Edom he stationed garrisons, so that all the Edomites became vassals to David. So ADONAI gave victory to David wherever he went.","7":"David also took the golden shields of Hadadezer’s officers and brought them to Jerusalem.","15":"David reigned over all Israel, and David executed justice and righteousness for all his people.","6":"Then David stationed garrisons in Aram of Damascus, and the Arameans became vassals to David, bringing tribute. So ADONAI gave victory to David wherever he went","4":"David captured from him 1700 horsemen and 20,000 foot soldiers, and David hamstrung all the chariot horses, while reserving 100 of them for chariots.","13":"Then David made a name for himself when he returned from striking 18,000 down from Edom in the Valley of Salt."},"17":{"11":"Instead, I counsel that all Israel be gathered altogether to you — from Dan to Beersheba, as abundant as the sand by the sea — and that you personally go into the battle.","3":"Then I will bring all the people back to you — when all will have returned except the man you are seeking, then all the people will be at peace.”","20":"When Absalom’s servants came to the woman at the house and said, “Where are Ahimaaz and Jonathan?” the woman said to them, “They crossed over the brook of water.” When they had searched and could not find them, they returned to Jerusalem.","12":"Then we will come upon him in one of the places where he can be found and we’ll fall upon him as dew falls on the ground. None will be left of all the men who are with him — not even one.","10":"Then even one who is valiant, whose heart is like the heart of a lion, will utterly melt away — for all Israel knows that your father is a mighty warrior and those who are with him are valiant men.","17":"Now Jonathan and Ahimaaz were staying at En-rogel, and a maidservant used to go and pass information along to them. Then they would go and inform King David for they could not be seen entering the city.","13":"Moreover if he withdraws into a city, then all Israel will bring ropes to that city and drag it into the valley until not even one small stone will be found there.”","27":"Now when David reached Mahanaim, Shobi son of Nahash of Rabbah of the children of Ammon, Machir son of Ammiel of Lo-debar and Barzillai the Gileadite of Rogelim","18":"But a lad did see them and informed Absalom. So the two of them left quickly and arrived at the house of a man in Bahurim. He had a well in his courtyard; so they went down into it.","29":"honey, curd, sheep and cheese from the herd for David and for the people who were with him to eat. For they said, “The people must be hungry, weary and thirsty in the wilderness.”","23":"Now when Ahithophel saw that his counsel was not followed, he saddled his donkey, arose, went to his home in his hometown set his house in order, and hanged himself. So he died and was buried in his father’s tomb.","19":"Then the woman took the cover and spread it over the well’s mouth and scattered grain on top of it so that nothing was noticeable.","1":"Moreover Ahithophel said to Absalom, “Let me now choose 12,000 men, and I will arise and pursue David tonight.","5":"Then Absalom said, “Call now Hushai the Archite also. Let’s hear what he has to say as well.”","4":"Now the plan seemed right in the eyes of Absalom and all the elders of Israel.","8":"Hushai then added, “You know your father and his men. They are mighty men, and they are embittered in their souls like a bear robbed of her cubs in the wild. Your father is an expert in warfare, and won’t spend the night with the troops.","26":"Israel and Absalom camped in the land of Gilead.","14":"Then Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For ADONAI had ordained to thwart Ahithophel’s good counsel, so that ADONAI might bring evil upon Absalom.","22":"Then David arose, and all the people who were with him, and they crossed over the Jordan. By morning light, not even one of them was left who had not crossed the Jordan.","28":"brought beds, basins, clay pots, wheat, barley, flour, roasted grain, beans, lentils, parched seeds,","25":"Now Absalom had set Amasa over the army instead of Joab. (Now Amasa was son of a man whose name was Ithra the Israelite , who had gone to Abigal daughter of Nahash, sister to Zeruiah Joab’s mother.)","9":"Even now, he must be hiding in one of the caves or in some other place. So if he were to fall on them at first, whoever hears of it would say, ‘There’s a slaughter among the people following Absalom!’","15":"Then Hushai said to Zadok and Abiathar the kohanim, “This and that is what Ahithophel counseled Absalom and the elders of Israel, and this and that is what I advised.","21":"After they had departed, they came up from the well, then went and informed King David, telling David, “Get up and cross over the water immediately, for thus has Ahithophel counseled against you.”","24":"David had reached Mahanaim by the time Absalom crossed the Jordan, he and all the men of Israel with him.","16":"Now therefore send word quickly and tell David saying, ‘Don’t spend the night at the fords in the wilderness but by all means, cross over or else the king and all the people with him may be swallowed up.’”","7":"So Hushai said to Absalom, “This time the counsel that Ahithophel has given is not good.”","2":"I will attack him while he is weary and weak-handed, and terrify him so that all the people that are with him will flee. Then I will strike down the king when he is alone.","6":"When Hushai came to Absalom, Absalom spoke to him saying, “This is what Ahithophel has advised. Should we follow his counsel? If not, you will speak.”"},"11":{"11":"But Uriah answered David, “The ark and Israel and Judah are staying in tents, and my lord Joab and the officers of my lord are camping in the open field. Should I then go to my house to eat and drink and lie with my wife? As you live and as your soul lives, I will not do this thing.”","3":"So David sent someone to inquire about the woman, and he reported, “Isn’t this Bath-sheba, daughter of Eliam, the wife of Uriah the Hittite?”","20":"if it happens that the king’s wrath flares up and he says to you, ‘Why did you come so close to the city to fight? Didn’t you know that they would shoot from the wall?","12":"Then David said to Uriah, “Stay here today also, and tomorrow I will send you off.” So Uriah stayed in Jerusalem that day. The next day,","10":"When they informed David saying, “Uriah did not go down to his house,” David said to Uriah, “Haven’t you come from a journey? Why didn’t you go down to your house?”","17":"Then the men of the city came out and attacked Joab, and some of the troops of David’s officers fell; and Uriah the Hittite also died.","13":"David called him, and he ate and drank before him, and he made him drunk. But in the evening he went out to lie on his bed with his master’s servants, but did not go down to his house.","27":"When the time of mourning was over, David sent someone who brought her to his palace. So she became his wife and bore him a son. But the thing David had done was evil in ADONAI’s eyes.","18":"When Joab sent and reported to David all the events of the war,","23":"The messenger said to David, “The men prevailed against us and came out against us in the open field, but we drove them back as far as the entrance of the gate.","19":"he charged the messenger saying, “When you finish reporting all the events of the war to the king,","1":"Now it came to pass at the turn of the year, at the time when kings go out to battle, that David sent Joab and his officials with him and all Israel, and they destroyed the children of Ammon and besieged Rabbah. But David stayed in Jerusalem.","5":"The woman conceived and sent word to David saying, “I’m pregnant.”","4":"Then David sent messengers and took her when she came to him, and he lay with her. (She had purified herself from her uncleanness). Then she returned to her house.","8":"Then David said to Uriah, “Go down to your house and wash your feet.” When Uriah left the royal palace, a present from the king followed him.","26":"Now when the wife of Uriah heard that her husband Uriah had died, she mourned over her husband.","14":"So in the morning David wrote a letter to Joab and sent it by Uriah’s hand.","22":"So the messenger went and came and told David all that Joab had sent him to report.","25":"Then David said to the messenger, “Thus you shall say to Joab, ‘Don’t let this matter upset you, for the sword devours one as well as another. Press your attack against the city and overthrow it!’ So tell him, chazak!”","9":"But Uriah slept at the door of the royal palace with all his master’s servants, and did not go down to his house.","15":"In the letter he wrote, “Put Uriah in the forefront of the hottest battle and withdraw from him so that he may be struck down and die.”","21":"Who killed Abimelech son of Jerubbesheth? Didn’t a woman throw an upper millstone on him from the wall, so that he died at Thebez? Why did you come so close to the wall?’ Then you will say, ‘Your servant Uriah the Hittite is dead, too.’”","24":"Then the archers shot at your troops from the wall, and some of the king’s officers fell dead, and your servant Uriah the Hittite died, too.”","16":"So it came to pass, when Joab was besieging the city, that he assigned Uriah to the place where he knew that valiant men were.","7":"When Uriah came to him, David asked him how Joab was, how the troops fared, and how the war was going.","2":"One evening David rose from his bed and strolled on the roof of the royal palace. Then from the roof he saw a woman washing — a very beautiful woman.","6":"So David sent a message to Joab, “Send me Uriah the Hittite.” So Joab sent Uriah to David."},"1":{"11":"Then David took hold of his clothes and tore them, and so did all the men that were with him,","3":"Then David asked him, “Where are you coming from?” “I’ve escaped from the camp of Israel,” he answered.","20":"Tell it not in Gath, proclaim it not in Ashkelon’s streets, lest Philistine daughters rejoice, lest daughters of the uncircumcised gloat!","12":"and they mourned, wept and fasted until evening for Saul and his son Jonathan, for the troops of ADONAI and for the house of Israel, because they had fallen by the sword.","10":"So I stood over him and killed him, because I knew he couldn’t survive after he had fallen. Then I took the crown that was on his head and the bracelet that was on his arm, and brought them here — to my lord.”","17":"Then David chanted this lament over Saul and his son Jonathan,","13":"Then David said to the young man who informed him, “Where are you from?” “I am a son of an Amalekite outsider,” he replied.","27":"How the mighty have fallen, and the weapons of war destroyed!","18":"and ordered that the sons of Judah be taught the “Song of the Bow.” (Behold, it is written in the Book of Jashar):","23":"Saul and Jonathan, loved and delightful, parted neither in life nor death. They were swifter than eagles, stronger than lions.","19":"“Your glory, O Israel, is slain on your high places! How the mighty have fallen!","1":"Now it came to pass after the death of Saul — when David had returned from the slaughter of the Amalekites — that David stayed two days in Ziklag.","5":"David asked the young man informing him, “How do you know that Saul and his son Jonathan are dead?”","4":"“How did things go?” David asked him. “Please, tell me.” He answered, “The troops fled the battlefield — also many of the troops fell and died. And even Saul and his son Jonathan are dead.”","8":"Then he asked me, ‘Who are you?’ “So I answered him, ‘I am an Amalekite.’","26":"I am distressed for you, my brother Jonathan! Very pleasing were you to me. Wonderful was your love to me more than the love of women.","14":"Then David said to him, “How is it that you were not afraid to stretch out your hand to destroy ADONAI’s anointed one?”","22":"From the blood of the slain, from the fat of the mighty, Jonathan’s bow never turned back, Saul’s sword never returned empty.","25":"How the mighty have fallen in the midst of the battle! Jonathan on your heights is slain!","9":"So he said to me, ‘Stand now over me and kill me! For I’m in agony, yet I’m still alive.’","15":"Then David called one of the young men and said, “Come and strike him down.” And he struck him down and he died.","21":"Hills of Gilboa, let no dew or rain be on you, nor on bountiful fields, for there the shield of the mighty ones lay defiled — Saul’s shield will no longer be anointed with oil.","24":"Daughters of Israel, weep over Saul, who clothed you in scarlet and finery, who put ornaments of gold on your clothes.","16":"David said to him, “Your blood is on your own head, for your mouth testified against you saying, ‘I killed ADONAI’s anointed.’”","7":"When he turned around and saw me, he called me. So I answered, ‘Here I am.’","2":"On the third day, behold, a man came from Saul’s camp, with his clothes torn and dust on his head. Now when he approached David, he fell to the ground and prostrated himself.","6":"The young man informing him answered, “I happened by chance to be on Mount Gilboa, and look, Saul was leaning on his spear, while the chariots and the horsemen were closing in on him."},"9":{"3":"The king asked him, “Is there still anyone from the house of Saul to whom I may show the kindness of God?” “There is still a son of Jonathan,” Ziba said to the king, “with crippled legs.”","5":"So King David sent word and brought him from the house of Machir son of Ammiel, from Lo-debar.","12":"Mephibosheth had a young son, whose name was Mica. All the members of Ziba’s household were servants to Mephibosheth.","10":"So you, you and your sons and your servants will till the land for him, and you will bring in the yield so that your master’s son may have food to eat. But Mephibosheth your master’s son will always eat bread at my table.” Now Ziba had 15 sons and 20 servants.","2":"Now there was a servant from Saul’s house whose name was Ziba, so they summoned him to David. The king asked him, “Are you Ziba?” “Your servant,” he said.","8":"Then he bowed down and said, “What is your servant, that you should turn to look at such a dead dog like me?”","11":"Then Ziba said to the king, “According to all that my lord the king commands his servant, so will your servant do.” Thus Mephibosheth used to eat at the table just like one of the king’s sons.","1":"Then David inquired, “Is there anyone still left from the house of Saul, so that I may show him kindness for Jonathan’s sake?”","9":"Then the king summoned Ziba, Saul’s servant, and said to him, “All that belonged to Saul and to all his household I have given to your master’s son.","7":"David said to him, “for I will surely show you kindness for the sake of your father Jonathan. I will restore to you all the land of your grandfather Saul, and you will always eat bread at my table.”","6":"Then Mephibosheth, son of Jonathan son of Saul, came to David, fell on his face and prostrated himself. “Mephibosheth!” David said. “Behold your servant!” he answered. “Don’t be afraid,”","4":"“Where is he?” the king said to him. Ziba said to the king, “He’s there, in the house of Machir son of Ammiel, in Lo-debar.”","13":"But Mephibosheth lived in Jerusalem, for he ate at the king’s table regularly, though he was crippled in both his legs."},"24":{"16":"When the angel stretched out his hand toward Jerusalem to destroy it, ADONAI relented from the calamity and said to the angel who was destroying the people, “Enough! Now withdraw your hand.” The angel of ADONAI was then by the threshing floor of Araunah the Jebusite.","3":"But Joab said to the king, “May ADONAI your God add to the people a hundred times as many as they are, while the eyes of my lord the king looks on! But why does my lord the king desire such a thing?”","5":"They crossed over the Jordan and camped in Aroer, on the right side of the town that is in the middle of the valley of Gad, and toward Jazer.","21":"Then Araunah said, “Why has my lord the king come to his servant?” David said, “To buy the threshing floor from you in order to build an altar to ADONAI, so that the plague may be held back from the people.”","18":"On that day Gad came to David and said to him, “Go up, set up an altar to ADONAI on the threshing floor of Araunah the Jebusite.”","12":"“Go and speak to David, thus says ADONAI: ‘Three things I am proposing to you — choose one of them and I will bring it upon you.’”","10":"But David’s heart troubled him after he had numbered the people. So David prayed to ADONAI, “I have sinned greatly in what I have done! But now, ADONAI, please take away the iniquity of Your servant, for I have acted very foolishly.”","2":"The king said to Joab the commander of the army who was with him, “Go about now through all the tribes of Israel, from Dan to Beersheba, and number the people, so that I may know the sum of the people.”","22":"Then Araunah said to David, “Let my lord the king take and offer up what seems good in his eyes. Look here, the oxen for the burnt offering, as well as the threshing sledges and the ox yokes for the wood.","8":"So when they had gone throughout all the land, they came back to Jerusalem at the end of nine months and 20 days.","17":"When David saw the angel that was striking down the people, he spoke to ADONAI saying, “Behold, it is I who have sinned, and it is I who have done wrong! But these sheep, what have they done? Please, let Your hand be against me and against my father’s house.”","11":"When David rose up in the morning, the word of ADONAI came to the prophet Gad, David’s seer, saying:","1":"Now the anger of ADONAI again flared up against Israel, so He incited David against them saying, “Go, number Israel and Judah.”","9":"Joab reported the sum of the numbering of the people to the king: there were in Israel 800,000 valiant men who drew the sword and the men of Judah were 500,000 men.","24":"But the king said to Araunah, “No, but I will surely buy it from you at a price. I will not offer burnt offerings to ADONAI my God that cost me nothing.” So David bought the threshing floor and the oxen for 50 shekels of silver.","14":"Then David said to Gad, “I am in a great distress. Let us now fall into the hand of ADONAI, for His mercies are great, and let me not fall into the hand of man.”","7":"and came to the stronghold of Tyre, to all the cities of the Hivites and the Canaanites. Then they went out to the south of Judah, to Beersheba.","15":"So ADONAI sent a pestilence upon Israel from the morning until the appointed time, so that 70,000 men of the people died from Dan to Beersheba.","20":"Now when Araunah looked down and saw the king and his courtiers crossing over toward him, Araunah went out and bowed down before the king with his face to the ground.","25":"Then David built there an altar to ADONAI, and offered burnt offerings and fellowship offerings. So ADONAI was moved by prayer of entreaty for the land, and restrained the plague from Israel.","23":"All this Araunah gives to the king.” Araunah said further to the king, “May ADONAI your God accept you.”","6":"Then they went to Gilead and to the land of Tahtim-hodshi. Then they came to Dan-jaan and round about to Sidon,","4":"Nevertheless, the king’s command to Joab and the army generals remained firm. So Joab and the army generals went out from the king’s presence to number the people of Israel.","19":"So David went up according to the word of Gad, as ADONAI had commanded.","13":"So Gad came to David and told him, saying to him, “Shall seven years of famine come on you in your land? Or will you flee from your adversary for three months while he is pursuing you? Or shall there be three days of pestilence in your land? Now consider and see what answer I should return to Him who sent me.”"},"14":{"11":"“Please, let the king remember ADONAI your God,” she said, “so that the avenger of blood does not destroy any more, so they won’t destroy my son.” “As ADONAI lives,” he said, “not one hair of your son will fall to the ground.”","3":"Then go to the king and speak to him these words.” Then Joab put the words in her mouth.","20":"Your servant Joab did this thing in order to bring about a change in the situation. But my lord is wise — like the wisdom of an angel of God — to know all that goes on in the land.”","12":"Then the woman said, “Please, let your handmaid speak a word to my lord the king.” “Say on,” he said.","10":"“Whoever speaks to you,” the king said, “bring him to me and he shall not touch you anymore.”","17":"Then your handmaid also thought, ‘Please let the word of my lord the king bring relief. For like an angel of God so is my lord the king to discern good and evil.’ So may ADONAI your God be with you.”","13":"The woman said, “Why have you devised a situation just like this against God’s people? For by speaking this word, the king is like the guilty one — by not bringing back the one he banished.","27":"To Absalom were born three sons and one daughter, whose name was Tamar — she was a beautiful woman.","30":"So he said to his servants, “See, Joab’s field is next to mine and he has barley there — go and set it on fire.” So Absalom’s servants set the field on fire.","18":"Then the king answered and said to the woman, “Please do not hide anything from me concerning what I am about to ask you.” “Please let my lord the king speak,” the woman said.","29":"Then Absalom sent for Joab, in order to send him to the king, but he was unwilling to come to him. So he sent word again a second time, but he still would not come.","23":"So Joab got up, went to Geshur and brought Absalom to Jerusalem.","19":"Then the king said, “Is the hand of Joab with you in all this?” “As your soul lives, my lord the king,” the woman answered, “no one can turn to the right or to the left from anything that my lord the king has spoken. Yes, your servant Joab was the one who commanded me and put all these words in the mouth of your handmaid.","1":"Now Joab son of Zeruiah perceived that the king’s heart was on Absalom.","5":"“What’s the matter with you?” the king said to her. “Truly, I am a widow, my husband is dead,” she said.","4":"When the woman of Tekoa spoke to the king, she fell on her face to the ground, bowed down and said, “Help, O king!”","8":"Then the king said to the woman, “Go to your home. I will issue an order concerning you.”","26":"When he cut the hair of his head — at the end of every year he would cut it because the hair got so heavy on him that he had to cut it. The weight of the hair from his head was 200 shekels by the royal weight .","14":"For we will all surely die and be like water spilt on the ground that cannot be gathered up again. Yet God does not take away life but rather, He devises plans so that a banished person may not remain an outcast from Him.","22":"Joab fell on his face to the ground, prostrated himself and blessed the king. Then Joab said, “Today your servant knows that I have found favor in your eyes, my lord the king, since the king has done the word of your servant.”","28":"Now Absalom had lived two full years in Jerusalem but he never saw the king’s face.","25":"Now in all Israel there was none as handsome as Absalom — so highly praised. From the sole of his foot to the crown of his head there was no blemish in him.","9":"The woman of Tekoa said to the king, “My lord the king, let the iniquity be on me and on my father’s house but may the king and his throne be innocent.”","33":"So Joab went to the king and told him. When he summoned Absalom, he came to the king and bowed down on his face to the ground before the king, and then, the king kissed Absalom.","15":"Now the reason I came to speak this word to my lord the king is because the people have made me afraid. So your handmaid thought, ‘I must speak to the king — perhaps the king will fulfill the request of his maidservant.","21":"Then the king said to Joab, “Behold now, I will do this thing. So go, bring the young man Absalom back.”","24":"However, the king said, “He may go directly to his own house, but he may not see my face.” So Absalom went directly to his own house and did not see the king’s face.","16":"Surely the king will hear, to deliver his maidservant from the hand of the one who would eliminate both me and my son together out of the inheritance of God.’","32":"“Look, I sent word to you,” Absalom said to Joab, “saying, ‘Come here, that I may send you to the king to say, “Why have I come from Geshur? It would be better for me if I were still there.’” So now, let me see the king’s face and if there is iniquity in me, let him put me to death.”","7":"Now behold, the whole clan has risen against your handmaid and said, ‘Hand over the one who struck down his brother so we may put him to death, for the life of his brother whom he slew.’ So they will also destroy the heir and extinguish my one remaining ember, leaving to my husband neither name nor remnant on the face of the earth!”","2":"So Joab sent word to Tekoa and brought a wise woman from there. He said to her, “Please pretend to be a mourner and put on mourning clothes. Do not anoint yourself with oil but be like a woman who has been mourning many days for the dead.","6":"“Your handmaid had two sons, but the two of them fought with each other in the field, where there was no one to separate them. So one struck the other and killed him.","31":"Then Joab arose, came to Absalom at his house, and said to him, “Why have your servants set my field on fire?”"},"7":{"11":"since the day that I commanded judges to be over My people Israel. So I will give you rest from all your enemies. “Moreover, ADONAI declares to you that ADONAI will make a house for you.","3":"“Go, do all that is in your heart,” Nathan said to the king, “for ADONAI is with you.”","20":"What more can David add in speaking to You? For You already know Your servant, my Lord ADONAI.","12":"When your days are done and you sleep with your fathers, I will raise up your seed, who will come forth from you after you, and I will establish his kingdom.","10":"I will also set up a place for My people Israel and will plant them, so they may dwell in their own place and not be disturbed again. Nor will the children of wickedness afflict them anymore as in the past,","17":"Just so Nathan spoke all these words and all this vision to David.","13":"He will build a house for My Name, and I will establish his royal throne forever.","27":"For You, ADONAI-Tzva’ot God of Israel, have made a revelation to Your servant saying, ‘I will build you a house.’ Therefore Your servant has found his heart to pray this prayer to You.","18":"Then King David went in and sat before ADONAI and said, “Who am I, my Lord ADONAI, and what is my family, that You have brought me this far?","29":"So now let it please You to bless the house of Your servant, to continue forever before You. For You, my Lord ADONAI, have spoken, and with Your blessing Your servant’s house will be blessed forever.”","23":"What one nation on earth is like Your people, like Israel, whom God went to redeem for Himself as a people, to make for Himself a Name, to do for You a great thing and awesome deeds for Your land, before Your people whom You redeemed for Yourself from Egypt — driving out nations and their gods?","19":"Yet this was a small thing in Your eyes, my Lord ADONAI — for You have spoken also of Your servant’s house for the distant future. This is a revelation  for humanity, my Lord ADONAI.","1":"Now it came about when the king lived in his palace and ADONAI had granted him rest from all his enemies around him,","5":"“Go, tell My servant David: Thus says ADONAI: Are you to build Me a house for Me to dwell in?","4":"But it came to pass the same night that the word of ADONAI came to Nathan saying:","8":"So now, thus you shall say to My servant David: Thus says ADONAI-Tzva’ot: I took you from the pasture, from following the sheep, to be ruler over My people, over Israel.","26":"Let Your Name be magnified forever by saying, ‘ADONAI-Tzva’ot is God over Israel!’ May the house of Your servant David be established before You.","14":"I will be a father to him, and he will be a son to Me.  If he commits iniquity, I will correct him with the rod of men and with the strokes from sons of men.","22":"Therefore You are great, my Lord ADONAI! For there is none like You, and there is no other God besides You, as we all have heard with our ears.","28":"So now, my Lord ADONAI, You alone are God, and Your words are truth, and You have promised Your servant this good thing.","25":"“So now, my Lord ADONAI, confirm the word that You have spoken concerning Your servant and his house forever, and do as You have promised.","9":"I have been with you wherever you went, and have cut off all your enemies from before you; and I will make your name as great as the greatest on earth.","15":"Yet My lovingkindness will not be withdrawn from him as I withdrew it from Saul, whom I removed from before you.","21":"For the sake of Your word and according to Your own heart, You have done everything great, revealing this to Your servant.","24":"So You established for Yourself Your people Israel as Your very own people forever, and You, ADONAI, have become their God.","16":"So your house and your kingship will be secure forever before you; your throne will be established forever.”","7":"In all My journeying among all the children of Israel, did I ever speak a word to any of the tribes of Israel, whom I commanded to shepherd My people Israel, saying, ‘Why have you not built Me a house of cedar?’","2":"that the king said to the prophet Nathan, “See now, I am living in a house of cedar, yet the ark of God remains within curtains.”","6":"Since the day that I brought up the children of Israel from Egypt to this day I have not dwelt in a house, but have been moving about in a tent, even in a tabernacle."},"15":{"11":"Now 200 men from Jerusalem went with Absalom, who were invited and were going innocently, knowing nothing of the situation.","3":"Absalom would say to him, “See, your claims are good and right, but there is no one assigned to you by the king to hear you.”","20":"Your arrival was only yesterday — should I make you wander around with us today, to go wherever I may go? Go back and take your kinsmen back with you. Kindness and truth be with you!”","12":"Also Absalom sent for Ahithophel the Gilonite, David’s counselor from his town Giloh, while he was offering the sacrifices. So the conspiracy gained momentum for the people following Absalom continued to increase.","10":"But Absalom sent spies to all the tribes of Israel to say, “As soon as you hear the sound of the shofar, then you are to say, ‘Absalom has become king in Hebron!’”","17":"As the king went out and all the people after him, they paused at the last house.","13":"Then a messenger came to David saying, “The hearts of the men of Israel are following Absalom.”","27":"The king also said to Zadok the priest, “Do you not see? Return to the city in shalom with your two sons with you, Ahimaaz your son and Jonathan son of Abiathar.","30":"Then David continued to go up the ascent of the Mount of Olives, weeping as he ascended. He had his head covered and was walking barefoot. So all the people with him each covered his head as they went up, weeping as they ascended.","18":"All his servants passed on beside him: all the Cherethites, all the Pelethites and all the Gittites — 600 men that had come after him from Gath — passed on before the king.","36":"See, they have their two sons with them there, Zadok’s son Ahimaaz, and Abiathar’s son Jonathan — by them you can send to me everything you hear.”","29":"Therefore Zadok and Abiathar carried the ark of God back to Jerusalem, and they remained there.","23":"While all the country was weeping with a loud voice, all the people were crossing over as the king was crossing over Kidron Valley. So all the people crossed over toward the road of the wilderness.","19":"Then the king said to Ittai the Gittite, “Why should you also go with us? Go back and stay with the king, for you are a foreigner and also an exile from your own place.","1":"Now it came about after this that Absalom provided himself with a chariot, horses and 50 men as runners before him.","5":"Also, whenever anyone approached to bow to him, he would stretch his hand, take hold of him, and kiss him.","4":"Moreover, Absalom would say, “If only I were appointed judge in the land, then every man who has any suit or case would come to me, and I would get him justice!”","8":"For your servant vowed a vow while I was still living at Geshur in Aram saying, ‘If ADONAI will indeed bring me back to Jerusalem, then I will serve ADONAI.’”","26":"But if He says thus, ‘I have no delight in you,’ here I am, let Him do to me as seems good in His eyes.”","14":"Then David said to all his officials who were with him in Jerusalem, “Arise, and let us flee, or else none of us will escape from Absalom. Leave in haste or else he will overtake us quickly and bring disaster down on us and strike the city with the edge of the sword.”","37":"So David’s friend Hushai reached the city just as Absalom was entering Jerusalem.","22":"So David said to Ittai, “Go on and cross over.” So Ittai the Gittite passed on, with all his men and all the little children who were with him.","28":"See, I will wait at the fords of the wilderness, until word comes from you to inform me.”","25":"But the king said to Zadok, “Return the ark of God to the city. If I find favor in ADONAI’s eyes, He will bring me back, and let me see it and His dwelling.","9":"So the king said to him, “Go in shalom.” Then he rose and went to Hebron.","33":"David said to him, “If you pass on with me then you will be a burden to me,","15":"Then the king’s officials said to the king, “Behold, your servants are ready to do whatever our lord the king chooses.”","34":"but if you return to the city and say to Absalom, ‘I will be your servant, O king — I was your father’s servant from then, but now I will be your servant,’ then you can thwart Ahithophel’s counsel for me.","21":"But Ittai answered the king and said, “As ADONAI lives, and as my lord the king lives, surely in whatever place my lord the king will be, whether for death or for life, there also will your servant be.”","24":"Then behold, Zadok also came and all the Levites with him, carrying the ark of the covenant of God. They set down the ark of God, then Abiathar came up, until all the people had passed by, out of the city.","16":"So the king set out, and his entire household followed him. But the king left behind ten concubines to take care of the palace.","35":"Won’t you have with you Zadok and Abiathar the kohanim there? So whatever you hear from the royal palace, you should report it to Zadok and Abiathar the kohanim.","32":"Then David went on until he reached the summit — where God was worshiped — and behold, Hushai the Archite met him with his coat rent and dust on his head.","7":"At the end of 40 years Absalom said to the king, “Please let me go to Hebron and pay my vow which I have vowed to ADONAI.","2":"Absalom used to rise up early and stand beside the road to the city gate. Whenever anyone had a suit to come to the king for justice, then Absalom would call to him and say, “What town are you from?” Should he answer, “Your servant is from one of the tribes of Israel,”","6":"So Absalom kept doing this to everyone of Israel who came to the king for judgment. Thus Absalom stole the hearts of the people of Israel.","31":"Then someone told David saying, “Ahithophel is among the conspirators with Absalom.” So David prayed, “ADONAI, please turn the counsel of Ahithophel into foolishness.”"},"20":{"16":"Then a wise woman cried out from the city, “Listen! Listen! Please tell Joab to come over here that I may speak with him.”","3":"Now when David arrived at his palace in Jerusalem, the king took the ten women, the concubines whom he had left to take care of the palace, and put them in a guarded house. He provided for them but he did not cohabit with them. So they were confined until the day they died, living in widowhood.","5":"So Amasa went to summon Judah but he took longer than the set time that he had allotted him.","21":"The matter is not so; but a fellow from the hill country of Ephraim, Sheba son of Bichri his name, has lifted up his hand against King David. Give him up alone and I will withdraw from the city.” So the woman replied to Joab, “Look here, his head will be thrown to you over the wall.”","18":"Then she spoke up saying, “They used to say in old time, ‘They shall surely seek counsel at Abel and that’s how they settled any dispute.","12":"Yet Amasa lay wallowing in his blood in the midst of the highway. So when the man saw that all the people stood still, he dragged Amasa from the highway into the field and threw a garment over him because he saw that everyone passing by him paused.","10":"But Amasa took no heed to the sword that was in Joab’s other hand. So he stabbed him with it in the groin and poured out his entrails to the ground, and did not strike him again, for he died. Then Joab and his brother Abishai pursued Sheba son of Bichri.","2":"So all the men of Israel withdrew from following David and followed Sheba son of Bichri, but the men of Judah kept close to their king from the Jordan to Jerusalem.","22":"Then the woman approached all the people wisely. So they cut off the head of Sheba son of Bichri and threw it over to Joab. He then blew the shofar and they were dismissed from the city, each to his tent. Then Joab returned to Jerusalem to the king.","8":"When they were at the great stone that is in Gibeon, Amasa came to meet them. Now Joab was dressed in his military uniform, and over it was a belt with a sword in its sheath fastened on his waist; and as he stepped forward, it fell out.","17":"When he approached her, the woman asked, “Are you Joab?” “I am,” he answered. Then she said to him, “Listen to the words of your handmaid.” “I’m listening,” he answered.","11":"Meanwhile, one of Joab’s young men stood over Amasa and said, “Whoever favors Joab and whoever is for David, let him follow Joab!”","1":"Now a worthless fellow happened to be there, a Benjamite named Sheba son of Bichri. He blew the shofar and said, “We have no portion in David, no inheritance in the son of Jesse! Every man to his tents, O Israel!”","9":"Then Joab said to Amasa, “Is it well with you my brother?” With his right hand Joab took Amasa by the beard to kiss him.","24":"Adoram was over the forced labor; Jehoshaphat son of Ahilud was the recorder;","14":"Now he went through all the tribes of Israel, to Abel and Beth-Maacah. All the Berites gathered together and indeed followed him.","7":"So Joab’s men went after him, along with the Cherethites, the Pelethites, and all the mighty men, and set out from Jerusalem to pursue Sheba son of Bichri.","15":"They came and besieged him in Abel of Beth-Maacah and cast up a siege ramp against the city. It stood against the outer fortification and all the people with Joab battered the wall in order to topple it.","20":"Joab replied saying, “Never! Far be it from me that I would devour up or ruin.","25":"Sheba was scribe; Zadok and Abiathar were kohanim;","23":"Now Joab remained over all the army of Israel; Benaiah son of Jehoiada was over the Cherethites and the Pelethites;","6":"Then David said to Abishai, “Now Sheba son of Bichri will do us more harm than Absalom. So take your lord’s servants and pursue him lest he find for himself fortified cities and escape from our sight.”","4":"Then the king said to Amasa, “Summon to me the men of Judah within three days and be here yourself.”","19":"I am of those who are peaceable and faithful in Israel. Are you seeking to destroy a mother city in Israel? Why would you devour ADONAI’s inheritance?”","13":"Once he removed him from the highway, everyone passed on, following Joab to pursue Sheba son of Bichri.","26":"and Ira the Jairite also was a kohen to David."},"23":{"11":"Next to him was Shammah son of Agee the Hararite. Now the Philistines were assembled in formation where there was a plot of ground full of lentils, and the people fled from the Philistines.","3":"The God of Israel has said, the Rock of Israel has spoken to me, ‘He who rules over men righteously, he who rules in the fear of God —","20":"Then there was Benaiah son of Jehoiada, son of a valiant man from Kabzeel, who had done mighty deeds. He killed the two from Ariel of Moab. Once, on a snowy day, he went down and killed a lion in the midst of a pit.","12":"But he took his stand in the midst of the plot and defended it, and struck down the Philistines — so ADONAI brought about a great victory.","10":"but he stood his ground and struck down the Philistines until his hand became weary and stuck to the sword. So ADONAI brought about a great victory that day, and the people returned after him only to strip the slain.","17":"and he said, “‘Far be it from me, ADONAI, that I should do this — the blood of the men who went in jeopardy of their lives?’” So he would not drink it. These things the three mighty men did.","13":"Once the three of the thirty chiefs went down and came to David at the cave of Adullam during the harvest, while a troop of Philistines was camping in the Valley of Rephaim.","27":"Aviezer the Anathothite, Mebunnai the Hushathite,","30":"Benaiah a Pirathonite, Hiddai from the wadis of Gaash,","18":"Now Abishai, the brother of Joab, son of Zeruiah, was chief of the Thirty. Once he wielded his spear against 300 and killed them — he had a reputation among the Three.","36":"Igal son of Nathan of Zobah, Bani the Gadite,","29":"Heleb son of Baanah the Netophathite, Ittai son of Ribai of Gibeah of the children of Benjamin,","23":"He was most honorable among the Thirty, but he attained not to the first Three. So David set him over his guard.","19":"He was the most honored of the Thirty, so he was made their commander; however, he did not become one of the Three.","1":"Now these are the last words of David, the utterance of David son of Jesse, the utterance of the man raised on high, the anointed of the God of Jacob and the sweet singer of Israel:","5":"Is it not true that my house is with God? For He made an everlasting covenant with me, ordered and secured in all things. Will He not make all my salvation and every desire come to fruition?","4":"he is like the light of the morning when the sun rises, a cloudless morning of glistening as grass springs from the earth.’","8":"These are the names of the mighty men whom David had: Josheb-basshebeth a Tahchemonite, chief of the captains — he wielded his spear against 800 and slew them in one encounter.","26":"Helez the Paltite, Ira son of Ikkesh the Tekoite,","39":"and Uriah the Hittite — 37 in all.","14":"David was then in the stronghold, while the garrison of the Philistines was in Bethlehem.","37":"Zelek the Ammonite, Naharai the Beerothite, armor-bearer to Joab son of Zeruiah,","22":"These sort of things Benaiah son of Jehoiada did, so that he had a name as famous as that of the Three mighty men.","28":"Zalmon the Ahohite, Maharai the Netophathite,","25":"Shammah the Harodite, Elika the Harodite,","9":"Next to him was Eleazar son of Dodo son of an Ahohite, one of the three mighty men with David when they defied the Philistines who were gathered there to battle. The men of Israel retreated,","33":"Shammah the Hararite, Ahiam son of Sharar the Ararite,","15":"David said longingly, ‘ “Who would get me water to drink from the well which is by the gate in Bethlehem?” ’","34":"Eliphelet son of Ahasbai son of the Maacathite, Eliam son of Ahithophel the Gilonite,","21":"He also killed an Egyptian — an impressive man — the Egyptian had a spear in his hand, but Benaiah went down to him with a staff, snatched the spear from the Egyptian’s hand, and killed him with his own spear.","24":"Asahel brother of Joab was one of the Thirty, also Elhanan son of Dodo of Bethlehem,","16":"So the three mighty men broke through the Philistine lines, drew water from the well of Bethlehem by the gate, took it and brought it to David. However, he would not drink it but poured it out to ADONAI","35":"Hezrai the Carmelite, Paarai the Arbite,","32":"Eliahba the Shaalbonite of the sons of Jashen, Jonathan,","7":"But the man who touches them must be armed with iron and the shaft of a spear. They must be completely burned up with fire on the spot.”","2":"“The Ruach ADONAI has spoken through me and His word is on my tongue.","38":"Ira the Ithrite, Gareb the Ithrite,","6":"But the worthless, all of them will be thrust aside like thorns, for they cannot be picked up by hand.","31":"Abi-albon the Arbathite, Azmavet the Barhumite,"},"6":{"16":"But as the ark of ADONAI entered the city of David, Saul’s daughter Michal looked out of the window and saw King David leaping and dancing before ADONAI, so she despised him in her heart.","3":"So they loaded the ark of God on a new cart and carried it out of the house of Abinadab that was on the hill. Uzzah and Ahio, Abinadab’s sons, drove the new cart","5":"Meanwhile David and the whole house of Israel were celebrating before ADONAI with all kinds of instruments made of cypress wood, with harps, lyres, tambourines, three-stringed instruments and cymbals .","21":"“It was before ADONAI,” David said to Michal, “who chose me instead of your father and all his household, appointing me ruler over the people of ADONAI, over Israel! So I danced Before ADONAI,","18":"When David had finished offering the burnt offering and fellowship offerings, he blessed the people in the Name of ADONAI-Tzva’ot.","12":"Then it was reported to King David saying, “ADONAI has blessed the house of Obed-edom and all that belongs to him, because of the ark of God.” So David went and brought the ark of God up from the house of Obed-edom to the city of David with joy.","10":"David was unwilling to move the ark of ADONAI to him, to the City of David; instead, David diverted it to the house of Obed-edom the Gittite.","2":"Then David and all the people who were with him arose and set out from Baale-judah to bring up from there the ark of God, which is called by the Name , the very Name of ADONAI-Tzva’ot who is enthroned between the cheruvim.","22":"and will dishonor myself even more than this, and will be low in my own eyes. Yet in the eyes of the slave girls whom you mentioned, I will be honored.”","8":"David was upset because of ADONAI’s outburst against Uzzah. That place is called Perez-uzzah  to this day.","17":"They brought in the ark of ADONAI and set it in its place in the midst of the tent that David had pitched for it. Then David offered burnt offerings and fellowship offerings before ADONAI.","11":"So the ark of ADONAI remained in the house of Obed-edom the Gittite three months; meanwhile ADONAI blessed Obed-edom and his entire household.","1":"Now David again gathered all the chosen men of Israel, 30,000.","9":"So David was frightened of ADONAI that day. Then he said, “How can the ark of ADONAI come to me?”","14":"Meanwhile, David was dancing before ADONAI with all his might while he was wearing a linen ephod.","7":"Then the anger of ADONAI was kindled against Uzzah. God struck him down there for his irreverence, so that he died there beside the ark of God.","15":"So David and the entire house of Israel brought up the ark of ADONAI with shouting and with the sound of the shofar.","20":"David returned to bless his own household. But Saul’s daughter Michal came out to meet David and said, “How the king of Israel distinguished himself today, when he uncovered himself today in the eyes of the slave girls of his subjects, as any vulgar fellow would shamelessly uncover himself!”","23":"So Saul’s daughter Michal had no children to the day of her death.","6":"But when they reached the threshing floor of Nahon, Uzzah reached out to the ark of God and grasped it, for the oxen had stumbled.","4":"as they brought it from the house of Abinadab (which was on the hill) with the ark of God, and Ahio was walking in front of the ark.","19":"Then he distributed to all the people — to the whole multitude of Israel, men and women alike — to everyone a loaf of bread, a cake made in a pan and a raisin cake. Then all the people departed, each to his home.","13":"Now when the bearers of the ark of ADONAI had gone six paces, he sacrificed an ox and a fatling."},"4":{"7":"When they had gotten within the house, he was lying on his bed in his bedroom, they stabbed him and killed him, then beheaded him and took his head, and traveled by the way of the Arabah all night.","9":"Then David answered Rechab and his brother Baanah, sons of Rimmon the Beerothite, saying to them, “As ADONAI lives, who redeemed my soul out of all distress,","10":"when someone informed me saying, ‘Look, Saul is dead!’ thinking he was a bearer of good news, I seized him and killed him in Ziklag, instead of rewarding him for his news.","3":"though the Beerothites had fled to Gittaim and live there as outsiders to this day).","11":"How much more, when wicked men have killed a righteous person in his own house and on his bed! Should I not now require his blood from your hands and rid the earth of you?”","2":"Saul’s son had two men who were commanders of raiding bands: the name of one was Baanah and the name of the other Rechab, sons of Rimmon the Beerothite of the sons of Benjamin (for Beeroth is also considered part of Benjamin,","1":"Now when Saul’s son heard that Abner had died in Hebron, his courage sank, and all the Israelites were disturbed.","12":"Then David commanded the young men, and they slew them, cut off their hands and their legs, and hung them up beside the pool in Hebron. But they took the head of Ish-bosheth and buried it in the grave of Abner in Hebron.","4":"(Saul’s son Jonathan had a son whose legs were crippled. He was five years old when the news about Saul and Jonathan came from Jezreel, and his nurse picked him up and fled. It came about, as she was hurrying to flee, that he fell and was crippled. His name was Mephibosheth.)","6":"When they came within the house, as though to get wheat, they stabbed him in the stomach. Then Rechab and his brother Baanah escaped.","5":"Now the sons of Rimmon the Beerothite, Rechab and Baanah, set out and came to the house of Ish-bosheth at the heat of the day, as he was taking his midday nap.","8":"Then they brought the head of Ish-bosheth to David in Hebron, and said to the king, “Here is the head of Saul’s son Ish-bosheth, your enemy, who sought your life. Today ADONAI has avenged my lord the king of Saul and his offspring.”"},"19":{"11":"but Absalom, whom we anointed over us, has died in battle. So why are we silent about restoring the king?”","41":"Then the king crossed over to Gilgal, and Chimham and all the people of Judah crossed over with him, and also half the people of Israel escorted the king over.","42":"Then all the men of Israel came to the king and said to him, “Why did our brothers, the men of Judah, steal you away by escorting the king and his household over the Jordan, along with all David’s men that were with him?”","3":"So the victory that day was turned into mourning for all the troops, for the troops heard it said that day, “The king is grieving over his son.”","20":"so he implored the king, “Let my lord not hold me guilty, and not remember the iniquity that your servant committed on the day my lord the king left Jerusalem. Let the king not take it to his heart.","12":"Then King David sent word to Zadok and Abiathar the kohanim saying, “Speak to the elders of Judah saying, ‘Why should you be the last to bring the king back to his palace? The talk of all Israel had reached the king at his residence.","10":"All the people throughout all the tribes of Israel were at strife saying, “The king delivered us from the hand of our enemies and he saved us from the hand of the Philistines. Yet now he had to flee from the land because of Absalom,","17":"Then Shimei son of Gera, the Benjamite who was from Bahurim, hurried and came down with the men of Judah to meet King David","44":"Then the men of Israel answered the men of Judah and said, “We have ten shares in the king, so in David we have even more than you. Why then did you despise us? Weren’t we the first to speak of restoring our king?” Yet the words of the men of Judah were harsher than the words of the men of Israel.","40":"When all the people had crossed over the Jordan and as the king was about to cross over, the king kissed Barzillai and blessed him, so he returned to his own place.","13":"‘You are my kinsmen, my bone and my flesh! Why then should you be the last to bring back the king?’","27":"“My lord the king, my own servant deceived me,” he answered. “For your servant had said, ‘I will saddle a donkey for myself, ride on it and go with the king,’ because your servant is lame.","30":"Then the king said to him, “Why do you still speak of your affairs? I have decreed, ‘You and Ziba shall divide the land.’”","18":"accompanied by 1,000 men of Benjamin. Also Ziba the servant of Saul’s household, with his 15 sons and 20 slaves, rushed to the Jordan ahead of the king.","36":"I am now 80 years old. Can I distinguish between good and bad? Can your servant taste what I eat or what I drink? Can I listen any more to the voice of singing men and women? Why then should your servant be yet a burden to my lord the king?","29":"For all my father’s household deserved only death at the hand of my lord the king; yet you set your servant among those eating at your own table! What right do I have yet to cry to the king?”","23":"But David said, “What have I to do with you sons of Zeruiah that you should be my adversary  today? Should any man be put to death in Israel this day? Don’t I know that today I am king over Israel?”","19":"They ferried across the ford to bring the king’s household and they did whatever seemed good in his eyes. Now, Shimei son of Gera fell down before the king when he was crossing over the Jordan,","1":"The king was shaken. So he went up to the chamber over the gate and wept. As he walked he cried, “My son Absalom! O my son, my son Absalom! If only I had died instead of you! Absalom, my son, my son!”","5":"The king covered his face and cried with a loud voice, “My son Absalom, O Absalom, my son, my son!”","4":"So the troops entered into the city stealthily that day, like troops who are ashamed after running away in battle.","8":"So now arise, go out, and speak to the heart of your servants! For I swear by ADONAI that if you do not go out, not a single man will stay with you tonight, and that would be worse for you than all the evil that has befallen you from your youth until now.”","26":"Now it came to pass when he came from Jerusalem to meet the king, the king asked him, “Why did you not go with me Mephibosheth?”","39":"The king answered, “Chimham will cross over with me, and I will do for him what seems good in your eyes. Whatever you ask of me, I will do for you.”","14":"“Also say to Amasa, ‘Are you not my bone and my flesh? May God do so to me and even more if you do not become my army commander before me continually, in place of Joab!’”","37":"Your servant would merely cross over the Jordan with the king. But why should the king reward me with such a reward?","22":"But Abishai son of Zeruiah answered and said, “Shouldn’t Shimei be put to death for this, because he cursed ADONAI’s anointed?”","28":"However, he has slandered your servant to my lord the king. But my lord the king is like an angel of God. So do what is good in your eyes.","25":"Then Mephibosheth son of Saul came down to meet the king. Now he had neither dressed his feet nor trimmed his beard nor washed his clothes from the day the king departed until the day he came home in shalom.","9":"So the king arose and sat in the gate. When they told all the troops saying, “See, the king is sitting at the gate,” all the troops presented themselves before the king. David’s Restoration and Grace Meanwhile, Israel had fled each man to his tent.","33":"Now Barzillai was a very aged man — 80 years old — and he had provided for the king during his residence at Mahanaim, for he was a very wealthy man.","15":"Thus he turned the heart of all the men of Judah as one man, and then they sent word to the king, “Come back, you and all your servants.”","34":"The king said to Barzillai, “Cross over with me, and I will provide for you with me in Jerusalem.”","21":"For your servant knows that I have sinned. So behold, I have come today the first of all the house of Joseph to go down to meet my lord the king.”","24":"Then the king said to Shimei, “You shall not die,” and the king swore it to him.","16":"So the king returned and reached the Jordan. Meanwhile, Judah came to Gilgal in order to meet the king, to escort the king over the Jordan.","35":"But Barzillai said to the king, “How many years are left of my life that I should go up with the king to Jerusalem?","32":"Then Barzillai the Gileadite came down from Rogelim, and he approached the Jordan with the king to escort him over the Jordan.","7":"by loving those who hate you, and hating those who love you! For you have shown today that officers and officials are nothing to you. For today I realize that if Absalom were alive and all of us were dead, then it would have pleased you well.","43":"Then all the men of Judah answered the men of Israel, “Because the king is our close relative. So why are you angry over this matter? Have we eaten at all at the king’s cost? Or has he given us any gifts?”","2":"Then Joab was told, “Look, the king is weeping and mourning over Absalom!”","38":"Please let your servant go back, and let me die in my own hometown, near the grave of my father and my mother. But look, here is your servant Chimham — let him cross over with my lord the king, and do for him what seems good in your eyes.”","6":"Then Joab came into the house to the king and said, “Today you have humiliated all your servants — who this day have saved your life, the lives of your sons and daughters, and the lives of your wives and the lives of your concubines —","31":"“So let him take all,” Mephibosheth replied to the king, “as long as my lord the king has come back to his own home in shalom.”"},"13":{"11":"But when she brought them close to him to eat, he grabbed her and said to her, “Come lie with me, my sister.”","3":"However, Amnon had a friend named Jonadab son of Shimeah, David’s brother, and Jonadab was a very shrewd man.","20":"Then her brother Absalom said to her, “Has Amnon your brother been with you? So now, my sister, keep quiet. He is your brother — don’t take this thing to heart.” But Tamar remained desolate in her brother Absalom’s house.","12":"“No!” she said to him. “Don’t, my brother! Don’t rape me, for such a thing should never be done in Israel. Don’t do this disgraceful deed!","10":"Then Amnon said to Tamar, “Bring the bread into the bedroom that I may eat from your hand.” So Tamar took the cakes she had made and brought them into the bedroom to her brother Amnon.","17":"Then he called his servant that attended him and said, “Get this woman away from me now and bolt the door after her.”","13":"I — where could I go with my shame? You — you will be as one of the disgraceful fools in Israel. Now, please speak to the king, for he will not withhold me from you.”","27":"But when Absalom pressed him, he let Amnon go with him, along with all the king’s sons.","30":"While they were on the way, a report came to David saying, “Absalom has killed all the king’s sons and not one of them is left!”","18":"Now she had on her a long-sleeved garment  for with such robes the king’s virgin daughters used to be dressed. When his attendant took her outside and bolted the door after her,","36":"As soon as he finished speaking, behold, the king’s sons arrived. They lifted up their voices and wept, and also the king and all his courtiers wept very bitterly.","29":"So Absalom’s young men did to Amnon as Absalom had ordered. Then all the king’s sons got up, each mounted his mule and fled.","23":"It came about, after two full years, that Absalom’s sheepshearers were at Baal-hazor, which is near Ephraim, and Absalom invited all the king’s sons.","19":"Tamar put ashes on her head and rent her long-sleeved garment that was on her. She laid her hand on her head and was crying aloud as she went away.","1":"It came to pass after this that Absalom son of David had a beautiful sister named Tamar, so Amnon, son of David, fell in love with her.","5":"So Jonadab said to him, “Lie down on your bed and pretend you are sick. When your father comes to see you, say to him, ‘Please let my sister Tamar come and give me some bread to eat. Let her prepare the food in my sight so I may see it and eat from her hand.’”","4":"So he said to him, “Why are you, the king’s son, so miserable morning after morning? Won’t you tell me?” Amnon told him, “I’m in love with Tamar, my brother Absalom’s sister.”","8":"So Tamar went to her brother Amnon’s house while he was lying down. She took dough, kneaded it, made cakes in front of him and baked the cakes.","26":"Then Absalom said, “If not, then please let my brother Amnon go with us.” “Why should he go with you?” the king said to him.","39":"Then King David’s soul longed to go out to Absalom; for he was comforted about Amnon, since he was dead.","14":"But he was unwilling to listen to her voice, so he overpowered her, forced her and lay with her.","37":"But Absalom fled and went to Talmai son of Ammihud, king of Geshur. David mourned for his son every day.","22":"Absalom did not say a word to Amnon, either good or bad, for Absalom hated Amnon because he had raped his sister Tamar.","28":"Then Absalom commanded his young men saying, “Now watch Amnon until his heart is merry with wine. When I tell you, ‘Strike Amnon!’ then put him to death! Have no fear! Isn’t it I who commanded you? Be strong! Be sons of valor!”","25":"But the king said to Absalom, “No, my son. Let’s not all go — we don’t want to be burdensome to you.” Though he urged him, he would not go, though he blessed him.","9":"Then she took the pan and poured them out in front of him but he refused to eat. Then Amnon said, “Everyone, leave me!” So everyone left him.","33":"Now therefore, my lord the king must not take the report to his heart thinking that all the king’s sons are dead — for only Amnon is dead.”","15":"Then Amnon loathed her with very intense revulsion — indeed, the hatred that he hated her with was greater than the love in which he had loved her. So Amnon said to her, “Get up, get out!”","34":"Meanwhile Absalom had fled. When the young watchman lifted up his eyes and looked, behold, there were many people coming down the road behind him on the hillside.","21":"When King David heard about all these things, he was very angry.","24":"Then Absalom came to the king and said, “See now, your servant has sheepshearers. Please let the king and his servants come with your servant.”","16":"But she said to him, “No! Sending me away is even a greater evil than the one you have already done to me!” But again he would not listen to her.","35":"Then Jonadab said to the king, “The king’s sons have just arrived! It’s just as your servant has said.”","32":"But Jonadab son of David’s brother Shimeah said in response, “My lord must not think that they have killed all the young men, the king’s sons! For only Amnon has died. For from Absalom’s mouth this has been determined since the day he raped his sister Tamar.","7":"Then David sent someone to the house for Tamar saying, “Go now to your brother Amnon’s house and prepare bread for him.”","2":"But Amnon was so frustrated that he fell sick because of his sister Tamar, for she was a virgin and it seemed impossible in Amnon to do anything to her.","38":"So Absalom fled, went to Geshur and remained there three years.","6":"So Amnon lay down and pretended to be sick, and when the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make me a couple of cakes in front of me so I may eat from her hand.”","31":"Then the king stood up, rent his clothes and lay on the ground, and all his courtiers were standing by with their clothes rent."}}}