{"translationKey":"tlv","translation":"TLV","book":"2 Chronicles","bookSlug":"2-chronicles","chapters":{"11":{"16":"Therefore say, thus says ADONAI Elohim, “Though I removed them far away, among the nations, though I scattered them among the countries, yet for a little while I was a sanctuary for them in the countries where they have gone.”","3":"who say, ‘This is not the time to build houses! This city is the cooking pot and we are the meat!’","5":"Then the Ruach ADONAI fell upon me and said to me, “Speak! Thus ADONAI says: So you are thinking, house of Israel — for I know the thoughts that come into your mind.","21":"As for those whose heart walks after the heart of their detestable things and abominations, I will bring their ways upon their heads.” It is a declaration of ADONAI Elohim.","18":"When they come there, they will remove all of its detestable things and all of its abominations.","12":"So you will know that I am ADONAI, whose laws you did not follow and whose ordinances you did not obey. Instead, you have acted in accord with the ordinances of the nations around you.”","10":"You will fall by the sword. I will judge you at the border of Israel. So you will know that I am ADONAI.","2":"He said to me, “Son of man, these are the men that devise sin and give wicked counsel in this city,","22":"Then the cheruvim lifted up their wings. The wheels were beside them. The glory of the God of Israel was over them from above.","8":"You feared the sword, so I will bring the sword against you.” It is a declaration of ADONAI Elohim.","17":"Therefore say, thus says ADONAI Elohim, “I will gather you from the peoples and collect you out of the countries where you have been scattered, and I will give you the land of Israel.","11":"This city will not be your cooking pot nor will you be the meat in the midst of it — I will judge you at Israel’s border.","1":"Then the Ruach lifted me up and brought me to the east gate of ADONAI’s House, facing east. Behold, at the door of the gate, were 25 men. I saw among them Jaazaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people.","9":"“I will bring you out of the midst of it, give you into the hands of strangers and execute judgments against you.","24":"The Ruach lifted me and brought me in the vision by the Ruach Elohim to Chaldea, to the exiles. Then the vision that I had seen left me.","14":"The word of ADONAI came to me saying:","7":"Therefore, thus says ADONAI Elohim, “Your corpses you have laid in the midst of it, they are the meat and this city is the cooking pot! But I will bring you out of it.","15":"“Son of man, as for your kinsmen, your kinsmen, fellow exiles and the whole house of Israel — all of them — are those about whom the inhabitants of Jerusalem said, ‘Keep far away from ADONAI! This land has been given to us for a possession!’”","20":"so that they may follow My laws, keep My ordinances and practice them. They will be My people and I will be their God.","25":"So I told the exiles all the things that ADONAI had shown me.","23":"The glory of ADONAI went up from within the city and then stood still on the mountain that is to the east of the city.","6":"You have multiplied your slain in this city and you filled the streets with corpses.”","4":"Therefore, prophesy against them, prophesy, son of man.”","19":"Then I will give them one heart. I will put a new Spirit within them. I will remove the heart of stone from their flesh and give them a heart of flesh,","13":"As I prophesied, Pelatiah son of Benaiah dropped dead. I fell upon my face and cried out with a loud voice and said, “Ah, ADONAI! Are you going to completely eradicate the remnant of Israel?”"},"41":{"16":"the thresholds, the shuttered windows, and the galleries all around in three stories opposite the thresholds — were paneled with wood all around, from the ground up to the windows (even the windows were covered),","3":"He went to the inner room and measured each pillar of the entrance, two cubits; the doorway, six cubits; and the width of the doorway, seven cubits.","5":"When he measured the wall of the House, it was six cubits, and the width of every side chamber was four cubits, surrounding the House on every side.","21":"The Temple’s doorposts were square. Now the front of the Sanctuary had something resembling","18":"It was made with cheruvim and palm trees. A palm tree was between cheruv and cheruv. Every cheruv had two faces:","12":"The building that was before the separate area at the side toward the west was 70 cubits wide. The wall of the building was five cubits thick all around and its length was 90 cubits.","10":"and the outer chambers was 20 cubits wide all around the House on every side.","2":"The width of the entrance was ten cubits. The sides of the entrance were five cubits on the one side and five cubits on the other side. He measured its length, 40 cubits and its width, 20 cubits.","22":"an altar — three cubits high and two cubits long, made of wood. Its corners, its base and its sides were also of wood. He said to me, “This is the table of the Presence of ADONAI.”","8":"I saw also that the House had a raised platform all around; the foundations of the side chambers were a full rod of six cubits up to the joint.","17":"over the space above the door, as far as the inner House, and on all the wall outside all around inside and outside, by measurement.","11":"The doors of the side chambers were toward the space, one door toward the north and another door toward the south. The width of the space was five cubits all around.","1":"Then he brought me to the Temple, and measured the pillars — six cubits wide on one side, six cubits wide on the other side, which was the width of the tent.","9":"The thickness of the outer wall of the side chambers was five cubits. The space between the side chambers of the House","24":"The doors each had two turning leaves — two leaves for one door and two leaves for the other.","14":"and the width of the face of the House and the separate area toward the east was also 100 cubits.","7":"The side chambers were wider as they wound about higher and higher. Because the winding about of the House went higher and higher round about the house, therefore the width of the House expanded. One went up from the lowest row to the highest by way of the middle.","15":"When he measured the length of the building facing the separate area behind it, with its galleries on each side, it was 100 cubits. Now the inner Sanctuary and the porches of the court —","20":"The cheruvim and palm trees were made from the ground up to above the door and on the wall of the Temple.","25":"Cheruvim and palm trees were made on them, on the doors of the Temple, just like those made on the walls. There were thick beams of wood on the face of the porch outside.","23":"The Temple and the inner Sanctuary each had double doors.","6":"There were 33 side chambers. There were supports in the wall, which belonged to the House for the side chambers all around, so that they were not supported by the wall of the House.","4":"When he measured the inner room’s length, it was 20 cubits, and the width was 20 cubits, in front of the Temple. He said to me, “This is the Holy of Holies.”","19":"the face of a man toward the palm tree on one side and the face of a young lion toward the palm tree on the other side. Thus was it made on all the House all around.","13":"When he measured the House, it was 100 cubits long; the separate area and the building with its walls, was 100 cubits long;","26":"There were shuttered windows and palm trees on one side and on the other, on the sides of the porch, the side chambers of the House and the thick beams."},"45":{"16":"“All the people of the land must give this contribution to the prince in Israel.","3":"From this area you are to measure a length of 25,000 and a width of 10,000, in which will be the Sanctuary, which is most holy.","5":"An area 25,000 long by 10,000 wide will be for the Levites, the ministers of the House. It will be a possession for themselves — 20 chambers.","21":"“In the first month, on the fourteenth day of the month, you will have the Passover, a feast of seven days when matzah will be eaten.","18":"Thus says ADONAI Elohim: “In the first month, in the first day of the month, take a young bull without blemish and purify the Sanctuary.","12":"The shekel will be 20 gerahs; 20 plus 25 plus 15 shekels will be your mina.","10":"“You are to have just balances, an honest dry measure and an honest liquid measure.","2":"Out of this, there will be the Holy Place, 500 long by 500 wide, square all around, and 50 cubits for the open land surrounding it.","22":"On that day the prince will prepare a bull as a sin offering for himself and for all the people of the land.","8":"It will be land for him as a possession in Israel. My princes will no longer oppress My people. They will give land to the house of Israel according to their tribes.”","17":"It will be the prince’s role to give the burnt offerings, grain offerings and drink offerings at the feasts, New Moons and Shabbatot, in all the moadim of the house of Israel. He will prepare the sin offering, the meal offering, the burnt offering and the fellowship offerings, to make atonement for the house of Israel.”","11":"The dry and liquid measure will be of a uniform measure: the bath will contain a tenth part of a homer, and the ephah a tenth part of a homer; the standard measure will be the homer.","1":"“When you allot the land for inheritance, set apart an offering to ADONAI, a holy portion of the land. The length will be 25,000 and the width will be 10,000.  It will be holy within all its surrounding borders.","9":"Thus says ADONAI Elohim: “Let it be enough for you, princes of Israel. Get rid of violence and destruction, execute justice and righteousness, take away your oppression from My people” — it is a declaration of ADONAI.","24":"He will prepare as a grain offering, an ephah for a bull, an ephah for a ram and a hin of oil for each ephah.","14":"along with the set portion of oil — a bath of oil — as the tithe of the bath for each kor, which is ten baths (or a homer, since ten baths are a homer),","7":"“The prince will have a portion on either side of the holy allotment and the city’s property, adjacent to the holy offering and the city’s property, on the west side westward and on the east side eastward. Its length will correspond to one of the tribal portions, from the western boundary to the eastern boundary.","15":"and one lamb of the flock out of 200, from the well-watered pastures of Israel. These are for the grain offering, burnt offering and fellowship offerings, to make atonement for them.” It is a declaration of ADONAI.","20":"So you will do on the seventh day of the month for everyone who sins unintentionally or through ignorance. So you will make atonement for the House.","25":"He will do this in the seventh month, on the fifteenth day of the month, during the Feast, for seven days, for sin offering as well as burnt offering, grain offering as well as oil.”","23":"He will prepare a burnt offering to ADONAI for the seven days of the feast — seven bulls and seven rams without blemish daily for seven days and a male goat daily for a sin offering.","6":"“You will give the city possession of an area 5,000 wide by 25,000 long, alongside the offering of the holy allotment. It will be for the whole house of Israel.","4":"It is to be the holy portion of the land, for the kohanim ministering in the Sanctuary, who draw near to serve ADONAI. It will be a place for their houses as well as a place consecrated for the Sanctuary.","19":"The kohen will take some of the blood of the sin offering and put it upon the doorposts of the House and upon the four corners of the ledge of the altar and upon the posts of the gate of the inner court.","13":"“This is the offering that you are to set apart: a sixth of an ephah out of a homer of wheat, a sixth of an ephah out of a homer of barley,"},"42":{"16":"When he measured the east side with the measuring rod, it was 500 rods, with the measuring rod round about.","3":"Opposite the 20 cubit space belonging to the inner court and opposite the pavement belonging to the outer court was gallery by gallery in three stories.","5":"The upper chambers were narrower, because the galleries took more away from them than from the lower and the middle ones in the building.","18":"When he measured the south side, it was 500 rods, with the measuring rod.","12":"Corresponding to the doorways of the chambers on the south, there was a doorway at the head of the passageway — a way directly in front of the wall toward the east, as one enters them.","10":"In the thickness of the wall of the courtyard toward the east, in front of the separate area and in front of the building, there were chambers.","2":"The length of the building with the door on the north was 100 cubits and the width was 50 cubits.","8":"For the chambers that were toward the outer court were 50 cubits long while those facing the Temple were 100 cubits.","17":"When he measured the north side, it was 500 rods by the measuring rod.","11":"The passageway in front of them were similar to the chambers on the north, as long and wide as them, with all their exits and similar arrangements and doors.","1":"He led me out to the outer courtyard toward the north. He brought me to the chamber that was opposite the separate area and opposite the building toward the north.","9":"Below these chambers was the entrance on the east side, as one enters them from the outer courtyard.","14":"Once the kohanim enter, they are not to go out of the holy place into the outer court without leaving there their garments in which they minister — for they are holy. They will put on other garments and approach the area for the people.”","7":"A wall that was outside by the side of the chambers, toward the outer court in front of the chambers, was 50 cubits in length.","15":"When he had finished measuring the inner House, he brought me out by way of the gate facing east and measured all around.","20":"So he measured the four sides. It had a wall all around — the length was 500 and the width was 500 — to make a distinction between the holy and the profane.","6":"For they were in three stories and had no pillars like the pillars of the courtyards; therefore more space was taken away than from the lower and the middle floors, in comparison with the ground.","4":"In front of the chambers was a walkway ten cubits wide and 100 cubits long. Their doorways were toward the north.","19":"Then he turned about to the west side and measured 500 rods with the measuring rod.","13":"Then he said to me, “The north chambers and the south chambers, which are before the separate area, they are the holy chambers, where the kohanim who are near to ADONAI eat the most holy things. There they will put the most holy things — the grain offering, the sin offering and the guilt offering — for the place is holy."},"3":{"11":"Go to the exiles, to the children of your people. Speak to them. Tell them, ‘Thus says ADONAI Elohim.’ Whether they will listen or whether they will refuse to listen.”","3":"as He said to me, “Son of man, feed your belly with this scroll that I am giving you and fill your stomach with it.” I ate it and it tasted as sweet as honey.","20":"When a righteous person turns from his righteousness and acts perversely, I will lay a stumbling block before him and he will die. Because you have not warned him, he will die in his sin. His righteous deeds that he has done will not be remembered — but I will require his blood at your hand.","12":"Then the Ruach lifted me up. I heard behind me the sound of a great earthquake — “Blessed is the glory of ADONAI from His place!” —","10":"Furthermore, He said to me: “Son of man, receive in your heart and hear with your ears all My words that I will speak to you.","17":"“Son of man, I have appointed you as a watchman for the house of Israel. When you hear a word from My mouth, give them a warning from Me.","13":"also the sound of the wings of the living creatures as they touched one another, the sound of the wheels beside them and the sound of a great earthquake.","27":"But when I speak with you, I will open your mouth. You will say to them: ‘Thus says ADONAI Elohim.’ he that hears, let him hear. He that refuses to hear, let him refuse — for they are a rebellious house.”","18":"When I say to the wicked, ‘You will surely die,’ and you do not warn him or speak to warn the wicked of his wicked way, to save his life, that wicked person will die in his iniquity, but I will require his blood from your hand.","23":"So I arose, and went out to the valley. Behold, the glory of ADONAI stood there — like the glory that I saw by the River Chebar — and I fell on my face.","19":"Yet you, if you warn the wicked, and he does not turn from his wickedness or from his wicked way, he will die in his iniquity, but you have delivered your soul.","1":"Then He said to me, “Son of man, eat what you find — eat this scroll. Then go, speak to the house of Israel.”","5":"For you are not sent to a people of unintelligible speech and difficult tongue, but to the house of Israel,","4":"Then He said to me, “Son of man, go to the house of Israel and speak My words to them.","8":"Look, I have made your face as hard as their faces, and your forehead as hard as their foreheads.","26":"I will make your tongue cling to the roof of your mouth. You will be mute and unable to reprove them, for they are a rebellious house.","14":"The Ruach lifted me up and took me away. I went in bitterness, in the heat of my spirit. The hand of ADONAI was strong upon me.","22":"The hand of ADONAI came upon me there. He said to me: “Arise, go out to the valley. I will speak with you there.”","25":"You, son of man, behold, ropes will be put on you. You will be bound with them, so that you cannot go out among the people.","9":"I will make your forehead like adamant, harder than flint. Do not fear them. Do not be dismayed by their faces, for they are a rebellious house.”","15":"I came to the exiles at Tel-Abib who lived by the river Chebar. I sat where they were dwelling. I sat there overwhelmed among them for seven days.","21":"If you warn the righteous person not to sin and the righteous person does not sin, he will surely live, because he took warning. You will have delivered your soul.”","24":"The Ruach came into me, and stood me upon my feet. Then He spoke with me and said to me: “Go, shut yourself in your house.","16":"Now at the end of seven days, the word of ADONAI came to me saying:","7":"But the house of Israel will not be willing to listen to you, for they are not willing to listen to Me. Surely the whole house of Israel has a hard forehead and a stubborn heart.","2":"So I opened my mouth, and He gave me that scroll to eat,","6":"nor to many peoples of unintelligible speech or difficult tongue, whose words you cannot understand. Surely, if I sent you to such, they would listen to you."},"20":{"11":"I gave them My laws and taught them My judgments, which if a man does, he will live by them.","41":"With your sweet aroma I will accept you, when I bring you out from the peoples and gather you from the countries where you have been scattered. I will be sanctified in you in the sight of the nations.","42":"You will know that I am ADONAI, when I bring you into the land of Israel, into the country where I lifted up My hand to give it to your fathers.","3":"“Son of man, speak to the elders of Israel. Say to them, thus says ADONAI Elohim: ‘Have you come to inquire of Me? As I live’ — it is a declaration of ADONAI — ‘I will not be inquired of by you.’","20":"Keep My Shabbatot holy, so they will be a sign between Me and you, that you may know that I am ADONAI your God.’","12":"I also gave them My Shabbatot, as a sign between Me and them, so that they would know that I am ADONAI who made them holy.","10":"So I led them out from the land of Egypt and brought them into the wilderness.","17":"Nevertheless, My eye spared them from destruction, so I did not make a full end of them in the wilderness.","44":"Then you will know that I am ADONAI, when I deal with you for My Name’s sake and not according to your evil ways and your corrupt deeds, house of Israel.” It is a declaration of ADONAI.","40":"For in My holy mountain, Israel’s high mountain” — it is a declaration of ADONAI — “there the whole house of Israel, all of them, will serve Me in the land. There I will take pleasure in them. There I will receive your offerings, the first of your gifts, with all your holy things.","13":"“But the house of Israel rebelled against Me in the wilderness. They did not walk in My statutes. They rejected My judgments, which if a man does, he will live by them. They greatly profaned My Shabbatot. Then I resolved to pour out My fury on them in the wilderness to consume them.","27":"“Therefore, son of man, speak to the house of Israel and say to them, thus says ADONAI Elohim: ‘Again your fathers have blasphemed Me, in that they dealt faithlessly with Me.","30":"Therefore say to the house of Israel, thus says ADONAI Elohim: Will you pollute yourselves after the manner of your fathers and go after their abominations?","18":"“I said to their children in the wilderness, ‘Do not walk in the statutes of your fathers, do not keep their ordinances, do not defile yourselves with their idols.","36":"Just as I judged your fathers in the wilderness of the land of Egypt, so I will judge you.” It is a declaration of ADONAI.","29":"So I asked them, ‘What is the high place where you are going?’ So the name of it is called Bamah  to this day.","23":"I also lifted up My hand to them in the wilderness, to scatter them among the nations and disperse them through the countries.","19":"I am ADONAI your God. Walk in My statutes, keep My ordinances and do them.","1":"On the tenth day of the fifth month of the seventh year, some of the elders of Israel came to seek ADONAI. They sat before me.","5":"Say to them, thus says ADONAI Elohim: On the day I chose Israel, I lifted up My hand to the seed of the house of Jacob and made Myself known to them in the land of Egypt. I lifted up My hand to them saying, ‘I am ADONAI your God.’","4":"“Will you judge them, son of man, will you judge them? Make them know the detestable practices of their fathers.","8":"“But they rebelled against Me and were unwilling to listen to Me. None of them cast away the detestable things that were before their eyes, nor did they forsake the idols of Egypt. So I resolved to pour out My fury upon them, to expend My anger upon them in the midst of the land of Egypt.","26":"I let them become polluted in their own gifts, when they offered up all that opened the womb to pass through the fire, so that I might make them desolate, so that they would know that I am ADONAI.","39":"“As for you, house of Israel,” thus says ADONAI Elohim: “Go on serving your idols, all of you! Yet afterward, you will surely listen to Me. My holy Name you will no longer profane with your gifts and your idols.","14":"But for the sake of My Name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.","37":"“I will make you pass under the rod and bring you into the bond of the covenant.","22":"Nevertheless, I withheld My hand. For the sake of My Name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.","28":"When I brought them into the land, which I lifted up My hand to give to them, they saw every high hill and every leafy tree. There they slaughtered their sacrifices and presented their offensive offering. There they made their soothing aroma and poured out their drink offerings.","25":"I also gave them statutes that were not good, ordinances by which they could not live.","9":"But I acted, for the sake of My Name, to keep it from being profaned in the eyes of the nations, where they were, in whose sight I made Myself known to them, to bring them out from the land of Egypt.","33":"As I live,” — it is a declaration of ADONAI — “surely with a mighty hand and with an outstretched arm and with fury poured out, I will be king over you.","15":"Yet I also lifted My hand to them in the wilderness, that I would not bring them into the land which I had given them, flowing with milk and honey, which is the splendor of all lands.","34":"I will bring you out from the peoples and gather you out of the countries where you are scattered, with a mighty hand and with an outstretched arm, with fury poured out.","21":"“But the children rebelled against Me; they did not walk in My statutes. They did not keep My ordinances to do them, which if a man does, he will live by them; they profaned My Shabbatot. Then I resolved to pour out My fury on them, to expend My anger on them in the wilderness.","24":"For they had not obeyed My ordinances, but had rejected My statutes and profaned My Shabbatot. Their eyes went after their fathers’ idols.","16":"For they rejected My laws, did not walk in My rulings and profaned My Shabbatot — for their heart went after their idols.","35":"I will bring you into the wilderness of the peoples. I will judge you there face to face.","32":"What comes up in your mind will not happen at all, when you say, ‘Let us be like the nations, like the families of the countries, worshiping wood and stone.’","7":"I said to them, ‘Each of you must throw away every detestable thing from his eyes, and not defile yourselves with the idols of Egypt. I am ADONAI your God.’","43":"There you will remember your ways and all your deeds, by which you defiled yourselves. You will loathe yourselves for all your evil that you have done.","2":"The word of ADONAI came to me saying:","38":"I will purge out the rebels from among you and those who transgress against Me. I will bring them out from the land where they dwell, but they will not enter the land of Israel. So you will know that I am ADONAI.","6":"On that day I lifted up My hand to them, to bring them out of the land of Egypt into a land that I had sought out for them, flowing with milk and honey, the splendor of all lands.","31":"When offering your gifts, making your sons pass through the fire, you keep polluting yourselves with all your idols, up to this day. So should I be inquired of by you, house of Israel? As I live” — it is a declaration of ADONAI — “I will not be inquired of by you."},"12":{"11":"Say, ‘I am a sign for you. Just as I have done, so it will be done to them — they will go into exile, into captivity.","3":"You, son of man, prepare supplies for exile. Go into exile by day in their sight, go away as if into exile from your home to another place in their sight — perhaps they will recognize that they are a rebellious house.","20":"The inhabited cities will be deserted and the land will become desolate. And you will know that I am ADONAI.”","12":"The prince who is among them will bear a burden on his shoulder, and go out in the darkness. They will dig through the wall to get out; he will cover his face so that he cannot see the land with his eyes.","10":"Say to them, ‘Thus says ADONAI Elohim: this burden concerns the prince in Jerusalem and all the house of Israel there.’","17":"The word of ADONAI came to me saying:","13":"I will spread out My net upon him, so he will be caught in My net. I will bring him to Babylon, to the land of the Chaldeans. He will not see it, though he will die there.","27":"“Son of man, behold, the house of Israel says, ‘The vision that he sees is for many days from now. He prophesies about times that are far off.’","18":"“Son of man, eat your bread with quaking and drink your water with trembling and anxiety.","23":"Tell them therefore, thus says ADONAI Elohim, ‘I will put an end to this proverb. They will not use it anymore as a proverb in Israel.’ Say to them, ‘The days are at hand as well as the fulfillment of every vision.","19":"Say to the people of the land, this is what ADONAI says concerning the inhabitants of Jerusalem in the land of Israel: They will eat their bread with anxiety and drink their water with horror, because her land will be stripped of all that is in it, because of the violence of all who live there.","1":"The word of ADONAI came to me saying:","5":"As they watch, dig through the wall and go out through it.","4":"You will bring out your baggage by day in their sight, as baggage for exile. You will go out at evening in their sight, like those going into exile.","8":"In the morning, the word of ADONAI came to me saying,","26":"The word of ADONAI came to me saying:","14":"I will disperse toward every wind all that surround him to help him and all his troops. I will draw out the sword after them.","22":"“Son of man, what is that proverb you people have in the land of Israel saying, ‘The days are prolonged and every vision fails?’","28":"Therefore say to them, thus says ADONAI Elohim, ‘None of My words will be delayed anymore, but the word that I speak will be fulfilled.’” It is a declaration of ADONAI.","25":"For I am ADONAI. I will speak whatever word I will speak and it will happen. It will not be delayed anymore; for in your days, rebellious house, I will speak the word and perform it.’” It is a declaration of ADONAI.","9":"“Son of man, has the house of Israel, the rebellious house, said to you, ‘What are you doing?’","15":"So they will know that I am ADONAI when I scatter them among the nations and disperse them among the countries.","21":"The word of ADONAI came to me saying:","24":"For no longer will every vision be deceitful and every oracle false in the house of Israel.","16":"But I will let a few of them escape the sword, the famine and the pestilence, so they may tell about all their detestable practices among the nations where they go. And they will know that I am ADONAI.”","7":"I did just as I was commanded: I brought out my baggage by day, as baggage for exile. In the evening, I dug through the wall with my hand. I carried it out in the darkness and bore it on my shoulder, as they watched.","2":"“Son of man, you live in the midst of the rebellious house. They have eyes to see, but do not see, ears to hear, but do not hear, for they are a rebellious house.","6":"Bear the burden on your shoulder in their sight. Carry it out in the darkness; cover your face so that you cannot see the ground. For I have made you a sign for the house of Israel.”"},"10":{"16":"As the cheruvim went, the wheels would go beside them. When the cheruvim lifted up their wings to rise from the earth, the wheels would not turn from beside them.","3":"Now the cheruvim stood on the right side of the House when the man went in. The cloud filled the inner court.","5":"The sound of the wings of the cheruvim was heard as far as the outer court, as the voice of El Shaddai when He speaks.","21":"Each of them had four faces and each one four wings. The appearance of human hands was under their wings.","18":"Then the glory of ADONAI went forth from above the threshold of the House and stood above the cheruvim.","12":"Their whole body, their backs, their hands, their wings, and their wheels, the wheels of the four of them, were full of eyes all around.","10":"As for their appearance, the four had one form — like a wheel within a wheel.","2":"He spoke to the man clothed in linen and said, “Go in between the whirling wheels underneath the cheruvim. Fill your hands with glowing coals from between the cheruvim and scatter them over the city.” So he went in before my eyes.","22":"As for the appearance of their faces, they were the same faces whose appearance I saw by the river Chebar. Each could move in the direction of any of its faces.","8":"The cheruvim appeared to have the form of a human hand under their wings.","17":"When they stood still, these stood still. When they rose up, these rose up with them; for the spirit of the living creatures was in them.","11":"When they went, they would go in any of their four directions, without pivoting as they went. So to whatever place the head faced, they followed, without turning as they went.","1":"Then I looked, and behold, above the expanse over the heads of the cheruvim, there appeared above them something like a sapphire stone, resembling a throne.","9":"Then I looked, and behold, four wheels beside the cheruvim, one wheel beside one cheruv, and another wheel beside another cheruv. The appearance of the wheels was like the sparkling of a beryl stone.","14":"Each one had four faces: the first face was the face of the cheruv, the second face was the face of a man, the third the face of a lion and the fourth the face of an eagle.","7":"The cheruv reached out his hand from between the cheruvim into the fire that was between the cheruvim and took some of it. He put it into the hands of the man clothed in linen, who took it and went out.","15":"The cheruvim arose — these were the living creatures that I saw by the river Chebar.","20":"They were the living creatures that I saw under the God of Israel by the river Chebar. I knew that they were cheruvim.","6":"After He commanded the man clothed in linen saying: “Take fire from between the whirling wheels, from between the cheruvim,” he went in and stood beside a wheel.","4":"Then the glory of ADONAI rose up from above the cheruv to the threshold of the House. The House was filled with the cloud and the court was full of the brilliance of ADONAI’s glory.","19":"The cheruvim lifted up their wings and arose from the earth in my sight. When they went out, the wheels went with them. They stood still at the door of the east gate of ADONAI’s House. The glory of the God of Israel was over them from above.","13":"As for the wheels, they were called in my hearing “the whirling wheels.”"},"17":{"16":"As I live” — it is a declaration of ADONAI — “surely in the place of the king who put him on the throne, whose oath he despised and whose covenant he broke, within Babylon he will die.","3":"Say, thus says ADONAI Elohim: “A great eagle with large wings and broad wings, full of feathers which had varied colors, came to Lebanon and took hold of the top of the cedar.","5":"Then he took some of the seed of the land and planted it in fruitful soil. He placed it beside abundant waters. He set it like a willow twig.","21":"All the fugitives of all his armies will fall by the sword. Those that remain will be scattered to every wind. Then you will know that I, ADONAI, have spoken.”","18":"“Since he has despised the oath by breaking the covenant, and behold, he had given his hand yet did all these things, he will not escape.","12":"Say now to the rebellious house, “Do you not know what these things mean?” Tell them: “Behold, the king of Babylon came to Jerusalem, took the king and the princes and brought them with him to Babylon.","10":"Behold, though planted, will it thrive? Will it not completely wither when the east wind strikes it? In the beds where it grew it will wither.”","2":"“Son of man, propose a riddle and tell a parable to the house of Israel.”","22":"Thus says ADONAI Elohim: “I, even I, will take from a sprig from the top of the lofty cedar and will plant it. I will crop off a tender twig from the topmost of its young shoots, and I will plant it on a tall and prominent mountain.","8":"It was planted in good soil by much water, so it would bring forth branches, bear fruit and be a glorious vine.”","17":"Pharaoh with his mighty army and great throng will be of no help to him in war, when ramps are cast up and siege towers erected, to cut off many lives.","11":"Then the word of ADONAI came to me saying:","1":"The word of ADONAI came to me saying,","9":"Say, thus says ADONAI Elohim: “Will it thrive? Will it not be uprooted and stripped of its fruit so it withers? All its new roots will wither. It will not take a strong arm or many people to pull it up by its roots.","24":"Then all the trees of the field will know that I, ADONAI, have brought down the high tree, exalted the lowly tree, dried up the green tree, and made the dry tree flourish. I, ADONAI, have spoken and I will do it.”","14":"so the kingdom might be lowly, not exalting itself, but keeping his covenant so it would hold up.","7":"“There was also another great eagle with large wings and many feathers. Behold, this vine bent its roots toward him and shot forth its branches toward him from the bed where it was planted, so that he might water it.","15":"“However, he rebelled against him in sending his messengers into Egypt, so they might give him horses and many people. Will he succeed? Will one doing such things escape? Will he break a covenant and escape?","20":"I will spread My net over him and he will be caught in My snare. Then I will bring him to Babylon, and judge him there for his treachery that he committed against Me.","23":"I will plant it on Israel’s high mountain. It will bring forth branches, bear fruit and be a magnificent cedar. Birds of every kind will nest under it — they will nest in the shade of its branches.","6":"Then it sprouted and became a low, spreading vine, with its branches turned toward him, but its roots grew under him. So it became a vine, produced branches and sent out shoots.","4":"He plucked off its topmost twigs, carried them to the land of trade and set it in a city of merchants.","19":"Therefore thus says ADONAI Elohim: “As I live, surely I will bring on his head My oath that he has despised and My covenant that he has broken.","13":"He took one of the royal offspring, cut a covenant with him, putting him under oath. He also took away the leading men of the land,"},"44":{"11":"Yet they will be ministers in My Sanctuary, overseers of the gates of the House and ministering in the House. They will slaughter the burnt offering and the sacrifice for the people. They will stand before them to minister to them.","3":"Only the prince, since he is a prince, will sit there to eat bread before ADONAI. He will enter by way of the porch of the gate and go out the same way.”","20":"They must not shave their heads or let their locks grow long, but must carefully trim the hair of their heads.","12":"Because they ministered to them before their idols, and became a stumbling block of iniquity to the house of Israel, therefore I have lifted up My hand against them” — it is a declaration of ADONAI. “They will bear their iniquity.","10":"For the Levites who went far from Me, when Israel went astray after their idols, will bear their iniquity.","17":"It will be that when they enter in at the gates of the inner court, they will be clothed with linen garments. No wool will come on them, while they minister in the gates of the inner court, and within.","13":"They will not come near to Me, to minister to Me as kohanim, nor come near to any of My holy things, to the things that are most holy. They will bear their shame and their abominations, which they have committed.","27":"On the day he goes into the Sanctuary, into the inner court to minister in the Sanctuary, he is to offer his sin offering.” It is a declaration of ADONAI.","30":"The first of all the firstfruits of everything and every offering of every kind from all your offerings will belong to the kohanim. You will also give the kohen the first of your dough, to make a blessing to rest on your house.","18":"They will have linen turbans upon their heads and linen underclothes upon their loins; they will not wear anything that causes sweat.","29":"They will eat the grain offering, the sin offering and the guilt offering. Every devoted thing in Israel will be theirs.","23":"“They will teach My people the difference between the holy and the common and explain to them the difference between the unclean and the clean.","19":"Before they go out to the outer court — to the outer courtyard to the people — they must take off their garments in which they minister and leave them in the holy chambers. They will put on other garments, so they do not consecrate the people while in their garments.","1":"Then he brought me back to the outer gate of the Sanctuary looking east. It was shut.","5":"ADONAI said to me, “Son of man, set your heart, behold with your eyes and hear with your ears all that I say to you concerning all the ordinances of ADONAI’s House and all its laws. Set your heart to the entrance of the House, with all exits of the Sanctuary.","4":"Then he brought me by way of the north gate to the front of the House. I looked, and behold, the glory of ADONAI filled the House of ADONAI. So I fell upon my face.","8":"You have not kept charge of My holy things, but you have set keepers of My service in My Sanctuary to please yourselves.’”","26":"After he is cleansed, they will count seven days for him.","14":"“Yet I will appoint them to keep charge of the House, for all its service and for all that will be done in it.","22":"None may take a widow or a divorced woman as his wife, for they must take virgins of the offspring of the house of Israel or a widow who is the widow of a kohen.","28":"“It will be an inheritance for them. I am their inheritance. Do not give them any possession in Israel for I am their possession.","25":"They must not come near a dead person to defile themselves — only for a father, mother, son, daughter, brother or sister who had no husband may they defile themselves.","9":"Thus says ADONAI Elohim: “No foreigner, uncircumcised in heart and uncircumcised in flesh, may enter My Sanctuary, not any foreigner who is among Bnei-Yisrael.","15":"So the Levitical kohanim, the sons of Zadok who kept charge of My Sanctuary when Bnei-Yisrael wandered from Me, will draw near to Me to minister to Me. They will stand before Me to offer Me the fat and the blood” — it is declaration of ADONAI.","21":"No kohen may drink wine before entering the inner court.","24":"In a lawsuit, they will stand to judge, and judge in accordance with My ordinances. They will keep My laws and My statutes in all My moadim and keep My Shabbatot holy.","16":"“They are ones who will enter My Sanctuary and draw near to My table to minister to Me. They will keep My charge.","7":"You brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in My Sanctuary, to profane it — My House — when you offer My bread, the fat and the blood. They have broken My covenant, to add to all your abominations.","2":"ADONAI said to me: “This gate is to be shut. It must not be opened. No one may enter through it, for ADONAI God of Israel has entered through it. So it is to be kept shut.","6":"Say to the rebellious, to the house of Israel, thus says ADONAI Elohim: ‘Enough of your abominations, house of Israel!","31":"The kohanim may not eat any carcass, whether bird or beast, that dies of itself or is torn.”"},"40":{"11":"When he measured the width of the entrance of the gate, it was ten cubits, and the length of the gate was 13 cubits.","41":"Four tables were on one side and four tables were on the other side, by the side of the gate — eight tables, on which they would slaughter.","45":"He said to me, “This chamber that faces toward the south is for the kohanim who keep charge of the House.","42":"There were four tables of hewn stone for the burnt offering, a cubit and a half long, a cubit and a half wide, and a cubit high. The instruments for the slaughter of the burnt offering and the sacrifice were laid on them.","3":"He brought me there, and behold, there was a man whose appearance was like bronze.  He had a linen cord in his hand and a measuring rod.  He was standing in the gateway.","20":"Next he measured the length and width of the gate of the outer court facing toward the north.","12":"A barrier wall was in front of the guard chambers, one cubit on each side. Each chamber was six cubits on each side.","10":"Now the guard chambers of the east gate were three on this side, and three on the other side — the three had the same measurement. The side pillars had the same measure on this side and on that side.","17":"Then he brought me to the outer court.  Behold, there were rooms and pavement, made for the surrounding court, with 30 rooms along the pavement.","44":"Outside the inner gate in the inner court were chambers for the singers, one of which was at the side of the north gate, facing south. The one at the side of the east gate faced north.","40":"Off to the side, on the outside as one goes up to the entry of the north gate, were two tables. On the other side of the porch of the gate were two tables.","13":"When he measured the gate from the roof of the one chamber to the roof of the other, the width was 25 cubits, door facing door.","27":"There was a gate to the inner court toward the south. He measured from gate to gate toward the south — 100 cubits.","30":"There were porches all around, 25 cubits long and five cubits wide.","18":"The pavement was by the side of the gates, as wide as the gates were long. This was the lower pavement.","36":"its chambers, pillars and porch. There were windows in it all around. It was 50 cubits long and 25 cubits wide.","29":"Its chambers, pillars and porch had the same measurements. There were windows in it and in the surrounding porch. It was 50 cubits long and 25 cubits wide.","23":"A gate to the inner court was opposite the other gate, northward and eastward. He measured 100 cubits from gate to gate.","19":"He measured the width from the front of the lower gate to the exterior front of the inner court — it was 100 cubits, to the east and to the north.","1":"In the twenty-fifth year of our exile, in the beginning of the year, in the tenth day of the month — in the fourteenth year after the city was struck down, on that very day — the hand of ADONAI was on me, and He brought me there.","47":"Then he measured the court. It was 100 cubits long and 100 cubits wide, a square. The altar was in front of the House.","5":"Behold, an outer wall was all around the House. The measuring rod in the man’s hand was six cubits long,  each of which was a normal cubit and a handbreadth. When he measured the thickness of the wall structure, it was one rod, and the height was one rod.","49":"The length of the porch was 20 cubits and the width 11 cubits. It was ascended by way of steps, where pillars stood, one on each side.","4":"The man said to me, “Son of man, see with your eyes, hear with your ears, set your heart on all that I show you — for I brought you here in order to show you — and report all that you see to the house of Israel.”","8":"When he measured the porch of the gate toward the House, it was one rod.","26":"Its stairway had seven steps, and its porches were in front of them. It had palm-trees on its pillars, one on this side and another on that side.","39":"In the porch of the gate were two tables on this side and two tables on that side, on which to slaughter the burnt offering, the sin offering and the guilt offering.","14":"Then he did the pillars — 60 cubits. A gateway extended all around to the pillar of the courtyard.","37":"Its pillars were toward the outer court. Palm trees were on its pillars, on this side and on that side. Its stairway had eight steps.","22":"Its windows, porches and palm trees were the same measurements as the gate facing toward the east. Its stairway had seven steps, and its porch was in front of them.","28":"Then he brought me to the inner court through the south gate. When he measured the south gate, it had the same measurements.","25":"The gate and its porch had windows all around, like the other windows, 50 cubits long and 25 cubits wide.","9":"When he measured the porch of the gate, it was eight cubits; its pillars were two cubits. The porch of the gate faced the House.","33":"Its chambers, pillars and porch had the same measurements. There were windows in it and in its surrounding porch. It was 50 cubits long and 25 cubits wide.","15":"Now from the front of the gate of the entrance to the front of the inner porch of the gate measured 50 cubits.","34":"Its porch was toward the outer court. Palm trees were on its pillars on this side and on that side. Its stairway had eight steps.","21":"Its guard chambers were three on this side and three on that side. Its pillars and its porches had the same measurements as the first gate — 50 cubits long and 25 cubits wide.","24":"Then he led me toward the south, and behold, there was a gate toward the south. He measured its pillars and its porches. They had the same measurements.","46":"The chamber that faces toward the north is for the kohanim who keep charge of the altar. These are the sons of Zadok, those from the sons of Levi who come near to ADONAI to minister to Him.”","16":"There were shuttered windows toward the chambers and toward their pillars within the surrounding gate, and likewise the porches had windows all around inside. On each pillar were palm trees.","35":"He brought me to the north gate. He measured it with the same measurements:","32":"Then he brought me into the inner court toward the east. He measured it with the same measurements.","7":"Each guard chamber was one rod long and one rod wide. The space between the chambers was five cubits. The threshold of the gate by the porch of the gate, facing the House, measured one rod.","43":"Hooks, a handbreadth long, were fastened in the House all around. The flesh of the offering was to be placed upon the tables.","48":"He brought me to the porch of the House. He measured each pillar of the porch, five cubits on this side and five cubits on that side. The width of the gate was three cubits on this side and three cubits on that side.","2":"In visions God brought me to the land of Israel and set me down upon a very high mountain. On it, toward the south, was something like the construction of a city.","38":"A chamber with its entry was by the pillars at the gates; there they rinse the burnt offering.","6":"Then he went to the gate that faced east and went up its steps. When he measured the threshold of the gate, it was one rod wide. Also the other threshold was one rod wide.","31":"Its porch was toward the outer court. Palm-trees were on its pillars. Its stairway had eight steps."},"13":{"16":"the prophets of Israel who prophesy to Jerusalem and see visions of shalom for her, when there is no shalom.” It is a declaration of ADONAI.","3":"thus says ADONAI Elohim: ‘Woe to the foolish prophets who follow their own spirit — except they have seen nothing!","5":"You have not gone up into the breaches and repaired the walls for the house of Israel, to stand in the battle in the day of ADONAI.","21":"I will tear off your veils and deliver My people from your hands. They will never again be in your hand to be hunted. So you will know that I am ADONAI.","18":"saying, thus says ADONAI Elohim, ‘Oy to the women who sew magic charms on all their wrists and make veils of every size for their heads in order to ensnare souls! You hunt down the souls of My people, but preserve yourselves.","12":"Behold, when the wall has fallen, will it not be said about you, ‘Where is the whitewash that you plastered it with?’’’","10":"Precisely because they have led My people astray saying, ‘Shalom’ when there is no shalom, they build a weak wall, behold, they plaster it over with whitewash.","2":"“Son of man, prophesy concerning the prophets of Israel, who are prophesying, say to those who prophesy out of their own heart, hear the word of ADONAI,","22":"Because you have discouraged the hearts of the righteous with your lies, when I have not grieved him; and strengthened the hands of the wicked so he may not return from his wicked way and live,","8":"Therefore thus says ADONAI Elohim: “Because you have spoken falsely and prophesied lies, therefore behold, I am against you.” It is a declaration of ADONAI.","17":"“Now you, son of man, set your face against the daughters of your people, who prophesy out of their own imagination. Prophesy against them","11":"Say to those who plaster it over with whitewash, that it will fall. There will be a down-pouring rain, and on you great hailstones will fall, and a storm wind will break out.","1":"The word of ADONAI came to me saying:","9":"“My hand will be against the prophets who see false visions and utter lying divinations. They will not remain in the assembly of My people, nor will they be recorded in the register of the house of Israel, nor enter into the land of Israel. You will know that I am ADONAI.","14":"I will tear down the wall that you have plastered with whitewash and bring it down to the ground, so that the foundation of it is exposed. It will collapse and you will be consumed within it. Then you will know that I am ADONAI.","7":"Did you not see an empty vision and speak a false omen, when you say, “ADONAI says” — when I have not spoken?’”","15":"I will spend My wrath against the wall and against those who plastered it with whitewash. I will say to you, the wall is no more! The whitewashers are no more —","20":"Therefore thus says ADONAI Elohim, “Behold, I am against your magic charms with which you hunt people like birds. I will tear them from your arms. I will deliver the people you hunt like birds.","23":"therefore you will no longer see false visions or utter lying divinations again. I will deliver My people out of your hand. Then you will know that I am ADONAI.”","6":"They have prophesied emptiness and predicted falsely, who say, “ADONAI says.” ADONAI has not sent them, yet they hope for confirmation of their word.","4":"O Israel, your prophets have been like jackals among ruins.","19":"You have profaned Me among My people for handfuls of barley and crumbs of bread, to kill those who should not die and to save those who should not live, by lying to My people, who listen to lies.’”","13":"Therefore thus says ADONAI Elohim: “I will cause a storm wind to burst out in My fury. There will be a down-pouring rain in My anger and great hailstones in destructive wrath."},"27":{"11":"Men of Arvad and Helech were all around on your walls, the Gammadim were in your towers. They hung their shields all around on your walls. They perfected your beauty.","3":"Say to Tyre, dwelling at the entrance of the sea, the merchant to the people of many coastlands, thus says ADONAI Elohim: ‘Tyre, you said: “I am perfect in beauty!’","20":"Dedan was your dealer in saddlecloth for riding.","12":"“‘Tarshish was your trading partner because of the abundance of all riches. With silver, iron, tin, and lead, they traded for your merchandise.","10":"Persia, Lud and Put were in your army, our men of war. They hung the shield and helmet in you; they gave you splendor.","17":"Judah and the land of Israel were your customers; they traded for your wares with wheat of Minnith, confections, honey, oil and balm.","13":"Javan, Tubal and Meshech were your traffickers — they gave lives of people and vessels of bronze for your wares.","27":"Your riches, your wares, your merchandise, your sailors, your pilots, your caulkers, the traders of your merchandise, all your men of war that are in you, with all your company in your midst will fall into the heart of the seas on the day of your downfall.","30":"They will raise their voices over you and cry bitterly. They will throw up dust on their heads. They will roll themselves in ashes.","18":"Damascus was your customer because of the abundance of your goods and all your great wealth, with the wine of Helbon and wool of white .","36":"The merchants among the people hiss at you. You have become a horror and will be no more.’”","29":"All the oarsmen, the sailors and all the mariners of the sea will come down from their ships to stand on the ground.","23":"Haran and Canneh and Eden, the merchants of Sheba, Asshur and Chilmad traded with you.","19":"Vedan and Javan from Uzal traded for your wares — ironwork, cinnamon and spices were bartered for your merchandise.","1":"The word of ADONAI came to me saying:","5":"All your planks have been fashioned from cypress trees of Senir. They took a cedar from Lebanon to make a mast for you.","4":"Your borders are in the heart of the seas, your builders perfected your beauty.","8":"The inhabitants of Sidon and Arvad were your rowers. Your skilled men, Tyre, were on you — they were your sailors.","26":"Your rowers have brought you into great waters. But the east wind will break you in the heart of the seas.","14":"Those from the house of Togarmah traded for your merchandise with horses, steeds and mules.","22":"The merchants of Sheba and Raamah were your vendors — they traded for your wares with the finest spices, all precious stones and gold.","28":"At the sound of the cry of your pilots the countryside will shake.","25":"The ships of Tarshish serve as carriers for your wares. “‘So you were filled and heavily loaded in the heart of the seas.","9":"The elders of Gebal and her experts were within you, caulking your leaks. All the ships of the sea with their sailors were with you to trade for your wares.","33":"When your merchandise came out from the seas, you satisfied many people. With the abundance of your wealth and your wares you enriched the kings of the earth.","15":"The men of Dedan traded with you; many coastlands were your customers; they brought you horns of ivory and ebony as your payment.","34":"Now you are shattered by the seas in the depths of the waters. Your merchandise and all your company have fallen in your midst.","21":"Arabia and all the princes of Kedar were your favored trading partners in lambs, rams and goats; in these they were your customers.","24":"They traded for your merchandise with gorgeous fabrics, garments of blue and richly woven work, carpets of multi-colored material, with cords twisted and tightly knotted.","16":"Aram was your customer because of your abundant goods — they traded for your merchandise with emerald, purple and embroidered cloth, fine linen, coral and rubies.","35":"All the inhabitants of the coastlands are appalled at you. Their kings are horribly afraid, their faces are convulsed.","32":"In their wailing they will take up a lament for you. They will mourn over you: “Who was like Tyre — silenced in the midst of the sea?”","7":"Fine Egyptian linen was your sail, serving as a banner for you. Your awning was blue and purple from the coasts of Elishah.","2":"“You, son of man, lift up a lament for Tyre.","6":"They made your oars from Bashan’s oaks. Of boxwood from the islands of Kittim they made your decks, inlaid with ivory.","31":"They will shave themselves bald for you and put on sackcloth. They will weep for you with bitter soul, with bitter lament."},"30":{"16":"I will set a fire in Egypt. Sin will writhe in anguish. No will be assaulted. Noph will face enemies daily.","3":"For the day is near, the day of ADONAI is near, a day of clouds, a time for the nations.","5":"Ethiopia, Put and Lud, all the mixed people, Libya, and children of the covenant land will fall with them by the sword.’”","21":"“Son of man, I have broken the arm of Pharaoh king of Egypt. Behold, it has not been bound up to be healed or put in a splint, so that it is wrapped up with a bandage, to grow strong to wield the sword.”","18":"In Tehaphnehes the day will grow dark when I break the yokes of Egypt there. The pride of her power will cease in her — a cloud will cover her. Her daughters will go into captivity.","12":"I will make the rivers dry. I will sell the land into the hand of evildoers. I will make the land desolate, and all that is in it, by the hand of strangers. I, ADONAI, have spoken it.”","10":"Thus says ADONAI Elohim: “I will put away the pomp of Egypt by the hand of Nebuchadrezzar king of Babylon.","2":"“Son of man, prophesy, and say, thus says ADONAI Elohim: ‘Wail, alas, for the day!","22":"Therefore thus says ADONAI Elohim: “I am against Pharaoh king of Egypt. I will break his arms, the strong one and the one that was broken. I will cause the sword to fall out of his hand.","8":"They will know that I am ADONAI, when I have set a fire in Egypt and all her supporters are destroyed.","17":"The young men of Aven and Pi-beseth will fall by the sword and the women will go into captivity.","11":"He and his people with him, the ruthless of the nations, will be brought in to destroy the land. They will draw their swords against Egypt and fill the land with the slain.","1":"The word of ADONAI came to me saying:","9":"“On that day, messengers will go out from before Me in ships to frighten Ethiopians out of complacency. Anguish will come on them as on the day of Egypt — for, behold, it is coming!”","24":"I will strengthen the arms of the king of Babylon and put My sword into his hand. I will break the arms of Pharaoh, so he will groan before him like a fatally wounded man.","14":"I will make Pathros desolate. I will set a fire in Zoan. I will execute judgments in No.","7":"“They will be desolate among desolate lands. Her cities will be among ruined cities.","15":"I will pour My fury on Sin, the stronghold of Egypt. I will cut off the multitude of No.","20":"On the seventh day of the first month of the eleventh year, the word of ADONAI came to me saying:","25":"I will strengthen the arms of the king of Babylon, but Pharaoh’s arms will fall. So they will know that I am ADONAI when I put My sword into the hand of the king of Babylon and he stretches it out against the land of Egypt.","23":"I will scatter the Egyptians among the nations and disperse them throughout the countries.","6":"Thus says ADONAI Elohim: “Those who support Egypt will fall. The pride of her power will collapse. From Migdol to Syene they will fall within her by the sword.” It is a declaration of ADONAI.","4":"A sword will come against Egypt. Anguish will be in Ethiopia when the slain fall in Egypt. They will take away her abundance. Her foundations will be torn down.","19":"So I will execute judgments in Egypt, and they will know that I am ADONAI.”","13":"Thus says ADONAI Elohim: “I will destroy the idols. I will destroy the pagan gods from Noph.  There will no longer be a prince in the land of Egypt. I will strike terror in the land of Egypt.","26":"I will scatter the Egyptians among the nations and disperse them through the countries. Then they will know that I am ADONAI.”"},"18":{"11":"(though the father himself does none of these things). He has even eaten at mountain shrines, defiled his neighbor’s wife,","3":"As I live” — it is a declaration of ADONAI — “you will never again use this proverb in Israel.","20":"The soul that sins, he will die. The son will not bear the iniquity of the father with him, nor will the father bear the iniquity of the son with him. The righteousness of the righteous will be on him and the wickedness of the wicked will be on him.","12":"wronged the poor and needy, taken by robbery, not restored the pledge, lifted up his eyes to the idols, committed abomination,","10":"“Now suppose he fathers a son who is violent, who sheds blood and does any of these things to a brother","17":"withholds his hand from mistreating the poor, does not take interest or increase, practices My laws and walks in My statutes — he will not die for the iniquity of his father, he will surely live.","13":"loaned with interest and taken unjust gain. Will he then live? He will not live! He has done all these detestable things. He will surely be put to death and his blood will be on him.","27":"But when the wicked man turns away from his wickedness that he committed and does what is lawful and right, his soul will live.","30":"“Therefore I will judge you, house of Israel, each one according to his ways.” It is a declaration of ADONAI. “Return, and turn away from all your transgressions, so they would not be a stumbling block of iniquity for you.","18":"“As for his father, because he cruelly oppressed, committed robbery from his brother and did what is not good among his people — behold, he will die for his iniquity.","29":"Yet the house of Israel says, ‘The way of ADONAI is unfair!’ House of Israel, are My ways not fair? Is it not your ways that are unfair?","23":"“Do I delight at all in the death of the wicked?” It is a declaration of ADONAI. “Rather, should he not return from his ways, and live?","19":"Yet you say, ‘Why does the son not bear the iniquity of the father with him?’ When the son has done what is lawful and right, has kept all My statutes and has done them, he will surely live.","1":"The word of ADONAI came to me saying:","5":"“Suppose a man is just and does what is lawful and right:","4":"Behold, every living soul is Mine — the soul of father as well as the soul of son — both are Mine. Behold, the soul who sins is the one who will die.","8":"He does not loan with interest or take unjust gain. He keeps his hand from iniquity, executes true justice between people,","26":"When the righteous man turns away from his righteousness and commits iniquity, he will die for it; because of his iniquity that he did, he will die.","14":"“Now behold, suppose he fathers a son who sees all his father’s sins that he committed, and observing, does not do likewise.","22":"None of his transgressions that he committed will be remembered; because of his righteousness that he practiced, he will live.","28":"Because he considers and turns away from all his transgressions that he committed, he will surely live, not die.","25":"“Yet you say, ‘ADONAI’s way is unfair!’ Hear now, house of Israel! Is My way not fair? Is it not your ways that are unfair?","9":"walks in My laws and keeps My statutes, behaving honestly. Such a person is just — he will surely live.” It is a declaration of ADONAI.","15":"He does not eat at mountain shrines, or lift up his eyes to the idols of the house of Israel, or defile his neighbor’s wife,","21":"But if the wicked turns from all his sins that he has committed, and keeps all My laws and does what is lawful and right, he will surely live, he will not die.","24":"But when the righteous turns away from his righteousness, and commits iniquity and does according to all the detestable acts that the wicked man does, will he live? None of his righteous deeds that he has done will be remembered; for his trespass that he trespassed and for his sin that he has sinned, for them he will die.","16":"nor does he wrong anyone, take pledged property or commit robbery, but he gives his bread to the hungry and covers the naked with a garment,","32":"For I have no pleasure in the death of anyone who dies” — it is a declaration of ADONAI — “so return, and live!”","7":"He does not wrong anyone, returns his pledge for a debt, does not commit robbery, gives his bread to the hungry and covers the naked with a garment.","2":"“What do you mean by using this proverb in the land of Israel saying, ‘The fathers have eaten sour grapes, so the children’s teeth are set on edge?’","6":"He has not eaten at mountain shrines or lifted up his eyes to the idols of the house of Israel. He has not defiled his neighbor’s wife or come near to a woman during niddah.","31":"Cast off from you all your transgressions that you have committed. Make yourselves a new heart and a new spirit. Why will you die, house of Israel?"},"36":{"11":"I will multiply man and beast upon you. They will increase and be fruitful. I will cause you to be inhabited as you were before. I will do better for you than at your beginnings. You will know that I am ADONAI.","3":"Therefore prophesy and say, thus says ADONAI Elohim: ‘Because they ravaged and crushed you from every side, so that you became the possession of the rest of the nations and you became the talk and evil gossip of people,’","20":"Wherever they went among the nations, they profaned My holy Name, since it was said about them, ‘These are the people of ADONAI, yet they had to leave His land.’","12":"I will cause people, my people Israel, to walk upon you. They will possess you, and you will be their inheritance. You will no longer deprive them of children.’”","10":"I will settle a large population upon you — the whole house of Israel, all of it. The cities will be inhabited. The desolate places will be built up.","17":"“Son of man, when the house of Israel lived in their own land, they defiled it by their way and by their deeds. Their way before Me was like the uncleanness of a woman in her niddah.","13":"Thus says ADONAI Elohim: “Because they say to you, ‘You are a devourer of men and you deprive your nation of children,’","27":"I will put My Ruach within you. Then I will cause you to walk in My laws, so you will keep My rulings and do them.","30":"I will multiply the fruit of the tree and the produce of the field, so that you will no longer bear the disgrace of famine among the nations.","18":"So I poured out My fury on them for the blood which they had shed upon the land and because they had defiled it with their idols.","36":"Then the nations that are left all around you will know that I, ADONAI, have rebuilt the ruined places, and replanted what was desolate. I, ADONAI, have spoken it. So I will do it.”","29":"“So I will save you from all your uncleanness. I will call for the grain and make it plentiful. I will not bring a famine upon you.","23":"I will sanctify My great Name, which has been profaned among the nations — which you have profaned among them. The nations will know that I am ADONAI’” — it is a declaration of ADONAI — “‘when I am sanctified in you before their eyes.’”","19":"I scattered them among the nations, so they were dispersed through the countries. According to their way and their deeds I judged them.","1":"“You, son of man, prophesy to the mountains of Israel and say: ‘Mountains of Israel, hear the word of ADONAI.","5":"Therefore thus says ADONAI Elohim: ‘Surely in the fire of My wrath I have spoken against the rest of the nations, and against all Edom, that have taken My land for themselves as a possession with the joy of all their heart and contempt in their souls, in order to seize it as plunder.’","4":"therefore, mountains of Israel, hear the word of ADONAI, thus says ADONAI Elohim to the mountains, the hills, the streams and the valleys, the desolate wastes and the cities that are forsaken, which have become prey and derision to the rest of the surrounding nations.","8":"“‘But you, mountains of Israel, you will shoot forth your branches and yield your fruit for My people Israel; for their return is near.","26":"Moreover I will give you a new heart. I will put a new spirit within you. I will remove the stony heart from your flesh and give you a heart of flesh.","14":"therefore you will no longer devour men and you will no longer deprive your nation of children.” It is a declaration of ADONAI.","37":"Thus says ADONAI Elohim: “I will again be inquired of by the house of Israel, to do it for them — I will populate them with people like a flock.","22":"“Therefore say to the house of Israel, thus says ADONAI Elohim: ‘I do not do this for your sake, house of Israel, but for My holy Name, which you profaned among the nations wherever you went.","28":"Then you will live in the land that I gave to your fathers. You will be My people and I will be your God.","25":"Then I will sprinkle clean water on you and you will be clean from all your uncleanness and from all your idols.","9":"For behold, I am for you. I will turn to you. You will be tilled and sown.","33":"Thus says ADONAI Elohim: “In the day that I pronounce you clean from all your iniquities, I will cause the cities to be inhabited and the ruins will be rebuilt.","15":"“I will no longer let the scorn of the nations be heard against you. You will no longer bear disgrace from the peoples. You will no longer cause your nation to stumble.” It is a declaration of ADONAI.","34":"The land that was desolate will be tilled instead of being a wasteland in the sight of all that passed by.","21":"But I had concern for My holy Name, which the house of Israel had profaned among the nations wherever they went.","24":"“‘For I will take you from the nations, gather you out of all the countries and bring you back to your own land.","16":"The word of ADONAI came to me saying:","35":"They will say, ‘This land that was a wasteland has become like the garden of Eden. The waste, desolate and ruined cities are fortified and inhabited.’","32":"Not for your sake will I do this” — it is a declaration of ADONAI — “let that be known to you. Be ashamed and confounded for your ways, house of Israel!”","7":"Therefore thus says ADONAI Elohim: ‘I have lifted My hand. Surely the nations that surround you will themselves suffer scorn.","2":"Thus says ADONAI Elohim: “The enemy has said against you, ‘Aha! Even the ancient high places have become our possession!’","38":"Like the holy flock, like the flock of Jerusalem during her moadim, so the waste cities will be filled with flocks of people.  Then they will know that I am ADONAI.”","6":"Therefore, prophesy to the land of Israel and say to the mountains and the hills, the streams and the valleys, thus says ADONAI Elohim: ‘Behold, I have spoken in My wrath and in My fury, because you have suffered the scorn of the nations.’","31":"When you remember your evil ways and your deeds that were not good, you will be disgusted with yourselves because of your iniquities and your abominations."},"29":{"16":"It will no longer be as security for the house of Israel, bringing to mind the iniquity of their turning after them. So they will know that I am ADONAI.”","3":"speak and say, thus says ADONAI Elohim: ‘Behold, I am against you, Pharaoh King of Egypt, the great crocodile lying in his rivers, who says: “My Nile is my own — I made it for myself.”","5":"I will leave you in the desert — you and all the fish of your streams. You will fall on the open field. You will not be gathered or picked up. I will give you as food for the beasts of the earth and the birds of the sky.","21":"“In that day I will cause a horn to shoot up for the house of Israel. I will open your mouth among them. They will know that I am ADONAI.”","18":"“Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head became bald and every shoulder chafed. But he and his army had no profit from Tyre for the labor that he had expended against it.”","12":"I will make the land of Egypt a desolation among devastated countries. Her cities will be a desolation 40 years among ruined cities. I will scatter the Egyptians among the nations and disperse them throughout the countries.”","10":"therefore behold, I am against you and against your rivers. I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Ethiopia.","2":"“Son of man, set your face against Pharaoh king of Egypt. Prophesy against him and against all Egypt,","8":"Therefore thus says ADONAI Elohim: “Behold, I will bring a sword against you. I will cut off from you man and beast.","17":"On the first day of the first month of the twenty-seventh year, the word of ADONAI came to me saying:","11":"No human foot will pass through it, and no foot of beast will pass through it. It will be uninhabited for 40 years.","1":"On the twelfth day of the tenth month of the tenth year, the word of ADONAI came to me saying:","9":"The land of Egypt will become desolate and waste. Then they will know that I am ADONAI. Because he said, ‘The Nile is mine — I made it!’","14":"I will restore the fortunes of Egypt. I will cause them to return to the land of Pathros, the land of their origin. But they will be a lowly kingdom there.","7":"When they took hold of you by the hand, you snapped and tore all their shoulders. When they leaned on you, you broke and wrenched all their hips.’”","15":"It will be the lowliest of the kingdoms. It will no longer exalt itself above the nations. I will diminish them, so that they no longer rule over the nations.","20":"I have given him the land of Egypt as his wages for which he served, because they worked for Me.” It is a declaration of ADONAI.","6":"Then all the inhabitants of Egypt will know that I am ADONAI, because they were a staff of reed to the house of Israel.","4":"I will put hooks in your jaws and make the fish of your streams stick to your scales. I will haul you up from within your rivers and all the fish of your streams will stick to your scales.","19":"Therefore thus says ADONAI Elohim: “Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon. He will carry off her abundance, take her spoil and take her prey. It will be the wages for his army.","13":"For thus says ADONAI Elohim: “At the end of 40 years, I will gather the Egyptians from the peoples where they were scattered."},"23":{"11":"“Now her sister Oholibah saw this, yet she was more depraved in her lust than her sister and her promiscuous acts worse.","41":"You sat on a glorious bed, with a table arranged before it, on which you set out My incense and My oil.","45":"Righteous men would judge them as adulteresses are judged and as those who shed blood are judged. For they are adulteresses, and blood is on their hands.”","42":"The sound of a carefree crowd was with her. Many of the men who came from the desert were drunkards. They put bracelets on their hands and beautiful crowns on their heads.”","3":"They were harlots in Egypt; they were harlots in their youth; their bosoms were caressed there and their virgin breasts were fondled.","20":"She lusted after their paramours, whose flesh is like the flesh of donkeys, and whose issue is like that of horses.","12":"She lusted after the Assyrians, governors and rulers, warriors splendidly clad, horsemen riding on horses, all of them handsome young men.","10":"They stripped her naked, they took her sons and her daughters and slaughtered her with the sword. She became notorious among women. Judgments were executed upon her.","17":"The Babylonians came to her, to the bed of love, and defiled her with their lust. Yet when she was defiled by them, she turned away from them in disgust.","44":"They keep going to her, as they go to a prostitute. So they went to Oholah and to Oholibah — the obscene women.","40":"“Furthermore, they sent for men who come from far away. A messenger was sent to them, and look, they came! For them you bathed, painted your eyes and decked yourself with jewelry.","13":"I saw that she defiled herself; they both went the same way.","27":"I will put an end to you and your immorality brought from the land of Egypt. You will no longer lift your eyes toward them or remember Egypt anymore.”","30":"These things will be done to you, for you have gone as a harlot after the nations, so you are defiled with their idols.","18":"When she exposed her harlotry and uncovered her nakedness, My soul was disgusted by her, just as My soul was disgusted by her sister.","36":"Then ADONAI said to me, “Son of man, will you pass judgment on Oholah and Oholibah? Confront them with their disgusting practices.","29":"They will treat you with hatred, take all your property and leave you naked and exposed. The vulgarity of your prostitutions will be uncovered — your debauchery and your promiscuity.","23":"the Babylonians and all the Chaldeans, Pekod, Shoa and Koa and all the Assyrians with them, handsome young men, governors and rulers all of them, commanders and officers, all of them riding on horses.","19":"Yet she multiplied her harlotry — remembering the days of her youth, when she was a harlot in the land of Egypt.","1":"The word of ADONAI came to me saying:","47":"The assembly will stone them to death and dispatch them with their swords. They will slaughter their sons and daughters. They will burn down their houses.","5":"“Oholah prostituted herself, though she was Mine. She lusted after her lovers, the Assyrians, warriors,","49":"They will repay you both for wickedness and you will bear the sins of your idols. So you will know that I am ADONAI.”","4":"Their names were Oholah, the older one, and Oholibah,  her sister. They became Mine, and they gave birth to sons and daughters. As for their names, Oholah is Samaria, and Oholibah is Jerusalem.","8":"She did not give up her harlotry in Egypt; for in her youth they had lain with her. They fondled her virgin breasts and poured out their lust on her.","26":"They will strip your clothes and take your beautiful jewelry.","39":"On the same day that they slaughtered their children to their idols, they came into My Sanctuary to profane it. See, that is what they have done within My House!","14":"But she kept increasing her harlotry. She saw men carved on the wall, the images of the Chaldeans carved in red,","37":"For they have committed adultery and blood is on their hands. They have committed adultery with their idols and even offered their children, whom they bore for Me, to be devoured.","22":"“Therefore Oholibah, thus says ADONAI Elohim, behold, I will stir up your lovers against you, from whom you turned in disgust. I will bring them against you on every side:","28":"For thus says ADONAI Elohim: “Behold, I will give you into the hand of those you hate, into the hand of those you turned away from in disgust.","25":"I will vent My jealousy against you, letting them deal with you in fury. They will cut off your nose and your ears, and your survivors will fall by the sword. They will take your sons and your daughters, and your survivors will be devoured by fire.","9":"Therefore I gave her into the hand of her lovers, into the hand of the Assyrians, whom she lusted after.","33":"You will be filled with drunkenness and agony, a cup of horror and desolation — the cup of your sister Samaria.","15":"girded with sashes on their loins, with flowing turbans on their heads, all of them had the appearance of officers, the likeness of Babylonians of Chaldea, the land of their birth.","34":"You will drink it and drain it, gnaw its shards and tear your breasts. For I have spoken.” It is a declaration of ADONAI.","21":"So you revisited the promiscuity of your youth, when the Egyptians used to fondle your bosom and youthful breasts.","24":"They will come against you with armed chariots, whirling wheels and an assembly of people. They will set themselves against you on every side with armor, shield and helmet. I will delegate judgment to them, so they will judge you according to their standards of justice.","46":"For thus says ADONAI Elohim: “Bring up an assembly against them. Give them over to terror and plunder.","16":"As soon as she saw them she lusted after them. She sent messengers to them in Chaldea.","35":"Therefore thus says ADONAI Elohim: “Because you have forgotten Me and thrust Me behind your back, you will also bear your obscenity and your harlotry.”","32":"Thus says ADONAI Elohim: “You will drink of your sister’s cup, which is deep and wide. You will be for laughter and ridicule. It holds so much!","7":"She prostituted herself with them, all of the choice men of Assyria. She defiled herself with all the idols of everyone she lusted after.","43":"Then I said about her, worn out from harlotry: “Still they commit immorality with her — even her?","48":"So I will make obscenity cease from the land, that all women may be taught not to imitate your obscenity.","2":"“Son of man, there were two women, the daughters of one mother.","38":"Again, this they have done to Me — they defiled My Sanctuary on the same day and profaned My Shabbatot.","6":"dressed in blue, governors and rulers, all of them handsome young men, horsemen riding on horses.","31":"You have walked in the way of your sister, so I will give her cup into your hand.”"},"19":{"3":"When she raised up one of her cubs, he became a young lion. When he learned to tear prey, he devoured people.","5":"When she saw that she waited in vain, her hope was lost. So she took another cub and made him a young lion.","12":"But it was uprooted in fury. It was cast down to the ground. The east wind dried up its fruit. Its strong branches were broken off and dried up — fire consumed it.","10":"“Your mother was like a vine in your blood, planted by the water. It was fruitful and full of branches because of abundant water.","2":"and say: ‘What was your mother? A lioness! Among lions she couched, among young lions she reared her cubs.","8":"The nations gathered against him on every side from the provinces. They spread their net over him. He was caught in their pit.","11":"Its strong rods became rulers’ scepters. Its height was exalted above the clouds. It was seen in its height with the mass of its branches.","1":"“As for you, raise a lamentation for the princes of Israel,","9":"They put him in a cage with hooks and brought him to the king of Babylon. They brought him in hunting nets. So his roar was no longer heard on the mountains of Israel.","14":"Fire has spread from its main branch and devoured its fruit. No strong branch is left on it to become a ruler’s scepter.”  This is a lamentation, and it is to be used as a lamentation.","7":"He ravaged their widows and laid waste their cities. The land and all who were in it were terrified from his roaring.","6":"He prowled among the lions. He became a young lion, learned to catch prey, devoured men.","4":"When the nations heard about him, he was caught in their pit. They brought him with hooks to the land of Egypt.","13":"Now it is planted in the wilderness, in a dry and thirsty land."},"1":{"11":"Such were their faces. Their wings were spread out above. Each creature had two wings touching the wing of another, while another two were covering their bodies.","3":"the word of ADONAI came to Ezekiel the kohen, son of Buzi, in the land of the Chaldeans by the river Chebar. (The hand of ADONAI was upon him there.)","20":"Wherever the Ruach wanted to go, they went, in the direction the Ruach wanted to go. The wheels rose along with them, for the spirit of the living creatures was in the wheels.","12":"Now each being could move in the direction of any of its faces; wherever the Ruach would go, they went, without turning as they went.","10":"As for the form of their faces, each had a human face, the four had the face of a lion on the right side, the four had the face of an ox on the left side and the four had the face of an eagle.","17":"When they went, they went in any of their four directions without pivoting as they went.","13":"As for the form of the living creatures, their appearance was like burning coals of fire, resembling torches moving between the living creatures. There was brightness to the fire, and lightning went forth from the fire.","27":"From what appeared as his waist upward, I saw a glowing metal, looking like a fire encased in a frame. From what was like his waist down, I saw the appearance of fire radiating around him.","18":"Their rims were high and awesome — all four rims were full of eyes all around.","23":"Under the expanse, their wings were stretched out straight, one toward the other. Each had another pair covering its body.","19":"When the living creatures went, the wheels went beside them. When the living creatures rose from the earth, the wheels rose.","1":"In the thirtieth year on the fifth day of the fourth month, as I was among the exiles by the river Chebar, the heavens opened, and I saw visions of God.","5":"From within it came the likeness of four living creatures. This was their appearance: they had a likeness of a human,","4":"I looked, and behold, a storm wind came from the north, a great cloud with flashing fire and brightness all around it, and something like a glowing alloy  out of the fire.","8":"They had human hands under their wings on their four sides. The four of them had faces and wings:","26":"Above the expanse over their heads was something like a throne, resembling a sapphire stone. Above the shape of the throne was a figure of human appearance.","14":"The living creatures were running back and forth like flashes of lightning.","22":"Now over the heads of the living creatures there was something like an expanse, shining like the color of ice, stretched forth over their heads.","28":"Like the appearance of the rainbow  in the cloud on a rainy day, so was the appearance of the radiance. It was the appearance of the likeness of the glory of ADONAI. I saw it, fell upon my face, and heard the voice of the One who was speaking.","25":"There came a voice from above the expanse over their heads. Whenever they stood still, they let down their wings.","9":"their wings touched one another; they did not turn when they moved; each could move in the direction of any of its faces.","15":"As I looked at the living creatures, behold, one wheel was on the ground next to each of the four-faced creatures.","21":"Whenever the creatures went, the wheels went. When the creatures stood still, these wheels stood still. When the creatures rose from the earth, the wheels rose with them, for the spirit of the living creatures was in the wheels.","24":"When they moved, I could hear the sound of their wings like the sound of rushing waters, like the voice of Shaddai, a noise of tumult like the noise of an army. Whenever they stood still, they let down their wings.","16":"The appearance and structure of the wheels was like the gleaming of beryl. The four had the same likeness, their appearance and their structure seemed to be a wheel within a wheel.","7":"Their legs were straight and the soles of their feet were like the hoof of a calf. They sparkled like the color of burnished bronze.","2":"In the fifth day of the month, which was the fifth year of King Jehoiachin’s captivity,","6":"but each one had four faces and each one of them had four wings."},"47":{"16":"Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath, as far as Hazer-hatticon, which is on the border of Hauran.","3":"When the man went out eastward with a line in his hand, he measured a 1,000 cubits. Then he led me into the water — water to the ankles.","5":"Again he measured a 1,000, and now it was a river that I could not pass through, for the water had risen, water to swim in — a river that could not be crossed.","21":"You are to divide this land for yourselves to the tribes of Israel.","18":"The east side, between Hauran, Damascus, Gilead and the land of Israel, will be by the Jordan. You will measure from the northern border to the eastern sea. This will be the eastern side.","12":"On the river, on its bank, on this side and that side, will grow every kind of tree for food. Its leaf will not wither; its fruit will not fail; it will bear new fruit every month, because its water flows out from the Sanctuary. Its fruit will be for food and its leaf will be for healing.”","10":"Fishermen will stand by it; from En-gedi to En-eglaim, it will be a place for spreading of nets. Their fish will be of many different kinds — like the fish of the Great Sea, a huge quantity.","2":"He brought me out by way of the north gate and led me around outside by the way of the outer gate, the way of the gate looking east. Behold, water was trickling out from the right side.","22":"So you are to divide it by lot for an inheritance for you and for the outsiders who dwell among you, whoever bears children among you. They will be to you like the native-born of Bnei-Yisrael; they will be allotted an inheritance along with you among the tribes of Israel.","8":"Then he said to me, “These waters go out toward the eastern region. They go down to the Arabah and enter the sea. When they arrive at the sea, the waters of the sea will flow and will become fresh.","17":"So the border from the sea will be Hazar-enon at the border of Damascus, with the territory of Hamath to the north. This will be the northern side.","11":"Its swamps and marshes will not become fresh; they will be set aside for salt.","1":"Then he brought me back to the door of the House. Behold, water was flowing out from under the threshold of the House eastward — for the front of the House faced east. The water was flowing down from under the right side of the House, south of the altar.","9":"It will be that every living creature that swarms will live wherever the rivers go. There will be a very great multitude of fish, because this water goes there and makes the salt water fresh. So everything will be healed and live wherever the river goes.","14":"You will inherit it, each one like another, as I lifted My hand to give to your fathers. So this land will fall to you as an inheritance.","7":"When I had returned, behold, there were very many trees on one side and on the other, along the bank of the river.","15":"“This will be the boundary of the land: on the north side, from the Great Sea, by way of Hethlon, to the entrance of Zedad —","20":"The west side will be the Great Sea, from the southern border as far as the front of the entrance of Hamath. This will be the western side.","23":"In whatever tribe the outsider lives, there you will give him his inheritance.” It is a declaration of ADONAI.","6":"He said to me, “Have you seen this, son of man?” Then he brought me back to the bank of the river.","4":"Again he measured a 1,000, and led me into the water — water to the knees. Again he measured a 1,000, and he led me into the water — water up to the waist.","19":"The south side southward will be from Tamar as far as the waters of Meriboth-kadesh, to the Wadi of Egypt and to the Great Sea. This will be the southern side toward the south.","13":"Thus says ADONAI Elohim, “This will be the border, by which you will divide the land for inheritance according to the twelve tribes of Israel, Joseph receiving two portions."},"5":{"16":"When I send evil arrows of famine upon them, for destruction I will send them to destroy you, and I will intensify the famine upon you and will break your staff of bread.","3":"Take a few from there and tie them up in your garment.","5":"Thus says ADONAI Elohim: “This is Jerusalem! I have set her in the midst of the nations, with countries all around her.","12":"A third of you will die with the plague and will be consumed with famine in your midst. A third will fall by the sword all around you. A third I will scatter to all the winds, and draw out a sword after them.","10":"Therefore the fathers will eat the sons in your midst, and sons will eat their fathers. I will execute judgments on you and I will scatter the remainder of you to all the winds.","2":"A third you will burn in fire in the midst of the city, when the days of the siege are complete. Take a third and strike it with the sword all around the city. Scatter a third to the wind, and I will draw out a sword after them.","8":"therefore thus says ADONAI Elohim: Behold, I in turn am against you. I will execute judgments among you in the sight of the nations.","17":"I will send on you famine and evil beasts, and they will make you childless. Plague and blood will sweep through you. I will bring the sword upon you. I, ADONAI, have spoken.”","11":"“Therefore, as I live, says ADONAI Elohim, surely, because you have defiled My Sanctuary with all your detestable things and with all your abominations, therefore I will shave you off. My eye will not spare, and I will have no pity.","1":"“Now you, son of man, take a sharp sword. Use it as a barber’s razor to shave your head and your beard. Then take balances to weigh and divide the hair.","9":"On account of your abominations I will do with you that which I have never done, and the like of which I would never do again.","14":"“Moreover I will make you a ruin and a mockery among the surrounding nations and in the sight of all who pass by.","7":"Therefore thus says ADONAI Elohim: “Because you are more turbulent than the surrounding nations, in that you have not walked in My decrees or followed my ordinances, nor have you observed the ordinances of the surrounding nations,","15":"When I execute judgment upon you in anger, rage and furious chastisement, you will be a mockery and a taunt, a warning and a horror to the surrounding nations: I, ADONAI, have spoken it.","6":"She has rebelled against My ordinances by doing wickedness worse than the nations, and against My decrees worse than the surrounding countries. For they have rejected My ordinances and as for My decrees, they have not walked in them.”","4":"Again take some of them, throw them into the midst of the fire and burn them in the fire. A fire will spread from it into all the house of Israel.”","13":"I will vent all My anger and satisfy My fury on them. Then I will rest. So they will know that I, ADONAI, have spoken in My zeal, when I have satisfied My fury on them."},"4":{"16":"Then he said to me, “Son of man, I will break the staff of bread in Jerusalem. They will eat bread by weight, in anxiety, and they will drink water by measure, in horror.","3":"Then take an iron plate and set it up as an iron wall between you and the city. Set your face toward it so that it is under siege. So you will lay siege against it. This will be a sign to the house of Israel.","5":"I have appointed the years of their punishment to you as a number of days — 390 days. So you will bear the iniquity of the house of Israel.","12":"Eat it as barley cakes. Bake it on human dung before their eyes.”","10":"The food that you will eat will be 20 shekels a day by weight . You may eat from it from time to time.","2":"Lay siege against it, build earthworks against it, raise an assault ramp against it; pitch camps against it and place battering rams all around it.","8":"“Behold, I will put ropes upon you. You will not be able to turn from side to side until you have completed the days of your siege.","17":"On account of their lack of bread and water they will be appalled at one another and waste away in their iniquity.","11":"You are also to drink water by measure, a sixth of a hin . You may drink it from time to time.","1":"“Now you, son of man, take a brick and lay it before you. Engrave on it a city, Jerusalem.","9":"Take wheat and barley, beans and lentils, millet and rye, and put them in one bowl. You will make bread from them for the number of days that you will lie on your side; for 390 days, you will eat it.","14":"Then I said, “Ah, ADONAI Elohim! Behold, I have never defiled myself. From my youth up until now have I not eaten what died of itself or was torn by beasts. Tainted meat has never come into my mouth.”","7":"You will set your face toward the siege of Jerusalem, with your arm bared, and prophesy against it.","15":"He said to me, “See, I have given you cow dung instead of human dung. So you will prepare your bread on it.”","6":"When you have completed these, you will lie on your right side and bear the iniquity of the house of Judah — 40 days — a day for each year, I have appointed to you.","4":"“Then you are to lie on your left side, and set on it the punishment of the house of Israel; according to the number of days that you lie on it, you will bear their iniquity.","13":"Then ADONAI said, “This is how Bnei-Yisrael will eat their bread — unclean, among the nations where I will scatter them.”"},"8":{"16":"So He brought me into the inner court of ADONAI’s House. Behold, at the door of the Temple of ADONAI, between the porch and the altar, were about 25 men, with their backs toward the Temple of ADONAI and their faces toward the east — and they were bowing in worship eastward toward the sun.","3":"Something like the form of a hand stretched out, and took me by the hair of my head. The Ruach lifted me up between the earth and the heaven. He brought me in the visions of God to Jerusalem, to the door of the gate of the inner court facing north — where the idol that provokes furious jealousy was.","5":"He said to me: “Son of man, lift your eyes toward the north.” So I lifted up my eyes toward the north. Behold, north of the gate of the altar, was this image provoking jealousy in the entrance.","18":"Therefore I will indeed act in fury. My eye will not spare you nor will I have pity. Though they cry into My ears with a loud voice, I will not hear them.”","12":"Then He said to me: “Son of man, do you see what the elders of the house of Israel do in the dark, every man in his chamber of his carved idol? For they say, ‘ADONAI does not see us. ADONAI has forsaken the land.’”","10":"So I went in and saw, behold, every detestable image of creeping things and beasts and all the idols of the house of Israel, engraved on the surrounding walls.","2":"I looked, and behold, a form resembling fire — from the appearance of his waist downward, fire; and from his loins and waist upward, something like the appearance of brightness, as glowing metal.","8":"Then He said to me, “Son of man, now dig through the wall.” When I had dug through the wall, there was a door.","17":"He said to me, “Have you seen this, son of man? Is it too light a thing to the house of Judah that they commit the abominations they practice here, that they must also fill the land with violence and provoke Me still more? Look, they are putting the twig to My nose!","11":"Standing there before them were 70 men of the elders of the house of Israel, Jaazaniah son of Shaphan standing in their midst, each man with his censer in his hand. A thick cloud of incense went up.","1":"In the sixth year, on the fifth day of the sixth month, I was sitting in my house. The elders of Judah were sitting before me. There the hand of ADONAI fell on me.","9":"He said to me: “Go and see the wicked abominations that they do here.”","14":"He brought me to the door of the gate of ADONAI’s House, which was toward the north. Behold, the women sat there weeping for Tammuz.","7":"He brought me to the door of the court. When I looked, behold, a hole in the wall.","15":"He said to me, “Have you seen this, son of man? You will again see even greater abominations than these.”","6":"He said to me: “Son of man, do you see what they are doing, the great abominations that the house of Israel is committing here, that drives me far off from My own Sanctuary? But you will see even greater abominations.”","4":"Behold, the glory of the God of Israel was there, like the vision that I saw in the valley.","13":"He said further to me, “You will see still greater abominations that they are doing.”"},"26":{"16":"Then all the princes of the sea will come down from their thrones. They will cast aside their robes. They will take off their richly woven garments; they will clothe themselves with trembling; they will sit on the ground. They will tremble every moment and be appalled at you.","3":"Therefore thus says ADONAI Elohim: Behold, I am against you, Tyre. I will bring up many nations against you, as the sea brings up its waves.","5":"She will be a place for the spreading of nets in the midst of the sea. For I have spoken it.” It is a declaration of ADONAI. “She will become plunder for the nations,","21":"I will make you a horror, and you will no longer exist. Though you are sought for, you will never be found again.” It is a declaration of ADONAI Elohim.","18":"Now the coastlands will tremble in the day of your downfall. The islands of the sea will be terrified at your demise.’”","12":"They will rob your riches and plunder your merchandise. They will tear down your walls and destroy your fine houses. They will cast your stones and your lumber and your dust into the midst of the sea.","10":"You will be covered with dust from the multitude of his horses. At the noise of the horsemen, wheels and chariots, your walls will shake, when he enters your gates, as men enter a breached city.","2":"“Son of man, because Tyre has said against Jerusalem, ‘Aha, she is shattered, the gateway of the peoples — she is turned over to me! I will be filled, now that she is laid waste!’","8":"He will slaughter your daughters in the field with the sword. He will build siege works against you, cast up an assault ramp against you and raise up shields against you.","17":"They will lift a lament for you and say to you: ‘How you have perished — you who were inhabited from the seas, the renowned city, strong in the sea, you and your inhabitants, who spread their terror for all your inhabitants!","11":"With the hoofs of his horses he will trample all your streets. He will kill your people with the sword. The pillars of your strength will come down to the ground.","1":"On the first day of the month in the eleventh year, the word of ADONAI came to me saying:","9":"He will thrust his battering engines against your walls. He will tear down your towers with his weapons.","14":"I will make you a bare rock; you will be a place for the spreading of nets, you will be built no more; for I, ADONAI, have spoken.” It is a declaration of ADONAI.","7":"For thus says ADONAI Elohim: “Behold, from the north I will bring against Tyre Nebuchadrezzar, king of Babylon, king of kings, with horses, with chariots, with horsemen and a vast army of troops.","15":"Thus says ADONAI Elohim to Tyre: “Will the coastlands not shake at the sound of your downfall — when the wounded groan, when the slaughter is made in your midst?","20":"then I will bring you down with them who descend into the Pit, to the people of long ago. I will make you dwell in the lowest parts of the earth, like the waste places of old, with those who go down to the Pit, so that you will not be inhabited or radiate splendor in the land of the living.","6":"and her daughters in the field will be slain by the sword. So they will know that I am ADONAI.”","4":"They will destroy the walls of Tyre and tear down her towers. I will sweep her dust from her and make her a bare rock.","19":"For thus says ADONAI Elohim: “When I make you a desolate city, like the cities that are uninhabited, when I bring the flood upon you and the great waters cover you —","13":"I will put an end to the sound of your songs. The sound of your lyres will no longer be heard."},"39":{"11":"“On that day, I will give Gog a burial place there in Israel, the valley of the travelers east of the sea. It will block those who travel through, since they will bury Gog and all his multitude there. Then they will call it the valley of Hamon-Gog.","3":"Then I will strike your bow from your left hand and make your arrows drop from your right hand.","20":"You will be filled at My table with horses and horsemen, with mighty men and all the warriors.’” It is a declaration of ADONAI.","12":"The house of Israel will bury them for seven months, in order to cleanse the land.","10":"They will not take wood out of the field or cut anything from the forests, for they will make fire from the weapons. They will plunder those who plundered them and loot those who looted them.” It is a declaration of ADONAI.","17":"“You, son of man” — thus says ADONAI Elohim — “say to every kind of bird and to every beast of the field: ‘Assemble and come! Gather from all around to My sacrificial feast that I have prepared for you, a great sacrifice on the mountains of Israel. You will eat flesh and drink blood.","13":"All the people of the land will bury them. It will be memorable for them, a day when I am glorified.” It is a declaration of ADONAI.","27":"When I have brought them back from the peoples and have gathered them out of their enemies’ lands, I will be sanctified in them in the eyes of many nations.","18":"You will eat the flesh of mighty men and drink the blood of the princes of the earth — as rams, lambs, goats, bulls — all of them fatlings of Bashan.","29":"I will never again hide My face from them. For I have poured out My Ruach upon the house of Israel.” It is a declaration of ADONAI.","23":"The nations will know that the house of Israel went into exile for their iniquity, because they broke faith with Me. So I hid My face from them and gave them into the hand of their enemies. All of them fell by the sword.","19":"So you will eat fat until you are gorged and you will drink blood until you are drunk, from My sacrificial feast that I have prepared for you.","1":"“You, son of man, prophesy against Gog and say, thus says ADONAI Elohim: ‘Behold, I am against you, Gog, chief prince of Meshech and Tubal.","5":"You will fall on an open field, for I have spoken.’” It is a declaration of ADONAI.","4":"You will fall on the mountains of Israel — you, all your troops and the people that are with you. I will give you as food to all kinds of birds of prey and to the beasts of the field.","8":"Behold, it is coming. It will be done” — it is a declaration of ADONAI — “this is the day that I have spoken about.","26":"They will bear their shame and all their disloyalty by which they broke faith with Me, when they were living securely in their land, with no one making them afraid.","14":"“Men will be continually set apart to travel through the land and bury the travelers remaining on the face of the land, in order to cleanse it. At the end of seven months, they will make their search.","22":"The house of Israel will know that I am ADONAI their God, from that day onward.","28":"Then they will know that I am ADONAI their God, since it was I who caused them to go into exile among the nations and I who will gather them back to their own land. I will never again leave them there.","25":"Therefore thus says ADONAI Elohim: “Now I will restore Jacob from exile, when I have compassion on the whole house of Israel. I will be zealous for My holy Name.","9":"“The inhabitants of Israel’s cities will go out and kindle fires with the weapons — shields and breastplates, bows and arrows, war clubs and spears. They will make fires with them for seven years.","15":"When they travel through the land, if any sees a man’s bone, he will set up a sign by it, until the buriers have buried it in the valley of Hamon-gog.","21":"“I will put My glory among the nations. All the nations will see My judgment that I will execute and My hand that I will lay on them.","24":"I dealt with them according to their uncleanness and their transgressions. I hid My face from them.”","16":"Hamonah will also be the name of the city. So they will cleanse the land.","7":"So I will make My holy Name known among My people Israel. I will not let My holy Name be profaned anymore. The nations will know that I am ADONAI, the Holy One in Israel.","2":"I will turn you around, drive you along, and lead you up from the extreme north. I will bring you upon the mountains of Israel.","6":"“I will send fire on Magog and on those who live securely in the islands. Then they will know that I am ADONAI."},"14":{"16":"even if these three men were in it, as I live, says ADONAI, they will not deliver sons or daughters. They would only deliver themselves, but the land will be desolate.","3":"“Son of man, these men have set up idols in their hearts. They have put the stumbling block of their iniquity right before their faces. Should I let them inquire of me at all?","5":"so I may take hold of the house of Israel in their hearts. For they have all become estranged from Me through their idols.’”","21":"For thus ADONAI says: “How much more if I send My four dreadful judgments against Jerusalem — the sword, the famine, the evil beasts and the plague — to cut man and beast off from it.","18":"though these three men were in it, as I live, says ADONAI, they will not deliver sons or daughters, for they will only deliver themselves.","12":"The word of ADONAI came to me saying,","10":"They will bear their punishment — the punishment of the prophet will be the same as the punishment of the inquirer —","2":"The word of ADONAI came to me saying:","22":"Yet behold, survivors would remain in it who would be brought out, both sons and daughters. Behold, when they come to you and you see their ways and their deeds, you would be comforted concerning the evil that I have brought against Jerusalem, all that I have brought on it.","8":"I will set My face against that man. I will make him a sign and a proverb and cut him off from among My people. Then you will know that I am ADONAI.","17":"Or if I bring a sword on that land and say: ‘Let the sword go through the land,’ so that I cut off man and beast from it;","11":"so that the house of Israel will not wander again from Me or defile themselves again with all their transgressions. They will be My people and I will be their God.” It is a declaration of ADONAI.","1":"Some of the elders of Israel came to me and sat before me.","9":"“When the prophet is deceived and speaks a word, I, ADONAI, have deceived that prophet. I will stretch out My hand against him. I will destroy him from among My people Israel.","14":"Even if these three men — Noah, Daniel and Job — be in it, they would only deliver their own souls by their righteousness.” It is a declaration of ADONAI.","7":"For anyone from the house of Israel or the outsiders who dwell in Israel who breaks himself away from Me takes idols into his heart, puts the stumbling block of his iniquity before his face and then comes to the prophet to inquire of Me through him — I, ADONAI, will answer him Myself.","15":"“If I cause evil beasts to pass through the land and they ravage it and make it a wasteland, so that no one would pass through because of the beasts,","20":"Even if Noah, Daniel and Job were in it, as I live, says ADONAI, they would not deliver either a son or a daughter. They would deliver only themselves by their righteousness.”","23":"They would comfort you when you see their ways and their deeds. So you will know that I had not done all that I had done without cause.” It is a declaration of ADONAI.","6":"Therefore say to the house of Israel, thus says ADONAI Elohim: “Return, turn away from your idols; turn your faces from all your abominations.","4":"Therefore speak to them, and say to them, thus says ADONAI Elohim: ‘Every man from the house of Israel who sets up idols in his heart and puts the stumbling block of his iniquity right before his face, and then comes to the prophet — I, ADONAI, will answer him as he comes with the multitude of his idols,","19":"“Or, suppose I were to send a plague to that land and pour out My fury upon it in blood, to cut off man and beast from it.","13":"“Son of man, suppose a land sins against Me by trespassing grievously and I stretch out My hand over it, break off its staff of bread, send famine upon it and cut it off from man and beast."},"37":{"11":"Then He said to me, “Son of man, these bones are the whole house of Israel. Behold, they say: ‘Our bones are dried up; our hope is lost; we are cut off — by ourselves.’","3":"Then He said to me, “Son of man, can these bones live?”  I answered, “ADONAI Elohim, You know.”","20":"The sticks that you write on will be in your hand before their eyes.","12":"Therefore prophesy and say to them, thus says ADONAI Elohim: ‘Behold, I will open your graves. I will bring you up out of your graves, My people. I will bring you back to the land of Israel.","10":"So I prophesied just as He commanded me. The Ruach came into them and they lived. They stood up on their feet, a vast army.","17":"Join them one to another for yourself, as one stick, so they may become one in your hand.","13":"You will know that I am ADONAI, when I have opened your graves and brought you up out of your graves, My people.","27":"My dwelling-place will be over them. I will be their God and they will be My people.","18":"“When the children of your people speak to you saying, ‘Won’t you tell us what you mean by these?’","23":"They will never again be defiled with their idols, their detestable things or with any of their transgressions. I will save them out of all their dwellings in which they sinned. I will purify them. Then they will be My people and I will be their God.","19":"say to them, thus says ADONAI Elohim: ‘Behold, I will take the stick of Joseph — which is in the hand of Ephraim and the tribes of Israel joined with him — and I will put them together with the stick of Judah, and make them one stick. They will be one in My hand.’","1":"The hand of ADONAI was upon me. The Ruach ADONAI carried me out and set me down in the middle of the valley. It was full of bones.","5":"Thus says ADONAI Elohim to these bones: “Behold, I will cause Ruach  to enter you, so you will live.","4":"“Prophesy over these bones,” He said to me. “Say to them: ‘Dry bones, hear the word of ADONAI!’","8":"I saw, and behold, there were tendons on them, flesh came up and skin covered them above, but there was no breath in them.","26":"I will cut a covenant of shalom with them — it will be an everlasting covenant with them. I will give to them and multiply them. I will set up My Sanctuary among them forever.","14":"I will put My Ruach in you and you will live. I will place you in your own land. Then you will know that I, ADONAI, have spoken and that I have done it.” It is a declaration of ADONAI.","22":"I will make them one nation in the land, on the mountains of Israel, and one king will be king to them all. They will no longer be two nations and never again be divided into two kingdoms.","28":"Then the nations will know that I am ADONAI who sanctifies Israel, when My Sanctuary is in their midst forever.’”","25":"They will live in the land that I gave to My servant Jacob, where your ancestors lived. They will live there — they, their children and their children’s children, forever, and My servant David will be their prince forever.","9":"Then He said to me, “Prophesy to the Ruach. Prophesy, son of man, and say to the Ruach, thus says ADONAI Elohim: ‘Come from the four winds, Ruach! Breathe upon these slain, that they may live.”","15":"The word of ADONAI came to me saying:","21":"“Then say to them, thus says ADONAI Elohim: ‘Behold, I will take Bnei-Yisrael from among the nations, where they have gone. I will gather them from every side and bring them into their own land.","24":"My servant David will be king over them. They will all have One Shepherd. They will walk in My ordinances and observe My rulings and do them.","16":"“You, son of man, take one stick and write on it, ‘For Judah’ — for Bnei-Yisrael joined with him. Then take another stick and write on it, ‘For Joseph’ — the stick of Ephraim and all the house of Israel joined with him.","7":"So I prophesied just as I was commanded. As I prophesied, there was a noise, and behold, an earthquake. Then the bones came together, bone to its bone.","2":"He led me all around them. Behold, there were very many on the floor of the valley. Behold, they were very dry.","6":"I will attach tendons to you, bring flesh on you and cover you with skin. Then I will put breath in you. You will live. You will know that I am ADONAI.”"},"22":{"11":"One has been detestable with his neighbor’s wife; another has wickedly defiled his daughter-in-law; yet another has violated his sister, his father’s daughter, in you.","3":"Say, thus says ADONAI Elohim: ‘City that spills blood in her midst and makes idols for herself that defile — her time has come!","20":"As one gathers silver, copper, iron, lead and tin into the furnace, to blow the fire upon it, to melt it; so I will gather you in My anger and in My fury. I will put you in and melt you.","12":"They accept bribes in order to shed blood in you; you have taken usurious interest. You have greedily gained by oppressing your neighbors, and you have forgotten Me.” It is a declaration of ADONAI.","10":"They have uncovered their fathers’ nakedness in you; they violate women that are in niddah within you.","17":"The word of ADONAI came to me saying:","13":"“Now look, I clap My hands at your dishonest gain that you have made and at your bloodshed in your midst.","27":"Her princes in her midst are like wolves tearing at prey, spilling blood and destroying lives for dishonest gain.","30":"I searched for someone among them who would build up the wall and stand in the breach before Me for the land, so that I would not destroy it, but I found no one.","18":"“Son of man, the house of Israel has become dross to Me — all of them are the copper, tin, iron and lead left inside a furnace — they are the dross of silver.”","29":"“The people of the land have oppressively blackmailed, plundered in robbery, wronged the poor and needy and abused the outsider unjustly.","23":"The word of ADONAI came to me saying:","19":"Therefore, thus says ADONAI Elohim: “Because you have all become dross, therefore behold, I will gather you into Jerusalem.","1":"The word of ADONAI came to me saying:","5":"Those near and far from you will mock you — with a defiled name and full of turmoil.’","4":"You have become guilty in your blood that you have spilled, and are defiled by your idols that you have made. So you have brought your days near, and have come up to your years. Therefore I have made you a disgrace to the nations and a mockery to all the lands.","8":"You have despised My holy things and profaned My Shabbatot.","26":"Her kohanim have done violence to My Torah and have profaned My holy things; they have made no distinction between the holy and the profane, nor have they taught the difference between the unclean and the clean. They shut their eyes to My Shabbatot. So I am profaned among them.","14":"Will your heart’s courage stand or your hands be strong in the days when I deal with you? I, ADONAI, have spoken it and will do it.","22":"As silver is melted in the furnace, so will you be melted within it. So you will know that I ADONAI have poured out My fury on you.”","28":"Her prophets have plastered them with whitewash, seeing false visions and predicting lies to them, saying ‘Thus says ADONAI Elohim,’ when ADONAI has not spoken.","25":"There is a conspiracy of her prophets in her midst, like a roaring lion tearing prey. They have devoured lives, they take wealth and valuables, they multiply widows in her midst.","9":"Slanderous men are in you in order to shed blood. They have eaten at the mountain shrines; they commit immoral acts in your midst.","15":"I will scatter you among the nations and disperse you throughout the lands. I will purge your uncleanness from you.","21":"I will gather you and blow the fire of My wrath upon you, so you may be melted in the midst of it.","24":"“Son of man, say to her: ‘You are a land that is not cleansed or rained upon in the day of indignation.’","16":"You will be defiled in the sight of the nations. Then you will know that I am ADONAI.”","7":"Father and mother have been treated with contempt; the outsider has been oppressed in your midst; the orphan and the widow have been mistreated in you.","2":"“You, son of man, will you judge? Will you judge the bloody city? So explain to her all her abominations.","6":"“Behold, each prince of Israel has used his own arm’s strength in you to shed blood.","31":"Therefore I have poured out My fury on them; I have consumed them with the fire of My wrath; I have brought their own way upon their heads.” It is a declaration of ADONAI."},"28":{"16":"By the abundance of your trade they filled you within with violence. So you have sinned. So I threw you out as a profane thing from the mountain of God. I made you vanish, guardian cheruv, from among the stones of fire.","3":"See, you are wiser than Daniel! No secret is hidden from you!","5":"In your great skill, by your trade, you have increased your wealth, so your heart is exalted by your wealth.’”","21":"“Son of man, set your face toward Sidon and prophesy against her.","18":"“‘By the multitude of your iniquities, in the injustice of your trade, you profaned your sanctuaries. So I brought fire out from within you, and it has consumed you. I have turned you to ashes on the earth in the eyes of all who saw you.","12":"“Son of man, lift up a lament for the king of Tyre. Say to him, thus says ADONAI Elohim: ‘You were the seal of perfection, full of wisdom and perfect in beauty.","10":"You will die the deaths of the uncircumcised at the hand of strangers. For I have spoken.” It is a declaration of ADONAI.","2":"“Son of man, say to the prince of Tyre, thus says ADONAI Elohim: ‘So your heart is exalted and you say, “I am a god! I sit in the seat of the gods in the heart of the seas!” Yet you are human, not a god, even if you set up your heart like the heart of a god.","22":"Say, thus says ADONAI Elohim: ‘Behold, I am against you, Zidon. I will be glorified in your midst. They will know that I am ADONAI, when I execute judgments in her, and show my holiness through her.","8":"They will bring you down to the Pit. You will die the death of those slain in the heart of the seas.","17":"Your heart was exalted because of your beauty. You corrupted your wisdom because of your splendor. I threw you down to the earth.  Before kings I set you up as a spectacle.","11":"The word of ADONAI came to me saying:","1":"The word of ADONAI came to me saying:","9":"Will you still say, ‘I am a god’ before the one who slays you? Yet you are man, and not a god, in the hand of those who pierce you.","24":"“Never again will there be a briar pricking at the house of Israel or a piercing thorn from any around them who scorn them. They will know that I am the Lord ADONAI.”","14":"You were an anointed guardian cheruv. I placed you on the holy mountain of God. You walked among stones of fire.","7":"behold, I will bring strangers against you, the ruthless of the nations. They will draw their swords against the beauty of your wisdom. They will defile your splendor.","15":"You were perfect in your ways from the day that you were created, until unrighteousness was found in you.","20":"The word of ADONAI came to me saying:","25":"Thus says ADONAI Elohim: “When I have gathered the house of Israel from the people among whom they are scattered and show my holiness through them in the eyes of the nations, then they will live in their own land which I gave to My servant Jacob.","23":"I will send a plague to her and blood in her streets. The wounded will fall in her midst by the sword on every side. So they will know that I am ADONAI.’","6":"Therefore thus says ADONAI Elohim: “Because you have set up your heart like the heart of God,","4":"By your wisdom and by understanding you have made wealth for yourself and have gathered gold and silver into your treasuries.","19":"All who know you among the people will be appalled at you. You have become a horror and will be nothing forever.’”","13":"You were in Eden, the garden of God. Every precious stone was your covering — ruby, topaz and diamond, beryl, onyx and jasper, sapphire, turquoise and emerald — your settings and your sockets a workmanship of gold — in the day you were created they were prepared.","26":"They will live safely there, and they will build houses and plant vineyards. They will live securely when I have executed judgments on all those around them that treated them with contempt. So they will know that I am ADONAI their God.”"},"25":{"16":"therefore thus says ADONAI Elohim: ‘Behold, I will stretch out My hand over the Philistines. I will cut off the Cherethites, and destroy the remnant of the seacoast.","3":"Say to the children of Ammon — hear the word of ADONAI, thus says ADONAI Elohim — ‘Because you said, “Aha!” against My Sanctuary when it was defiled, against the land of Israel when it was made desolate and against the house of Judah when they went into exile,","5":"I will make Rabbah a grazing place for camels and the children of Ammon a resting place for flocks. Then you will know that I am ADONAI.’”","12":"Thus says ADONAI Elohim: “Because Edom has taken severe vengeance against the house of Judah and has grievously offended by taking revenge upon them,","10":"I will deliver it, together with the children of Ammon, to the children of the east as a possession, so that the children of Ammon will not be remembered among the nations.","2":"“Son of man, set your face toward the children of Ammon and prophesy against them.","8":"Thus says ADONAI Elohim: “Because Moab and Seir say, ‘See, the house of Judah is like all the other nations!’","17":"I will execute severe vengeance upon them with furious punishments. So they will know that I am ADONAI, when I lay My vengeance upon them.’”","11":"Then I will execute judgments upon Moab. Then they will know that I am ADONAI.”","1":"The word of ADONAI came to me saying:","9":"therefore behold, I will expose the mountain slope of Moab with all its cities, from its frontier cities, the glorious country of Beth-jeshimoth, Baal-meon, and Kiriathaim.","14":"I will take My vengeance upon Edom by the hand of My people Israel. They will do in Edom according to My anger and according to My fury. They will know My vengeance.’” It is a declaration of ADONAI.","7":"therefore behold, I will stretch out My hand over you. I will deliver you as plunder for the nations. I will cut you off from the people. I will cause you to perish from among the countries. I will destroy you. Then you will know that I am ADONAI.”","15":"Thus says ADONAI Elohim: “Because the Philistines have acted in revenge and have taken severe vengeance with scornful soul, destroying in unending hatred,","6":"For thus says ADONAI Elohim: “Because you have clapped your hands, stomped your feet and rejoiced with all the disdain of your soul against the land of Israel,","4":"therefore behold, I will give you over to the children of the east as a possession. They will set up their camps among you and make their dwellings among you. They will eat your fruit and drink your milk.","13":"therefore thus says ADONAI Elohim: ‘I will stretch out My hand upon Edom. I will cut off man and beast from it. I will make it desolate. From Teman to Dedan they will fall by the sword."},"9":{"7":"He said to them, “Defile the House and fill the courts with the slain. Go out!” So they went out and began to kill in the city.","9":"He said to me, “The iniquity of the house of Israel and Judah is very, very great; the land is full of blood and the city is full of corruption. For they say, ‘ADONAI has forsaken the land, ADONAI does not see!’","10":"As for Me, my eye will not show pity nor will I spare. I will bring their conduct upon their head.”","3":"Then the glory of the God of Israel went up from above the cheruv, where it had been, to the threshold of the House. He called to the man clothed in linen, who had the scribe’s inkhorn at his side.","11":"Behold, the man clothed in linen, who had the inkhorn at his side, reported saying, “I have done just as You have commanded me.”","2":"Behold, six men came from the direction of the upper gate, facing north, each with his war club in his hand. One man among them, clothed in linen, had a scribe’s writing case at his side. They went in and stood beside the bronze altar.","1":"Then He called into my ears in a loud voice saying: “Bring near the executioners of the city, each with his weapon of destruction in his hand.”","4":"ADONAI said to him, “Go throughout the city, through the midst of Jerusalem. Make a mark on the foreheads of the people  who sigh and moan over all the abominations that are committed in it.”","6":"kill off old men, young men and girls, little children and women. But touch no one who has the mark. Begin at My Sanctuary.” Then they began with the elders who were before the House.","5":"To the others He said in my hearing: “Go through the city after him and strike. Show no pity or compassion;","8":"While they were out killing, and I was left alone, I fell on my face and cried out saying, “Alas, ADONAI Elohim! Are you going to destroy all the remnant of Israel by pouring out Your wrath upon Jerusalem?”"},"33":{"11":"Say to them: ‘As I live’ — it is a declaration of ADONAI — ‘I have no pleasure in the death of the wicked, but that the wicked turn from his way and live. Return, return from your evil ways. Why will you die, O house of Israel?’","3":"If, when he sees the sword coming upon the land, he blows the shofar and warns the people,","20":"Yet you say, ‘The way of ADONAI is not fair!’ House of Israel, I will judge every one of you according to his ways.”","12":"“You, son of man, say to the children of your people: ‘The righteousness of the righteous person will not deliver him in the day of his transgression. Nor will the wickedness of the wicked person make him stumble in it on the day he turns away from his wickedness. Nor will the righteous person be able to live by it on the day he sins.","10":"“You, son of man, say to the house of Israel: ‘You have said, “Surely our transgressions and our sins are upon us and we are pining away in them. So how can we live.”","17":"“Yet the children of your people say, ‘The way of ADONAI isn’t fair!’ but it is their way, theirs that is unfair.","13":"When I tell the righteous that he will surely live, but he trusts in his own righteousness and commits iniquity, none of his righteous deeds will be remembered. But in his iniquity that he has committed, he will die.","27":"Say this to them, thus says ADONAI Elohim: ‘As I live, surely those who are in the ruins will fall by the sword. Whoever is in the open field I will give to the beasts to be devoured, and whoever is in the strongholds and in the caves will die of the plague.","30":"“Now as for you, son of man, the children of your people are talking about you by the walls and in the doorways of the houses. Each one speaks to one another, each saying to his brother: ‘Come now, hear what message is coming forth from ADONAI!’","18":"When a righteous person turns from his righteousness and commits iniquity, he will die in it.","29":"They will know that I am ADONAI, when I have made the land a desolate waste, because of all their abominations that they have committed.”","23":"Then the word of ADONAI came to me saying:","19":"When a wicked person turns from his wickedness and does what is just and right, he will live by it.","1":"The word of ADONAI came to me saying:","5":"He heard the sound of the shofar and ignored the warning; his blood will be on himself. However, if he had taken warning, he would have saved his soul.","4":"then whoever hears the sound of the shofar but ignores the warning, if the sword comes and takes him away, his blood will be on his own head.","8":"When I say to the wicked: ‘Wicked one, you will surely die!’ and you do not speak to warn the wicked about his way — that wicked one will die in his iniquity, but his blood I will require at your hand.","26":"You rely on your sword, commit abominations and each of you defiles his neighbor’s wife. Should you possess the land?’","14":"When I say to the wicked, “You will surely die,” yet he turns from his sin and does what is just and right —","22":"The hand of ADONAI had been upon me in the evening, before the survivor came. He had opened my mouth by the time of his coming to me in the morning. So my mouth was opened and I was no longer mute.","28":"I will make the land a desolation and a horror. The pride of her power will cease. The mountains of Israel will be desolate, so that no one will pass through.’","25":"“Therefore say to them, thus says ADONAI Elohim: ‘You eat with the blood, lift up your eyes to your idols and shed blood. Should you possess the land?","9":"If you warn the wicked of his way to turn from it and he does not turn from his way, then he will die in his iniquity — but you have saved your soul.","33":"When this comes to pass — behold, it is coming — they will know that a prophet has been among them.”","15":"if the wicked restores a pledge, gives back what he had taken by robbery, walks in the laws of life, committing no iniquity — he will surely live, he will not die.","21":"In the twelfth year of our exile, on the fifth day of the tenth month, a survivor from Jerusalem came to me saying, “The city has been struck down.”","24":"“Son of man, the inhabitants of these ruins in the land of Israel keep saying, ‘Abraham was only one, yet he inherited the land. Since we are many, the land is given to us as a possession.’","16":"None of his sins that he has committed will be remembered against him. He has done what is just and right; he will surely live.’","32":"Look, you are like a love song to them, one who has a beautiful voice and can play well on an instrument. They hear your words, but do not practice them.","7":"“You, son of man, I have set you as a watchman for the house of Israel. When you hear the word from My mouth, warn them from Me.","2":"“Son of man, speak to the children of your people and say to them: ‘When I bring the sword upon a land, suppose the people of the land take a man from among them, and set him as their watchman.","6":"But if the watchman sees the sword come and does not blow the shofar, the people are not warned. Then the sword does come and takes a person from among them — he is taken away in his iniquity, but his blood I will require at the watchman’s hand.’","31":"So they come to you, as people come, and sit before you as My people and hear your words — but they do not do them — for with their mouth they express doting love, but their heart goes after their own dishonest gain."},"15":{"7":"I will set My face against them. Even if they come out of the fire, the fire will yet devour them. So you will know that I am ADONAI, when I set My face against them.","3":"Can wood be taken from it to make anything useful? Can a peg be made from it to hang anything on?","2":"“Son of man, how can the wood of a vine be better than the branch of any tree that is among the trees of the forest?","1":"The word of ADONAI came to me saying:","4":"Behold, when it is cast in the fire for fuel, both ends are devoured in fire and the middle is charred — is it useful for any work?","6":"Therefore thus says ADONAI Elohim: Like the vine’s wood among the trees of the forest that I have given to the fire for fuel, so I will give up the inhabitants of Jerusalem.","5":"Look, when it was whole, it was not useful for any work — how much less, when the fire has devoured it and it is charred, will it be useful for any work?","8":"I will make the land desolate, because they have acted so faithlessly.” It is a declaration of ADONAI."},"34":{"11":"For thus says ADONAI Elohim: “Here I am! I Myself will search for My sheep and seek them out.","3":"You eat the fat. You clothe yourself with the wool. You kill the fat ones. But you do not take care of the sheep.","20":"Therefore thus says ADONAI Elohim to them: “Behold, I Myself will judge between the fat sheep and the lean sheep.","12":"As a shepherd seeks out his sheep on the day he is among his scattered flock, so I will seek out My sheep. I will rescue them out of all the places where they have been scattered, on a day of cloud and thick darkness.","10":"thus says ADONAI Elohim: “Behold, I am against the shepherds and I will demand My flock from their hand. I will dismiss them from tending the flock. The shepherds will no longer feed themselves. I will rescue My sheep from their mouth, so they will not be food for them.”","17":"As for you, My flock” — thus says ADONAI Elohim — “behold, I will judge between sheep and sheep, between rams and male goats.","13":"I will bring them out from the peoples. I will gather them from the countries. I will bring them back to their own land. I will shepherd them upon the mountains of Israel, by the streams and in all the habitable places of the land.","27":"The tree of the field will yield its fruit. The ground will yield its produce. They will be secure in their land. Then they will know that I am ADONAI, when I have broken the bars of their yoke and have delivered them from the hand of those who enslaved them.","30":"They will know that I, ADONAI their God, am with them. They, the house of Israel, are My people.” It is a declaration of ADONAI.","18":"Was it too little for you that you were feeding in the good pasture? Must you trample down the rest of your pastures with your feet? You were drinking clear water. Must you muddy the rest with your feet?","29":"I will make their agriculture renowned. They will no longer be consumed with hunger in the land. They will no longer bear the scorn of the nations.","23":"So I will set up One Shepherd over them, My servant David — He will tend them, He will feed them Himself and be their shepherd.","19":"Yet My sheep must eat what you have trampled with your feet and drink what you have muddied with your feet!”","1":"The word of ADONAI came to me saying:","5":"They were scattered for lack of a shepherd. They became food for all the beasts of the field as they were scattered.","4":"You do not strengthen the weak, heal the sick, bind up the broken, bring back the stray or seek the lost. Instead, you have ruled over them with force and cruelty.","8":"“As I live” — it is a declaration of ADONAI — “as surely as My sheep became prey and My sheep became food for all the beasts of the field, because there was no shepherd, nor did My shepherds search for My flock, but the shepherds fed themselves and did not feed My sheep,”","26":"I will make them and the places around My hill a blessing. I will cause the rain to come down in its season. There will be showers of blessing.","14":"I will shepherd them in a good pasture — their grazing place will be on the high mountains of Israel. There they will lie down on good grazing ground. They will feed in a rich pasture on the mountains of Israel.","22":"I will save My flock. They will no longer be prey. I will judge between sheep and sheep.","28":"They will no longer be prey to the nations. The beast of the earth will not devour them. They will live in security. No one will make them afraid.","25":"“I will make a covenant of shalom with them. I will remove the evil beasts from the land, so they may dwell safely in the wilderness and sleep in the forest.","9":"therefore, you shepherds, hear the word of ADONAI,","15":"I will tend My flock and make them lie down” — it is a declaration of ADONAI.","21":"Because you thrust with your side and with shoulder and gore all the weak with your horns, until you have scattered them all over,","24":"I, ADONAI, will be their God, and My servant David will be Prince among them. I, ADONAI, have spoken.","16":"“I will seek the lost, bring back the stray, bind up the broken and strengthen the sick. But the fat and the strong I will destroy — I will tend them with justice.","7":"Therefore, shepherds, hear the word of ADONAI:","2":"“Son of man, prophesy against the shepherds of Israel. Prophesy and say to those shepherds, thus says ADONAI Elohim: “Oy, shepherds of Israel who only take care of themselves! Should shepherds not take care of the sheep?","6":"My sheep wandered through all the mountains and on every high hill. Over all the face of the earth My sheep were scattered. No one searched. No one sought.”","31":"“So you, My sheep, the sheep of My pasture, you are human, and I am your God.” It is a declaration of ADONAI Elohim."},"21":{"11":"As for you, son of man, groan, with breaking of your sides and with bitterness you will groan before their eyes.","3":"Say to the brush land of the South: ‘Hear the word of ADONAI!’ Thus says ADONAI Elohim: ‘Behold, I will kindle a fire in you. It will devour every moist tree in you and every dry tree. Its leaping flame will not be extinguished. All faces from the south to the north will be scorched by it.","20":"So that their hearts will melt and many will stumble and fall, I have set the point of the sword against all their gates. Alas! It is made for lightning, it is polished for slaughter.","12":"Now when they ask you, ‘Why are you groaning?’ you will say, ‘Because of the news that is coming. Every heart will melt, every hand will be limp, every spirit will be faint, and all knees will turn to water. Behold, it is coming, and it will happen!’” It is a declaration of ADONAI Elohim.","10":"All flesh will know that I, ADONAI, have drawn My sword from its sheath; it will not return any more.","17":"Cry and wail, son of man! For it is against My people. It is against all the leaders of Israel. They are thrown over to the sword, along with My people. Therefore strike your thigh.","13":"The word of ADONAI came to me saying,","27":"In his right hand is the lot for Jerusalem — to set up battering rams, to open the mouth for slaughter, to lift up the voice with a war cry, to set up battering rams against the gates, to cast up ramps, to build a siege wall.","30":"So you, wicked one, prince of Israel, the day has come to be slain, the time of final punishment.”","18":"For it is a testing. What if they scorn even the rod? It must not be!” It is a declaration of ADONAI.","36":"I will pour out My indignation on you. I will blow on you with the fire of My fury. I will hand you over to brutal men, skilled to destroy.","29":"Therefore thus says ADONAI Elohim: “Because you have caused your iniquity to be remembered, by exposing your transgressions, so that your sins appear in all your deeds — because you have come to remembrance, you will be seized with the hand.","23":"The word of ADONAI came to me saying:","19":"You, son of man, prophesy. Strike your hands together. The sword will strike twice, even three times, a sword for the slain, a sword for a great slaughter — it surrounds them!","1":"The word of ADONAI came to me saying:","5":"Then I said, “Ah, ADONAI! They say of me. ‘Isn’t he just speaking in parables?’”","4":"All flesh will see that I, ADONAI, have kindled it; it will not be extinguished.’”","8":"Say to the land of Israel, thus says ADONAI Elohim: ‘Behold, I am against you. I will draw My sword from its sheath. I will cut off the righteous and the wicked from you.","26":"For the king of Babylon stands at the fork in the road, at the start of the two roads, to seek divination. He shakes the arrows, consults the idols,  he looks in the liver.","14":"“Son of man, prophesy and say, thus says ADONAI, and say: ‘A sword! A sword! Sharpened and also polished!","37":"You will be fuel for the fire. Your blood will be throughout the land. You will not be remembered. For I, ADONAI, have spoken.’”","22":"I also will clap My hands together. So I will satisfy My wrath. I, ADONAI, have spoken.’”","28":"It will seem to them like a false divination. They have sworn solemn oaths, but he will remember their iniquity, so they may be seized.”","25":"You are to mark out a way, so the sword can come to Rabbah of the children of Ammon and to Judah in fortified Jerusalem.","9":"Since I will cut off from you both the righteous and the wicked, therefore My sword will come out of its sheath against all flesh from the south to the north.","33":"“Now you, son of man, prophesy and say, thus says ADONAI Elohim concerning the children of Ammon and concerning their taunt, say: ‘A sword, a sword, drawn for slaughter, polished to consume, to flash like lightning —","15":"Sharpened to slaughter ruthlessly! Polished so it will flash like lightning! Or should we rejoice? It is the rod,  My son — despising every tree!","34":"while they see false visions for you, while they divine lies for you — to lay you out on the necks of the wicked who are to be slain, whose day has come, in the time of the final punishment.","21":"Slash to the right, turn to the left — wherever your blade is meeting!","24":"“Now you, son of man, mark two ways for the sword of the king of Babylon to come. Both of them should originate from the same land. Mark a signpost; cut it out at the start of the road to the city.","16":"It is given to be polished, to be seized. The sword is sharpened, polished, to be put into the hand of the slayer.","35":"Return to its sheath! In the place where you were created, in the land of your origin, I will judge you.","32":"Ruin, ruin, I will make it a ruin! Even this will not be, until He comes to whom belongs the judgment, and I give it to Him.","7":"“Son of man, set your face toward Jerusalem and proclaim to the sanctuaries and prophesy against the land of Israel.","2":"“Son of man, set your face toward Teman and proclaim to the South. Prophesy against the brush land of the Negev.","6":"Then the word of ADONAI came to me saying:","31":"Thus says ADONAI Elohim: “Remove the turban, take off the crown! This will no longer be the same. What is low will be exalted. What is high will be abased."},"24":{"11":"I will set it empty upon the coals until it gets hot and its copper scorches, so its impurity will be melted, its corrosion consumed.","3":"Utter a parable concerning the rebellious house. Say to them, thus says ADONAI Elohim: ‘Put on the pot, put it on and then pour water into it.","20":"Then I said to them, “The word of ADONAI came to me saying,","12":"It has wearied toil, yet its thick rust will not come out of it. Into the fire with its corrosion!","10":"heaping on the wood, kindling the fire, boiling the meat well, and mixing in spices. But let the bones be burned!","17":"Sigh silently, do not observe mourning for the dead, keep your turban fastened, and keep your sandals on your feet. Do not cover your upper lip or eat the bread of mourners.”","13":"Because of your filthy obscenity, though I tried to purify you yet you were not made pure, you will never be cleansed from your filth until I have satisfied My fury on you.","27":"On that day your mouth will be opened to him who escaped. You will speak and no longer be mute. So you will be a sign for them, and they will know that I am ADONAI.”","18":"So I spoke to the people in the morning and my wife died in the evening. In the morning I did just as I was commanded.","23":"Your turbans will remain on your heads and your shoes on your feet — you will not lament or weep. But you will pine away in your iniquities and groan to each other.","19":"The people said to me, “Won’t you tell us what these things you are doing mean to us?”","1":"The word of ADONAI came to me in the tenth day of the tenth month of the ninth year saying:","5":"Take the choicest of the flock and pile the bones under it; bring it to a rolling boil, so that its bones also seethe in it.’”","4":"Gather the pieces into it, every good piece — thigh and shoulder. Fill it with the choice bones.","8":"So it stirs up wrath for taking vengeance. I have put her blood on the bare rock, that it may not be covered.”","26":"on that day a fugitive will come to you to tell you the news.","14":"I, ADONAI, have spoken — it is coming. I will do it, I will not let go, not pity, not relent — according to your ways and according to your deeds they will judge you.’” It is a declaration of ADONAI.","22":"You will do just as I have done: you will not cover your upper lips or eat the bread of mourners.","25":"“You, son of man, on the day when I take from them their stronghold, the joy of their glory, the desire of their eyes, the longing of their soul, as well as their sons and their daughters —","9":"Therefore thus says ADONAI Elohim: ‘Oy to the city of bloodshed! I will also make the pile great,","15":"The word of ADONAI came to me saying:","21":"speak to the house of Israel, thus says ADONAI Elohim: ‘Behold, I will profane My Sanctuary, the pride of your might, the desire of your eyes and the longing of your soul. Your sons and your daughters that you have left behind will fall by the sword.","24":"Ezekiel will be a sign for you; just as he has done, you will do. When this comes, you will know that I am ADONAI.’","16":"“Son of man, behold, I am about to take away the desire of your eyes with a single blow. But do not lament, do not weep or allow any tears to flow.","7":"For her bloodshed is in her midst. She put it on the bare rock; she did not pour it upon the ground to cover it with dust.","2":"“Son of man, record this date, this exact day — this very day the king of Babylon has laid siege to Jerusalem.","6":"Therefore thus says ADONAI Elohim: “Oy to the city of bloodshed, to the pot whose corrosion is in it, whose rust will not come off it! Draw it out piece by piece — no lot would fall for it."},"46":{"16":"Thus says ADONAI Elohim: “If the prince gives a gift to any of his sons as his inheritance, it will belong to his sons. It will be their possession by inheritance.","3":"The people of the land will worship at the door of that gate before ADONAI on Shabbatot and New Moons.","5":"The grain offering will be an ephah for the ram. The grain offering for the lambs will be a gift of his hand and a hin of oil for an ephah.","21":"Then he brought me out to the outer courtyard and led me past the four corners of the courtyard. Behold, in every corner of the courtyard there was another courtyard.","18":"The prince must not take from the people’s inheritance, evicting them wrongfully out of their property. He must give inheritance to his sons out of his own property, so that My people will not be displaced, anyone from his own property.”","12":"Now if the prince prepares a freewill offering, burnt offering or fellowship offerings as a freewill offering to ADONAI, the gate for him facing east must be opened for him. Then he will prepare his burnt offering and his fellowship offerings as he does on Yom Shabbat. Then he will go out. After he exits, the gate should be shut.","10":"When they enter, the prince will come in among them. When they go out, they will go out together.","2":"The prince will enter by way of the porch of the gate from outside, and stand by the post of the gate. Then the kohanim will prepare his burnt offering and his fellowship offerings. He will worship at the threshold of the gate, and then go out. The gate will not be shut until the evening.","22":"In the four corners of the courtyard there were enclosed courts, 40 cubits long by 30 wide — these four in the corners had the same size.","8":"When the prince enters, he will enter by way of the porch of the gate and he will also exit by that way.","17":"But if he gives of his inheritance as a gift to one of his servants, it will be his until the year of liberty, when it will revert to the prince. His inheritance will belong to his sons.","11":"“At the feasts and the moadim, the grain offering will be an ephah for a bull and an ephah for a ram, and for the lambs a gift of his hand and a hin of oil for an ephah.","1":"Thus says ADONAI Elohim: “The gate of the inner court that faces the east will be shut for the six working days. On Yom Shabbat it will be opened and in the day of the New Moon it will be opened.","9":"When the people of the land come before ADONAI at the moadim, whoever enters by way of the north gate to worship will exit by way of the south gate. Whoever enters by way of the south gate must exit by way of north gate. He should not return by the way of the gate where he came in, since he must exit straight ahead.","24":"He said to me, “These are the boiling places where the ministers of the House will boil the sacrifices of the people.”","14":"Also you will prepare a grain offering with it morning by morning, a sixth of an ephah and a third of a hin of oil, to moisten the fine flour — a grain offering to ADONAI continually. It is perpetual statute.","7":"He will prepare a grain offering, an ephah for the bull and an ephah for the ram, for the lambs whatever his hand may reach and a hin of oil for an ephah.","15":"They will prepare the lamb, the grain offering and the oil, morning by morning, for a continual burnt offering.”","20":"He said to me, “This is the place where the kohanim will boil the guilt offering and the sin offering, where they will bake the grain offering, so they do not bring them into the outer court, to consecrate the people.”","23":"There was a row of masonry surrounding them, surrounding the four. Boiling places were built under the surrounding rows.","6":"On the day of the New Moon it will be a young bull without blemish, six lambs and a ram — they must be without blemish.","4":"“The burnt offering that the prince offers to ADONAI on Yom Shabbat will be six lambs without blemish and a ram without blemish.","19":"Then he brought me through the entrance that was at the side of the gate, into the holy chambers for the kohanim, looking north. Behold, there was a place at the far western end.","13":"“You are to prepare a lamb of the first year, without blemish, for a burnt offering to ADONAI daily — morning by morning you are to prepare it."},"16":{"11":"I adorned you with jewelry, put bracelets on your hands and a necklace on your neck.","41":"They will set your houses on fire and execute judgment on you in the sight of many women. So I will cause you to stop your harlotry. You will never again pay for a lover.","62":"So I will establish My covenant with you, and you will know that I am ADONAI.","45":"You are your mother’s daughter, who despises her husband and her children. You are the sister of your sisters, who despised their husbands and their children. Your mother was a Hittite. Your father was an Amorite.","42":"So I will calm My fury against you and My jealousy will turn away from you. Then I will be quiet and angry no longer.","3":"and say, thus says ADONAI to Jerusalem: ‘Your origin and your birth are from the land of the Canaanite; your father was an Amorite, your mother was a Hittite.","20":"“You took your sons and your daughters whom you bore for Me, and sacrificed them to be eaten by them. Were your obscene practices not enough?","56":"“Was not your sister Sodom an object of scorn to you in the day of your pride,","12":"I put a ring in your nose, earrings on your ears and a crown of glory on your head.","10":"I clothed you with embroidery and put sandals of fine leather on you. I wrapped you in fine linen and covered you with silk.","61":"Then you will remember your ways and be ashamed, when you receive your older and younger sisters. I will give them to you for daughters, yet not because of your covenant.","17":"You also took your jewelry — My gold and My silver, which I gave you — made male images for yourself and committed harlotry with them.","51":"Moreover, Samaria did not commit even half of your sins. You multiplied your abominations beyond theirs. So you made your sisters seem righteous by all your disgusting things you have done.","44":"Behold, everyone who uses proverbs will say this proverb against you, saying, ‘As the mother, so her daughter.’","40":"They will also incite an assembly against you, stone you with stones and thrust you through with their swords.","13":"So you were adorned with gold and silver, and your raiment was of fine linen, silk and embroidery. You ate fine flour, honey and oil. You became exceedingly beautiful, and advanced to the kingdom.","27":"“So behold, I stretched out My hand over you. I diminished your ration. I gave you over to those who hate you, the daughters of the Philistines, who were ashamed of your indecent conduct.","30":"“How weak is your heart” — it is a declaration of ADONAI Elohim — “while you are doing all these things, the work of a shameless harlot,","53":"“I will return their captivity, the captivity of Sodom and her daughters, the captivity of Samaria and her daughters, and along with them, your own captivity.","18":"You took your embroidered garments, covered them and placed My oil and My incense before them.","36":"Thus says ADONAI Elohim: “Because your filth was poured out and your nakedness exposed through your harlotry with your lovers, because of all the idols of your abominations, and because of the blood of your children that you gave to them,","29":"So you multiplied your harlotry toward the land of merchants — Chaldea — yet even with this, you were not satisfied.","23":"So it was after all your wickedness — oy, oy to you!” It is a declaration of ADONAI.","19":"My bread that I gave you, fine flour, oil and honey that I fed you with, you set before them as a sweet aroma. That is what happened.” It is a declaration of ADONAI.","1":"The word of ADONAI came to me saying:","47":"You have not only walked in their ways and gone after their abominations, but in a very short time, you have acted more corruptly than them in all your ways.”","59":"For thus says ADONAI Elohim: “I will do to you just as you have done, since you despised the oath by breaking the covenant.","5":"No eye pitied you enough to do any of these things to you out of compassion. Instead you were cast out in the open field, for you were detested on the day you were born.","54":"So you will bear your own disgrace and be ashamed of all that you have done in becoming a consolation to them.","52":"You also bear your own shame, since you have interceded for your sisters. Because of your sins that you committed, more treacherous than theirs, they appear more righteous than you. So you also, be ashamed! Bear your disgrace, since you have justified your sisters.","49":"Behold, this was the iniquity of your sister Sodom: pride, gluttony, and careless ease — so had she and her daughters — and she did not strengthen the hand of the poor and needy.","4":"As for your birth, on the day you were born your umbilical cord was not cut nor were you washed in water for cleansing. You were never rubbed with salt nor were you swaddled at all.","8":"“Again I passed by and saw you, and behold, you were truly at the time of love. I spread the corner of my garment over you and covered your nakedness. I swore to you and entered into a covenant with you,” says ADONAI. “So you became Mine.","58":"You will bear your wickedness and your abominations.” It is a declaration of ADONAI.","26":"You committed immorality with the Egyptians, your lustful neighbors. You multiplied your prostitution, to provoke Me.","39":"I will give you into their hand. They will tear down your mound and break down your high places. They will strip you of your clothes and take your jewelry. They will leave you naked and bare.","14":"Your fame spread among the nations because of your beauty, for it was perfect, through My splendor, which I bestowed on you.” It is a declaration of ADONAI.","37":"therefore behold, I will gather all your lovers — those you have pleased and all those you have loved, with all them that you have hated. I will gather them against you from every side. I will expose your nakedness to them, so they may all see your nakedness.","22":"In all your abominations and harlotry, you have not remembered the days of your youth, when you were naked and bare, kicking about in your blood.","28":"Then you also played the harlot with the Assyrians, never being satisfied; you played the harlot with them, and still you were not satisfied.","63":"So you will remember, be ashamed and never open your mouth again because of your disgrace, when I have forgiven you of all that you have done.” It is a declaration of ADONAI.","25":"You built your lofty place at the head of every street. You made your beauty an abomination. You spread your legs for everyone passing by and multiplied your harlotry.","9":"Then I washed you with water, rinsed off your blood from on you and anointed you with oil.","33":"To all prostitutes gifts are given — but you gave your gifts to all your lovers! You bribed them to come to you from every side in your harlotry.","15":"“But you trusted in your beauty and used your fame to become a harlot. You poured out your enticements on everyone who passed by — they were his.","34":"So you are the opposite of other women — no one runs after you for favors. You give payment and none is given to you. So you are the opposite!","21":"You slaughtered My children, making them pass through fire for them.","57":"before your own wickedness was exposed? Now you have become an object of scorn for the daughters of Aram and all that surround her, for the daughters of the Philistines, for all around who despise you.","24":"“Then you built a mound for yourself. You made a high place for yourself in every square.","46":"Your elder sister who lives to your left is Samaria, she and her daughters. Your younger sister who lives to your right is Sodom, with her daughters.","16":"You took your garments, made high places decked out with various colors and fornicated on them — this should not happen, it should not be!","35":"“Therefore, harlot, hear the word of ADONAI!”","32":"You adulterous wife, who receives strangers instead of her husband!","7":"I made you grow as myriads, like a branch of the field. You grew up, got tall and came to full adornment. Your breasts were formed, your hair sprouted. Yet you were naked and bare.","43":"“Because you did not remember the days of your youth, but have enraged Me in all these things, behold, I will also bring your way on your head” — it is a declaration of ADONAI. “Have you not committed this wickedness on top of all your abominations?","48":"“As I live” — it is a declaration of ADONAI — “your sister Sodom with her daughters have not done as you have done, you and your daughters.","2":"“Son of man, confront Jerusalem with her abominations","38":"So I will judge you, as women who commit adultery and shed blood are judged. Then I will bring on you the blood of fury and jealousy.","55":"Your sisters, Sodom and her daughters, Samaria and her daughters, will return to their former state. You and your daughters will return to your former state.","60":"Nevertheless, I will remember My covenant with you in the days of your youth. Moreover, I will establish an everlasting covenant with you.","50":"So they were haughty and committed abomination before Me; therefore I removed them when I saw it.","6":"“When I passed by you, and saw you kicking in your blood. I said to you, ‘In your blood, live!’ Yes, I said to you, ‘In your blood, live!’","31":"when you build your mound at the head of every road and make your high place in every street. Yet you were not like a harlot, since you scoffed at receiving payment."},"35":{"3":"Say to it, thus says ADONAI Elohim: ‘Behold, I am against you, Mount Seir. I will stretch out My hand over you and make you utterly desolate.","5":"“Because you have a long-standing hatred and have delivered Bnei-Yisrael to the power of the sword in the time of their calamity, in the time of their final punishment,","12":"You will know that I, ADONAI, have heard all your blasphemies that you uttered against the mountains of Israel saying: “They are laid desolate — they are given for us to devour!”","10":"“Because you said: ‘These two nations and these two lands will be mine! We will possess them’ — though ADONAI was there —","2":"“Son of man, set your face against Mount Seir and prophesy against it.","8":"I will fill its mountains with its slain; on your hills, your valleys and all your streams those slain by the sword will fall.","11":"“therefore, as I live” — it is a declaration of ADONAI — “I will deal with you with the same anger and envy that you had because of your hatred against them. I will make Myself known among them, when I judge you.","1":"The word of ADONAI came to me saying:","9":"I will make you everlasting desolations; your cities will not be inhabited. Then you will know that I am ADONAI.","14":"Thus says ADONAI Elohim: “When the whole earth rejoices, I will make you desolate.","7":"I will make Mount Seir an utter desolation. I will cut off from it all who come and go.","15":"As you rejoiced over inheriting the house of Israel, because it was desolate, so I will do to you. You will be desolate, Mount Seir and all Edom — all of it. Then they will know that I am ADONAI.”","6":"therefore, as I live’ — it is a declaration of ADONAI — ‘I will destine you for blood, and bloodshed will pursue you. Since you did not hate bloodshed, therefore bloodshed will pursue you.","4":"I will lay your cities waste. You will be devastated. So you will know that I am ADONAI.","13":"You have magnified yourselves against Me with your mouth. You multiplied your words against Me. I heard it.”"},"32":{"11":"For thus says ADONAI Elohim: “The sword of the king of Babylon will come upon you.","3":"Thus says ADONAI Elohim: “I will throw My net over you with a host of many peoples. They will haul you up in My net.","20":"They fall among those slain by the sword. She is given over to the sword. They drag her down with all her throng.","12":"By the swords of the mighty I will cause your multitude to fall. They are all ruthless among the nations. They will devastate the pride of Egypt. All of its multitude will be annihilated.","10":"I will make many people appalled at you. Their kings will be totally aghast at you when I brandish My sword over you. They will shudder every moment, every man for his own life, on the day of your downfall.”","17":"On the fifteenth day of the month in the twelfth year, the word of ADONAI came to me saying:","13":"I will destroy all the beasts from beside plentiful water. No human foot will muddy them again, nor will hoofs of beasts muddy them.","27":"They do not lie with the mighty, the fallen from among the uncircumcised, who went down to Sheol with their weapons of war. They put their swords under their heads. Their iniquities rest on their bones because the terror of the mighty ones was in the land of the living.","30":"“The princes of the north are there, all of them, all the Zidonians, who have gone down with the slain, ashamed for all the terror that they caused by their might. They lie uncircumcised with those slain by the sword. They bear their disgrace with those who go down to the pit.","18":"“Son of man, wail over Egypt’s throng. Bring them down — her and the daughters of lofty nations, to the underworld, to those who go down to the pit.","29":"“Edom is there, her kings and all her princes, who for all their might are laid with those slain by the sword. They lie with the uncircumcised, with those who go down to the Pit.","23":"Her graves are set in the deepest parts of the Pit. Her company surrounds her grave — all of them slain, fallen by the sword — who put terror in the land of the living.","19":"Who do you surpass in beauty? Go down, lie with the uncircumcised.","1":"On the first day of the twelfth month of the twelfth year, the word of ADONAI came to me saying:","5":"I will strew your flesh on the mountains and fill the valleys with your refuse.","4":"I will leave you on the land. I will hurl you on an open field. I will cause all the birds of the sky to settle upon you. I will gorge the beasts of the whole earth with you.","8":"I will darken all of heaven’s bright lights over you and set darkness on your land.” It is a declaration of ADONAI.","26":"“Meshech-Tubal is there and all her throng, her graves around them — all of them uncircumcised, slain by the sword, though they spread their terror in the land of the living.","14":"Then I will make their waters settle and make their streams flow like oil.” It is a declaration of ADONAI.","22":"“Assyria is there and all her company, their graves surround them — all of them slain, fallen by the sword.","28":"You also will be shattered and lie among the uncircumcised, with those who are slain by the sword.","25":"They have made her a bed among the slain with all her throng, her graves about them — all of them uncircumcised, slain, fallen by the sword — though they caused terror in the land of the living. So they bear their disgrace with those who go down to the Pit. They are laid among the slain.","9":"“I will disturb the hearts of many peoples when I bring about your destruction among the nations, into lands you have not known.","15":"“When I make the land of Egypt desolate and waste when it was previously full, when I strike all that live there, they will know that I am ADONAI.","21":"The strongest warriors will speak of him and his allies from the midst of Sheol. They have gone down, they lie still, the uncircumcised, slain by the sword.","24":"“There is Elam and all her multitude surrounding her grave — all of them slain, fallen by the sword — who went down uncircumcised into the underworld, who caused terror in the land of the living. They bear their disgrace with those who go down to the Pit.","16":"This is the funeral song — chant it, daughters of the nations, chant for Egypt. All her multitude will chant it.” It is a declaration of ADONAI.","32":"“For I have put My terror in the land of the living. He will lie among the uncircumcised, with those slain by the sword, Pharaoh and all his multitude.” It is a declaration of ADONAI.","7":"When I extinguish you, I will cover the sky and darken the stars. I will cover the sun with cloud, and the moon will not give her light.","2":"“Son of man, lift up a lament for Pharaoh king of Egypt and say to him: ‘You compare yourself to a young lion of the nations, but you are a crocodile in the waters. You thrash about in your rivers and muddy the water with your feet and foul their streams.’”","6":"I will drench the land with the flow of your blood up to the hills. The ravines will be full of you.","31":"When Pharaoh sees them, he will be comforted for all his throng, Pharaoh and all his army, slain by the sword.” It is a declaration of ADONAI."},"7":{"11":"Violence grows into a rod of wickedness. Nothing will come from them, nothing from their crowd, nothing from their tumult, nothing distinctive among them.","3":"The end is upon you. I will send My anger on you. I will judge you according to your ways. I will bring all your abominations on you.","20":"They took pride in their beautiful jewelry and made images of their abominations and their detestable idols. Therefore I made it niddah to them.","12":"The time has come — the day draws near. The buyer will not rejoice, the seller will not play the mourner, for wrath is on the entire crowd.","10":"Behold, the day! Look, it is coming! Doom has gone out. The rod has budded, arrogance has blossomed.","17":"All hands will be feeble. All knees will turn to water.","13":"For a seller will not regain what he sold, as long as they are alive. For the vision against her whole crowd will not be revoked. No one will preserve his life, because of his iniquity.","27":"The king will mourn. The prince will be clothed with despair. The hands of the people of the land will tremble. By their conduct I will deal with them. By their own standards I will judge them. Then they will know that I am ADONAI.”","18":"They will also gird on sackcloth. Horror will cover them. Shame will be upon all faces. Baldness will be upon all their heads.","23":"“Forge the chain! For the land is full of bloodshed. The city is full of violence.","19":"They will throw their silver in the streets. Their gold will be as garbage. Their silver and their gold cannot deliver them in the day of ADONAI’s wrath. They will not satisfy their appetite or fill their bellies, for their iniquity is a stumbling block.","1":"The word of ADONAI came to me saying:","5":"Thus says ADONAI Elohim: An evil, a singular evil, behold, it comes.","4":"My eyes will not spare you nor will I have pity, but I will bring your ways upon you, for your abominations in your midst. Then you will know that I am ADONAI.”","8":"Now, soon, I am about to pour out My fury on you. I will exhaust My anger on you. I will judge you according to your ways. I will bring all your abominations on you.","26":"Disaster upon disaster will come, and rumor upon rumor. They will seek a vision from a prophet, but Torah will perish from the kohen and counsel from the elders.","14":"“They have blown the horn. They have made everyone ready. Yet no one goes to the battle. Surely My wrath is on her whole crowd.","22":"I will turn My face from them, as they will profane the place I treasure. Robbers will enter it and profane it.","25":"Shuddering comes. They will seek peace but there will be none.","9":"My eye will not spare you nor will I have pity — I will repay you for your ways — your abominations are in your midst. Then you will know that it is I, ADONAI, who strikes.","15":"Outside is the sword, inside plague and famine. Whoever is in the field will die by the sword. Whoever is in the city will be devoured by famine and plague.","21":"I will give it into the hands of the strangers as plunder and to the wicked of the earth as spoil, and they will profane it.","24":"I will bring the wicked of the nations. They will possess their houses. So I will end the pride of the strong, when their holy places are profaned.","16":"Those survivors who escape will head for the mountains like doves of the valleys, all of them moaning, each one over his iniquity.","7":"Doom has come upon you, inhabitant of the land! The time has come, the day is near — panic, not joyful shouting on the hills.","2":"“You, son of man, thus says ADONAI Elohim concerning the land of Israel: An end! The end has come on the four corners of the land.","6":"An end has come, the end has come! It has awakened against you. Look, it is coming!"},"43":{"11":"If they are ashamed of all they have done, sketch out the House for them, its layout, its exits and its entrances, its complete design, with all its ordinances and all its laws. Write it down in their sight, so they may observe its complete design and all its ordinances and do them.","3":"The appearance of the vision that I saw was like the vision that I saw when I came to destroy the city. The visions were like the vision that I saw by the river Chebar. So I fell on my face.","20":"“You are to take some of its blood and put it on its four horns, on the four corners of the ledge and on the border around it. So you will purify it and make atonement for it.","12":"This is the Torah of the House: the whole territory around it on top of the mountain will be most holy. Behold, this is the Torah of the House.","10":"“You, son of man, describe the House to the house of Israel, so they will be ashamed of their iniquities. Let them measure accurately.","17":"The ledge will be 14 cubits long and 14 wide with four sides square. The border surrounding it will be half a cubit and its bottom will be a cubit all around. Its steps will face east.”","13":"“These are the measurements of the altar by cubits (a cubit being a normal cubit plus a handbreadth). Its gutter will be a cubit deep and a cubit wide. Its rim will be one span surrounding the edge. This will be the base of the altar.","27":"When they have completed the days, from the eighth day and onward the kohanim will make your burnt offerings upon the altar as well as your fellowship offerings. Then I will accept you” — it is a declaration of ADONAI.","18":"Then he said to me, “Son of man, thus says ADONAI Elohim: ‘These are the statutes for the altar on the day when they will construct it, in order to offer burnt offerings on it and to sprinkle blood on it.","23":"When you have finished purifying it, offer a young bull without blemish and a ram out of the flock without blemish.","19":"Give a young bull for a sin offering to the Levitical kohanim who are from the offspring of Zadok, who come near to Me to minister to Me’” — it is a declaration of ADONAI.","1":"Then he led me to the gate, the gate looking east,","5":"The Ruach took me up and brought me into the inner court. Then behold, the glory of ADONAI filled the House.","4":"Then the glory of ADONAI came into the House by way of the gate facing the east.","8":"Whenever they set their threshold next to My threshold and their doorpost next to My doorpost, with only a wall between Me and them, they defiled My holy Name by their abominations that they committed. So I have finished them off in My fury.","26":"They will make atonement for the altar and cleanse it for seven days. This is how they will consecrate it.","14":"From the base on the ground to the lower ledge will be two cubits and the width one cubit. From the smaller ledge to the larger ledge will be four cubits and the width a cubit.","22":"“On the second day, offer a male goat without blemish as a sin offering. They will purify the altar as they purified it with the bull.","25":"Every day for seven days, prepare a goat as a sin offering. They will prepare a young bull and a ram out of the flock, without blemish.","9":"Now let them put away their prostitution and the corpses of their kings, far from Me. Then I will dwell among them forever.","15":"The altar hearth will be four cubits high. Four horns will project upward from the hearth.","21":"Take the bull of the sin offering and burn it in the appointed place of the House, outside the Sanctuary.","24":"Present them before ADONAI. The kohanim will cast salt upon them. They will offer them up as a burnt offering to ADONAI.","16":"The hearth will be 12 cubits long by 12 wide, with four sides square.","7":"He said to me, “Son of man, this is the place of My throne, the place of the soles of My feet, where I will dwell in the midst of Bnei-Yisrael forever. The house of Israel will no longer defile My holy Name — neither they nor their kings — by their prostitution or by the corpses of their kings in their high places.","2":"and behold, the glory of the God of Israel was coming from the east. His voice was like the sound of many waters. The earth was radiant with His glory.","6":"Then I heard someone speaking to me from the House, while a man was standing beside me."},"48":{"11":"The sanctified portion will be for the kohanim of the sons of Zadok, who kept My charge and did not go astray as the Levites went astray when Bnei-Yisrael went astray.","3":"Next to the territory of Asher, from the east side to the west will be Naphtali’s one.","20":"The whole allotment will be 25,000 by 25,000, square; you will set apart the holy allotment with the property of the city.","12":"It will be for them a portion set apart from the offering of the land, most holy, by the border of the Levites.","10":"The holy allotment will be apportioned for these — for the kohanim. Toward the north it will be 25,000 cubits and toward the west 10,000 in width, toward the east 10,000 in width and toward the south 25,000 in length. ADONAI’s Sanctuary will be in the midst of it.","17":"The city will have open land: toward the north 250, toward the south 250, toward the east 250, and toward the west 250.","13":"Alongside the border of the kohanim, the Levites will have 25,000 in length and 10,000 in width. The entire length will be 25,000 and the width 10,000.","27":"Next to the territory of Zebulun, from the east side to the west, will be Gad’s one.","30":"“These are the exits of the city: on the north side, 4,500 by measure,","18":"The remainder of the length, according to the holy allotment, will be 10,000 eastward and 10,000 westward. It will be alongside the holy allotment. Its produce will be food for those who serve the city.","29":"This is the land that you will divide by lot to the tribes of Israel as an inheritance, and these are their portions.” It is a declaration of ADONAI.","23":"As for the rest of the tribes: from the east side to the west, will be Benjamin’s one.","19":"Those who serve the city, out of all the tribes of Israel, will till it.","1":"“Now these are the names of the tribes: Dan’s portion will be from the northern frontier, beside the way of Hethlon to the entrance of Hamath, Hazar-enan at the northern border of Damascus, beside Hamath, and from eastern side to the sea.","5":"Next to the territory of Manasseh, from the east side to the west will be Ephraim’s one.","4":"Next to the territory of Naphtali, from the east side to the west, will be Manasseh’s one.","8":"By Judah’s border, from the east side to the west, will be the contribution which you will set aside, 25,000 cubits in width and in length like one of the portions, from the east side to the west. The Sanctuary will be in the midst of it.","26":"Next to the territory of Issachar, from the east side to the west, will be Zebulon’s one.","14":"They must not sell or exchange any of it or transfer the choice portion of the land, for it is holy to ADONAI.","22":"The property of the Levites and the property of the city will be in the middle of what belongs to the prince; what belongs to the prince will be between Judah’s border and Benjamin’s border.","28":"Next to the territory of Gad, at the south side southward, the border will be from Tamar to the waters of Meribath-kadesh, to the Wadi, to the Great Sea.","25":"Next to the territory of Simeon, from the east side to the west, will be Issachar’s one.","9":"The allotment that you will set apart to ADONAI will be 25,000 in length and 10,000 in width.","33":"At the south side, 4,500 by measure, will be three gates: the Simeon Gate, one; the Issachar Gate, one; the Zebulun Gate, one.","15":"The 5,000 that remain in the width, in front of the 25,000 thousand, will be for common use, for the city, for living and for pastureland. “The city will be in the midst of it,","34":"At the west side, 4,500, with their three gates: the Gad Gate, one; the Asher Gate, one; the Naphtali Gate, one.","21":"“What is remaining from this side and on the other of the holy allotment and the city property will be for the prince. What is adjacent to the 25,000 of the allotment toward the eastern border, and westward adjacent to the 25,000 toward the western border, alongside the portions, will be for the prince. The holy allotment and the Sanctuary of the House will be in the midst of it.","24":"Next to the territory of Benjamin, from the east side to the west, will be Simeon’s one.","16":"and will have these measurements: the north side; 4,500; the south side 4,500; the east side, 4,500; and the west side, 4,500.","35":"It will be 18,000 cubits all around. “From that day on, the name of the city will be: ‘ADONAI Is There.’”","32":"At the east side, 4,500, will be three gates: the Joseph Gate, one; the Benjamin Gate, one; Dan Gate, one.","7":"Next to the territory of Reuben, from the east side to the west, will be Judah’s one.","2":"Next to the territory of Dan, from the east side to the west will be Asher’s one,","6":"Next to the territory of Ephraim, from the east side to the west, will be Reuben’s one.","31":"will be the gates of the city named after of the tribes of Israel — three gates northward — the Reuben Gate, one; the Judah Gate, one; the Levi Gate, one."},"2":{"7":"You will speak My words to them, whether they will listen or whether they will refuse to listen — for they are rebellious.","9":"I looked, and behold, a hand was stretched out to me, holding a written scroll.","10":"He spread it out before me. It was written on, front and back. Written on it were lamentations, dirges and woe.","3":"He said to me, “Son of man, I send you to Bnei-Yisrael, to rebellious nations that have been rebelling against Me. They and their fathers have rebelled against Me to this very day.","2":"As He spoke to me, the Ruach came upon me and stood me up on my feet. I heard Him speaking to me again.","1":"Then He said to me: “Son of man, stand on your feet, and I will speak with you.”","4":"The children have hard faces and stubborn hearts. I am sending you to them, and you are to tell them, ‘Thus says ADONAI Elohim.’","6":"“But you, son of man, do not be afraid of them. Do not fear their words, though thistles and thorns are beside you and you sit among scorpions. Do not be afraid of their words or be dismayed by their looks — for they are a rebellious house.","5":"Whether they listen, or whether they will refuse to listen — for they are a rebellious house — they will know that a prophet was among them.","8":"Now you, son of man, hear what I say to you: do not be rebellious like that rebellious house. Open your mouth, and eat what I am giving to you.”"},"38":{"16":"You will come up against My people Israel like a cloud covering the land. It will happen in the last days. I will bring you against My land, so that the nations may know Me — when I am sanctified through you, Gog, before their eyes.’”","3":"and say, thus says ADONAI Elohim: ‘Behold, I am against you, Gog, chief prince of Meshech and Tubal.","5":"With them will be Persia, Cush and Put, all of them with shield and helmet,","21":"I will call for a sword against him throughout all my mountains” — it is a declaration of ADONAI — “every man’s sword will be against his brother.","18":"In that day, when Gog comes against the land of Israel” — it is a declaration of ADONAI — “My fury will rise up in My nostrils.","12":"in order to seize spoil and carry off plunder, to turn your hand against the waste places now inhabited and against the people gathered from the nations, who have been acquiring livestock and property, who live in the center of the world.’","10":"Thus says ADONAI Elohim: “It will come to pass in that day that things will come into your heart and you will devise an evil plan.","2":"“Son of man, set your face toward Gog of the land of Magog, chief prince of Meshech and Tubal.  Prophesy against him","22":"I will punish him with pestilence and blood. I will pour out rain on him, on his troops and on the many peoples with him, a torrential rain, with hailstones, fire and brimstone.","8":"After many days you will be summoned. In the latter years, you will come against the land that has been brought back from the sword and regathered from many peoples on the mountains of Israel, which had been a continual waste. But they were brought out from the peoples. When all of them are dwelling securely,","17":"Thus says ADONAI Elohim: “Are you the one that I spoke about in former times through My servants the prophets of Israel, who prophesied in those days for many years that I would bring you against them?","11":"You will say, ‘I will go up against the land of unwalled villages. I will fall upon the quiet people who live securely, all of them living without walls, having no bars or gates,","1":"The word of ADONAI came to me saying:","9":"you will come up, you will come like a storm, you will be like a cloud covering the land — you and all your troops and many peoples with you.’”","14":"“Therefore, son of man, prophesy, say to Gog, thus says ADONAI Elohim: ‘In that day when My people Israel dwell safely, will you not know?","7":"“‘Be prepared, prepare yourself, you and all your company gathered around you. Be a guard for them.","15":"You will come from your place out of the extreme north — you and many peoples with you, all of them riding on horses, a great company and mighty army.","20":"The fish of the sea, the birds of the heavens, the beasts of the field, all creeping things that creep upon the ground and all humans upon the face of the earth will shake at My presence. The mountains will be thrown down. The steep places will fall. Every wall will fall to the ground.","23":"So I will magnify and sanctify Myself. I will make Myself known in the eyes of many nations, and they will know that I am ADONAI.”","6":"Gomer and all his troops, the house of Togarmah from the extreme north and all his troops — many peoples with you.","4":"I will turn you about and put hooks into your jaws. I will bring you out, with all your army, horses and horsemen — all of them splendidly dressed — a vast assembly with breastplate and shield, all of them wielding swords.","19":"In My jealousy and the fire of My wrath I have spoken! Surely in that day there will be a great earthquake in the land of Israel.","13":"“Sheba, Dedan and the merchants of Tarshish with all its young lions will say to you: ‘Have you come to seize spoil? Have you assembled your company to plunder? To carry away silver and gold, to take away livestock and property, to make off with immense spoils?’"},"6":{"3":"Say: mountains of Israel, hear the word of ADONAI!” Thus says ADONAI Elohim concerning the mountains and concerning the hills, concerning the wadis and concerning the valleys: “Behold, I will bring a sword on you. I will destroy your high places.","5":"I will lay the corpses of Bnei-Yisrael before their idols. I will scatter your bones around your altars.","12":"The one who is far off will die of the plague; the one who is near will fall by the sword. Whoever remains and is spared will die by the famine; this is how I will spend My fury on them.","10":"They will know that I am ADONAI. I have not warned in vain that I would do this evil to them.”","2":"“Son of man, set your face toward the mountains of Israel and prophesy to them.","8":"“Yet I will leave a remnant, some that escape the sword among the nations, when you have been scattered through the countries.","11":"Thus says ADONAI Elohim: “Clap your hands, stamp your foot and cry, ‘Alas!’ because of all the vile abominations of the house of Israel who will fall by the sword, by famine and by plague.","1":"The word of ADONAI came to me saying:","9":"The survivors will remember Me among the nations where they are carried captive, how I was crushed by their adulterous heart that has strayed from Me and their eyes which have lusted after their idols. They will loathe themselves in their own sight for the evils that they committed in all their abominations.","14":"I will stretch out My hand over them and make the land desolate and waste, more than the wilderness of Diblah, wherever they live. Then they will know that I am ADONAI.”","7":"The slain will fall in your midst. Then you will know that I am ADONAI.","6":"In all your dwellings the cities will be desolate. The high places will be deserted. Your altars will be laid waste and made desolate, your idols broken and destroyed, your sun pillars cut down and your works blotted out.","4":"Your altars will become desolate. Your sun pillars will be broken. I will cast down your slain men before your idols.","13":"You will know that I am ADONAI, when your slain lie among their idols surrounding their altars, on every high hill, on all the mountaintops, under every green tree and under every leafy oak — the places where they offer sweet aroma to all their idols."},"31":{"16":"I made the nations tremble at the sound of its fall, when I cast him down to Sheol with those who descend into the Pit. All the well-watered trees of Eden, the choice and best of Lebanon, were comforted in the lowest parts of the earth.","3":"Behold, Assyria was a cedar in Lebanon, with beautiful branches shadowing the forest, of lofty height. Its top was in leafy branches.","5":"Therefore its height was loftier than all the trees of the field. Its branches multiplied and its boughs became long because of the abundant water in its shoots.","18":"‘Who is like you in glory and greatness among the trees of Eden? You will be brought down with the trees of Eden to the lowest parts of the earth. You will lie among the uncircumcised, with those slain by the sword.’ This is Pharaoh and all his multitude.” It is a declaration of ADONAI.","12":"Ruthless barbarians from the nations cut it down. They cast it down on the mountains and in all the valleys its branches fell. Its branches have laid broken in all the streambeds of the land. All the people of the earth have come out from its shade and abandoned it.","10":"Therefore thus says ADONAI Elohim: “Because you were exalted in height — its top set up among leafy branches, its heart haughty in its height —","2":"“Son of man, say to Pharaoh king of Egypt and to his multitude: ‘Who is like you in your greatness?","8":"The cedars in the garden of God could not compare with it. No cypress trees could rival its boughs. No plane-trees could match its branches. No tree in the garden of God could compare to its beauty.","17":"They also went down with him to Sheol, to those slain by the sword, those who were his mighty arm, who lived in his shadow among the nations.","11":"I gave it into the hand of a ruler of nations, who surely dealt with it. I drove it out as befits its wickedness.","1":"On the first day of the third month of the eleventh year, the word of ADONAI came to me saying:","9":"I made it beautiful with its many limbs. All the trees of Eden in God’s garden envied it.’”","14":"So none of all the trees by the water should exalt themselves in their height or set their top among the leafy boughs. None of their well-watered mighty ones should attain their height. For they have all been given to death, to the lowest regions under the earth, among the children of men who go down to the Pit.”","7":"It was beautiful in its greatness, in the length of its branches, for its root was in abundant water.","15":"Thus says ADONAI Elohim: “In the day when he went down to Sheol I caused the deep to mourn and cover itself for him. I restrained his rivers, so the great waters were stopped. I made Lebanon mourn for him. All the trees of the field wilt away for it.","6":"All the birds of the sky nested in its branches. All the beasts of the field gave birth to their young under its branches. All great nations lived under its shade.","4":"Water nourished it, the deep made it tall, with its rivers going around its planting as it sent out its water-courses to all the trees of the field.","13":"All the birds of the sky lived on its fallen trunk and all the beasts of the field upon its fallen branches."}}}