{"translationKey":"tlv","translation":"TLV","book":"2 Corinthians","bookSlug":"2-corinthians","chapters":{"3":{"16":"But whenever someone turns to the Lord, the veil is taken away.","3":"It is clear that you are a letter from Messiah delivered by us — written not with ink but with the Ruach of the living God, not on tablets of stone but on tablets of human hearts.","5":"not that we are competent in ourselves to consider anything as coming from ourselves, but our competence is from God.","18":"But we all, with unveiled face beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory — just as from the Lord, who is the Spirit.","12":"Therefore, having such a hope, we act with great boldness.","10":"For even what was glorious is not glorious in comparison to the glory that surpasses it.","2":"You are our letter, written on our hearts, known and read by everyone.","8":"how will the ministry of the Ruach not be even more glorious?","17":"Now the Lord is the Spirit and where the Ruach ADONAI is, there is freedom.","11":"For if what is passing away is glorious, much more what remains is glorious.","1":"Are we beginning to commend ourselves again? Or do we need, as some do, letters of recommendation to you or from you?","9":"For if there is glory in the ministry of condemnation,  the ministry of righteousness overflows even more in glory.","14":"But their minds were hardened. For up to this very day the same veil remains unlifted at the reading of the ancient covenant, since in Messiah it is passing away.","7":"Now if the ministry of death, carved in letters on stone, came with such glory that Bnei-Yisrael could not look intently upon Moses’ face because of its glory  — although it was passing away —","15":"But to this day, whenever Moses is read, a veil lies over their heart.","6":"He also made us competent as servants of a new covenant  — not of the letter, but of the Ruach. For the letter kills, but the Ruach gives life.","4":"Such is the confidence we have through Messiah toward God —","13":"We are not like Moses, who used to put a veil over his face in order for Bnei-Yisrael not to look intently upon the end of what was passing away."},"5":{"16":"So from now on we recognize no one according to the flesh. Even though we have known Messiah according to the flesh, yet now we no longer know Him this way.","3":"if indeed, after we have put it on, we will not be found naked.","5":"Now the One who prepared us for this very purpose is God, who gave us the Ruach as a pledge.","21":"He made the One who knew no sin to become a sin offering on our behalf,  so that in Him we might become the righteousness of God.","18":"Now all these things are from God, who reconciled us to Himself through Messiah and gave us the ministry of reconciliation.","12":"For we are not commending ourselves to you again, but giving you an opportunity for boasting about us, so that you may have something to answer those who boast in outward appearance and not in the heart.","10":"For we must all appear before the judgment seat of Messiah, so that each one may receive what is due for the things he did while in the body — whether good or bad.","2":"For in this we groan, longing to be clothed with our heavenly dwelling —","8":"We are confident, I say, and prefer rather to be absent from the body and at home with the Lord.","17":"Therefore if anyone is in Messiah, he is a new creation. The old things have passed away; behold, all things have become new.","11":"Therefore, knowing the fear of the Lord,  we are trying to persuade people, but what we are is known to God — and I hope it is known to your consciences as well.","1":"For we know that if the tent, our earthly home, is torn down, we have a building from God — a home not made with human hands, eternal in the heavens.","9":"So whether at home or absent, we make it our aim to be pleasing to Him.","14":"For the love of Messiah compels us, since we have concluded that One died for all; as a result all died.","7":"For we walk by faith, not by sight.","15":"And He died for all so that those who live might no longer live for themselves, but for the One who died for them and was raised.","20":"We are therefore ambassadors for Messiah, as though God were making His appeal through us. We beg you on behalf of Messiah, be reconciled to God.","6":"Therefore we are always confident and know that while we are at home in the body, we are absent from the Lord.","4":"For we groan while we are in this tent — burdened because we don’t want to be unclothed but to be clothed, so that what is mortal may be swallowed up by life.","19":"That is, in Messiah God was reconciling the world to Himself, not counting their trespasses against them; and He has entrusted the message of reconciliation to us.","13":"For if we are out of our minds, it is for God; if we are in our right mind, it is for you."},"12":{"16":"But be that as it may, I did not burden you myself. Nevertheless, crafty fellow that I am, I caught you with trickery!","3":"I know such a man (whether in the body or outside of the body I don’t know — God knows) —","5":"On behalf of such a man I will boast — but about myself I will not boast, except in regard to my weaknesses.","21":"I am afraid that when I come again my God may humiliate me before you, and I will mourn for many of those who have sinned before and not repented of the impurity and sexual immorality and indecency which they committed.","18":"I did urge Titus to visit you, and I sent the brother with him. Titus didn’t take any advantage of you, did he? Didn’t we walk in the same spirit, in the same footsteps?","12":"Truly the signs of an emissary were worked out among you, with patient endurance, by signs and wonders and mighty miracles.","10":"For Messiah’s sake, then, I delight in weaknesses, in insults, in distresses, in persecutions, in calamities. For when I am weak, then I am strong.","2":"I know a man in Messiah (whether in the body I don’t know, or whether out of the body I don’t know — God knows) — fourteen years ago, he was caught up to the third heaven.","8":"I pleaded with the Lord three times about this, that it might leave me.","17":"I haven’t taken advantage of you through any of those I sent to you, have I?","11":"I have become a fool — you drove me to it, for I ought to have been commended by you. For I am in no way inferior to the super-special emissaries — though I am nothing.","1":"I must go on boasting — though it does no good, I will go on to visions and revelations of the Lord.","9":"But He said to me, “My grace is sufficient for you, for power is made perfect in weakness.” Therefore I will boast all the more gladly in my weaknesses, so that the power of Messiah may dwell in me.","14":"Look, I am ready to come to you this third time, and I will not burden you — for I seek not your possessions, but you! For the children are not obliged to save up for the parents, but the parents for the children.","7":"even in the extraordinary quality of the revelations. So that I would not exalt myself, a thorn in the flesh was given to me — a a messenger of satan to torment me,  so I would not exalt myself.","15":"I will most gladly spend and be spent for your souls. If I love you more, am I to be loved less?","20":"For I am afraid that perhaps when I come, I may find you not as I wish, or I may be found by you not as you wish — that there may be strife, envy, outbursts of anger, self-seeking disputes, lashon ha-ra, gossip, arrogance, unruly commotions.","6":"For if I should want to boast, I would not be foolish — for I will speak the truth. But I refrain, so that no one may think more of me than what he sees in me or hears from me —","4":"he was caught up into Paradise and heard words too sacred to tell, which a human is not permitted to utter.","19":"All along you’ve been thinking that we are defending ourselves to you.  It is before God that we’ve been speaking in Messiah — and all for building you up, loved ones.","13":"For in what respect were you treated worse than the rest of Messiah’s communities — except that I myself did not burden you? Pardon me this injustice!"},"10":{"16":"so that we may proclaim the Good News even to regions beyond you, not boasting about what has been accomplished in another’s area.","3":"For though we walk in the flesh, we do not wage war according to the flesh.","5":"and every high-minded thing that exalts itself  against the knowledge of God. We are taking every thought captive to the obedience of Messiah —","18":"For it Is not the one who commends himself who is approved, but the one whom the Lord commends.","12":"For we do not dare to classify or compare ourselves with some of those who commend themselves. But when they measure themselves by themselves and compare themselves with themselves, they have no understanding.","10":"for they say, “His letters are weighty and strong, but his presence in person is weak and his speech of no account.”","2":"I beg of you that when I am present I won’t need to be bold with the courage I consider showing against some who judge us as walking in the flesh.","8":"For even if I boast a little more about our authority — which the Lord gave for building you up and not for tearing you down — I will not be put to shame.","17":"But “let him who boasts boast in the Lord.”","11":"Let such a person consider this, that what we are in word through letters when we are absent, we also are in action when we are present.","1":"Now I, Paul, appeal myself to you by the meekness and gentleness of Messiah — I who am humble when face to face with you, but bold toward you when far away.","9":"Not that I would try to terrify you by my letters —","14":"We are not extending ourselves too far, as if we did not reach you — for we did come even as far as to you with the Good News of Messiah.","7":"Look at what is before your eyes.  If anyone is confident in himself that he belongs to Messiah, let him reconsider that just as he belongs to Messiah, so also do we.","15":"Neither are we boasting beyond limits based on the labors of others, but we have hope while your faith is growing for our area among you to be greatly enlarged —","6":"ready to punish all disobedience, whenever your obedience is complete.","4":"For the weapons of our warfare are not fleshly but powerful through God for the tearing down of strongholds.  We are tearing down false arguments","13":"But we will not boast beyond limits, but within the limits of the area that God has assigned to us — to reach even as far as you."},"2":{"16":"to the one an aroma from death to death, to the other an aroma from life to life. Who is competent for these things?","3":"And I wrote this very thing to you, so that when I came I wouldn’t have sorrow from those who ought to make me rejoice — having confidence in you all that my joy is yours.","5":"But if anyone has caused sorrow, he has caused sorrow not to me, but to some extent — not to exaggerate — to all of you.","12":"Now when I arrived in Troas for the Good News of Messiah, and a door was opened to me by the Lord,","10":"Now anyone you forgive, I also forgive. For indeed, what I have forgiven (if I have forgiven anything), I did it for you in the presence of Messiah,","2":"For if I cause you sorrow, then who is there cheering me on but the one I have made sorrowful?","8":"Therefore I urge you to reaffirm your love for him.","17":"For we are not like many, peddling the word of God. Rather, in Messiah we speak in the sight of God with sincerity, as persons sent from God.","11":"so that we might not be outwitted by satan — for we are not ignorant of his schemes.","1":"So I made up my mind that I would not come to you again causing sorrow.","9":"For to this end I also wrote, that I might know your character, whether you are obedient in all things.","14":"But thanks be to God, who in Messiah always leads us in triumphal procession, and through us reveals everywhere the aroma  of the knowledge of Himself.","7":"So instead you should forgive him and encourage him. Otherwise such a person might be swallowed up by excessive sorrow.","15":"For we are the aroma of Messiah to God, among those who are being saved and those who are perishing —","6":"For such a person, this punishment by the majority is enough.","4":"For out of much distress and anguish of heart I wrote to you with many tears — not to make you sorrowful, but to let you know the love that I have especially for you.","13":"I had no rest in my spirit, because I didn’t find Titus my brother. So I said farewell to them, and I set out for Macedonia."},"8":{"16":"But thanks be to God, who put into the heart of Titus the same devotion for you.","3":"For I testify that according to their ability, and even beyond their ability, they gave of their own free will —","5":"Moreover, it was not just as we had hoped, but they gave of themselves first to the Lord and then to us in keeping with God’s will.","21":"We have regard for what is honorable — not only before the Lord, but also before people.","18":"We are sending along with him the brother whose fame in connection with the Good News has spread throughout all of Messiah’s communities.","12":"For if the eagerness is present, the gift is acceptable according to what a person has, not according to what he doesn’t have.","10":"Now I give my opinion in this matter, that it is a credit to you that a year ago you were the first to start — not only to do but even to be willing.","2":"that in much testing by affliction, the abundance of their joy and their extreme poverty overflowed in a wealth of generosity on their part.","22":"Also with them we are sending our brother whom we have tested many times and found to be diligent in many things, but now even more diligent because of his great confidence in you.","8":"I am saying this not as a command, but I am trying to prove by the diligence of others the genuineness of your love as well.","17":"For indeed he not only accepted our appeal, but went to you with eagerness and on his own initiative.","11":"But now finish doing it, so that just as there was eagerness to be willing, so also to finish it, out of what you have.","1":"Now we make known to you, brothers and sisters, the grace God has given to Messiah’s communities in Macedonia —","9":"For you know the grace of our Lord Yeshua the Messiah — that even though He was rich, yet for your sakes He became poor, so that through His poverty you might become rich.","24":"Therefore, before Messiah’s communities show them the proof of your love and of our boasting about you.","14":"Your abundance at this present time meets their need, so that their abundance may also meet your need — so that there may be equality.","7":"But as you excel in everything — in faith and speech and knowledge and all diligence, and in your love for us — also excel in this grace.","15":"As it is written, “He who gathered much did not have too much, and he who gathered little did not have too little.”","20":"We are taking this precaution, so that no one will blame us in regard to the way we administer this generous gift.","23":"As for Titus, he is my partner and fellow worker among you; as for our brothers, they are the emissaries of the communities, a glory to Messiah.","6":"So we urged Titus that, just as he had made a start before, so he should also complete this gracious service for you.","4":"begging us with much urging for the favor of sharing in the relief of the kedoshim.","19":"Not only that, but he has also been appointed by the communities as our travel companion with this gracious gift, which is administered by us for the glory of the Lord Himself and to show our eagerness to help.","13":"For it is not relief for others and hardship for you, but as a matter of equality."},"11":{"11":"Why? Because I do not love you? God knows I do!","3":"But I am afraid that somehow, as the serpent deceived Eve by his cunning, your minds might be led astray from a sincere and pure devotion and purity to the Messiah.","20":"For you put up with it if someone enslaves you, if someone devours you, if someone takes advantage of you, if someone puts on airs, if someone slaps you on the face.","12":"But what I am doing I will continue to do, so that I may cut off the opportunity from those who want an opportunity in what they boast about to also be regarded just as we are.","10":"As the truth of Messiah is in me, this boasting of mine will not be silenced in the regions of Achaia.","17":"What I am saying, I am saying not according to the Lord, but as in foolishness, in this self-confident boasting.","13":"For such men are false emissaries, deceitful workers masquerading as Messiah’s emissaries.","27":"in labor and hardship, through many sleepless nights, in hunger and thirst, often without food, in cold and exposure.","30":"If I must boast, I will boast of my weakness.","18":"Since many boast according to the flesh, I too will boast.","29":"Who is weak, and I am not weak? Who is led into sin, and I do not burn with indignation?","23":"Are they servants of Messiah? I am more so — I speak like I’m out of my mind — in labors much more, in prisons much more, in beatings more brutal, near death often.","19":"For you, being so wise, put up with fools gladly.","1":"I wish that you would put up with a little foolishness from me, but indeed you are putting up with me.","5":"For I consider myself in no way inferior to the “super special” emissaries.","4":"For if someone comes and proclaims another Yeshua whom we did not proclaim, or if you receive a different spirit that you did not receive, or a different “good news” that you did not accept, you put up with that well enough!","8":"I robbed other communities by taking wages from them for service to you.","26":"In my many journeys I have been in dangers from rivers, dangers from robbers, dangers from my countrymen, dangers from the Gentiles, dangers in the city, dangers in the desert, dangers in the sea, dangers among false brothers,","14":"And no wonder, for even satan masquerades as an angel of light.","22":"Are they Hebrews? So am I. Are they Israelites? So am I. Are they the descendants of Abraham? So am I.","28":"Besides these other things, there is daily pressure on me of concern for all of Messiah’s communities.","25":"Three times I was beaten with rods. Once I was stoned. Three times I suffered shipwreck. A night and a day I spent in the open sea.","9":"When I was present with you and I was in need, I did not burden anyone; for the brothers who came from Macedonia supplied my need. In everything I kept myself from being a burden to you, and I will continue to do so.","33":"and I was lowered in a basket through a window in the wall and escaped his hands.","15":"It is no great thing therefore if his servants also masquerade as servants of righteousness. Their end will be according to their deeds.","21":"To my shame I must say that we have been weak. Yet whatever anyone else dares to boast about — I speak in foolishness — I dare, too.","24":"Five times from the Jewish leaders I received forty lashes minus one.","16":"I say again, let no one consider me to be a fool. But if you do, accept me as a fool, so that I also may boast a little.","32":"In Damascus the governor under King Aretas was guarding the city of the Damascenes in order to seize me,","7":"Or did I commit a sin in humbling myself so that you might be exalted, because I proclaimed to you God’s Good News free of charge?","2":"For I am jealous over you with a godly jealousy. For I betrothed you to one husband, to present you to Messiah as a pure virgin.","6":"Even if I am unskilled in speech, yet I am not so in knowledge. No, in every way we have made this clear to you in all things.","31":"The God and Father of the Lord Yeshua, who is blessed forever, knows that I am not lying."},"1":{"16":"to pass by you on my way to Macedonia and again from Macedonia to come back to you, and to be helped by you on my journey to Judea.","3":"Blessed be the God and Father of our Lord Yeshua the Messiah, the Father of compassion and God of all encouragement.","5":"For just as the sufferings of Messiah overflow into us, so also through Messiah our encouragement overflows.","21":"Now it is God who establishes us with you in Messiah. He anointed us,","18":"But as God is faithful, our message to you is not both “Yes” and “No.”","12":"For our reason for boasting is this: the testimony of our conscience, that we behaved in the world, and most especially toward you, with simplicity and godly sincerity — not by human wisdom but by the grace of God.","10":"He who rescued us from so great a danger of death will continue to rescue us — we have set our hope on Him that He will rescue us again.","2":"Grace to you and shalom from God our Father and the Lord Yeshua the Messiah.","22":"set His seal on us, and gave us the Ruach in our hearts as a pledge.","8":"For we do not want you to be unaware, brothers and sisters, of our trouble that happened in Asia.  We were under great pressure — so far beyond our strength that we despaired even of living.","17":"So when I was planning to do this, I didn’t do so lightly, did I? Or the things I plan, do I plan according to the flesh — so it might be with me “Yes, yes” and “No, no” at the same time?","11":"You also are helping by your prayer for us, so that from many people thanks may be given on our behalf for the gracious gift given us through the help of many.","1":"Paul, an emissary of Messiah Yeshua through the will of God, and Timothy our brother, To God’s community at Corinth, with all the kedoshim who are throughout Achaia:","9":"In fact, we had within ourselves the death sentence — so that we might not rely on ourselves, but on God who raises the dead.","24":"Not that we lord it over you in matters of faith, but we are fellow workers for your joy — for in the faith you are standing firm.","14":"just as you understood us in part, so that we are your reason for boasting just as you also are ours in the Day of our Lord Yeshua.","7":"Our hope for you is firm, since we know that as you are partners in our sufferings, so also in our encouragement.","15":"Because of this confidence, I was planning to come to you first, so that you might have a second benefit —","20":"For in Him all the promises of God are “Yes.” Therefore also through Him is the “Amen” by us, to the glory of God.","23":"But I call God as my witness  — to spare you, I didn’t come to Corinth again.","6":"If we are suffering hardship, it is for your encouragement and salvation. Or if we are encouraged, it is for your encouragement, which produces in you the patient endurance of the same sufferings that we also suffer.","4":"He encourages us in every trouble, so that we may be able to encourage those who are in any trouble, through the very encouragement with which we ourselves are encouraged by God.","19":"For Ben-Elohim — Yeshua the Messiah, who was proclaimed among you by us, by myself and Silvanus  and Timothy — was not “Yes” and “No.” Rather, in Him it has always been “Yes.”","13":"For we write nothing to you other than what you can read and understand — and I hope you will understand in full"},"9":{"3":"But I am sending the brothers in order that our boasting about you may not be in vain in this case, so that you may be prepared, just as I kept saying.","5":"So I thought it necessary to urge the brothers to go on to you and arrange ahead of time your generous gift that had been promised beforehand, so that it would be ready as a gift and not as an extortion.","12":"For this service of giving is not only supplying the needs of the kedoshim, but is also overflowing with many thanksgivings to God.","10":"Now the One who supplies seed to the sower and bread for food will supply and multiply your seed and increase the harvest of your righteousness.","2":"for I know your eagerness. I boast about it to the Macedonians, that Achaia has been preparing for a year already; and your zeal has stirred up most of them.","8":"And God is able to make all grace overflow to you, so that by always having enough of everything, you may overflow in every good work.","11":"You will be enriched in everything for all generosity, which through us brings about thanksgiving to God.","1":"Now about this service to the kedoshim, it is indeed unnecessary for me to write to you —","9":"As it is written, “He scattered widely, He gave to the poor; His righteousness endures forever.”","14":"And in their prayer for you, they long for you because of the surpassing grace of God upon you.","7":"Let each one give as he has decided in his heart, not grudgingly or under compulsion — for God loves a cheerful giver.","15":"Thanks be to God for His indescribable gift!","6":"The point is this: whoever sows sparingly shall also reap sparingly, and whoever sows bountifully shall also reap bountifully.","4":"Otherwise, if any Macedonians were to come and find you unprepared, we — not to mention you — would be put to shame in this undertaking.","13":"Because of the evidence of this service, they praise God for the obedience of your affirmation of the Good News of Messiah and for the generosity of your contribution to them and to everyone."},"7":{"16":"I rejoice that in everything I have confidence in you.","3":"I do not say this to condemn you, for I have said before that you are in our hearts — to die together and to live together with you.","5":"For even when we came into Macedonia, our body had no rest. But we were hard pressed on every side — conflicts outside, fears within.","12":"So although I wrote to you, I wrote not for the sake of the wrongdoer or for the sake of the one who was wronged, but to make known to you your diligence for us in the sight of God.","10":"For the grief that God wills brings a repentance that leads to salvation, leaving no regret. But the world’s grief brings death.","2":"Make room for us in your hearts. We wronged no one, ruined no one, took advantage of no one.","8":"For even if I grieved you with my letter, I do not regret it — though I did regret it, for I see that my letter grieved you, but just for a while.","11":"For see what this very thing — this grieving that God wills — has brought you! What diligence, what defense, what indignation, what fear, what longing, what zeal, what rendering of justice! In everything you have proved yourselves to be innocent in this matter.","1":"Therefore, since we have these promises, loved ones, let us cleanse ourselves from all defilement of body and spirit, perfecting holiness in the fear of God.","9":"Now I rejoice, not that you were grieved, but that you were grieved to the point of repentance. For you were grieved according to God’s will, so that you might in no way suffer loss from us.","14":"For if I have boasted some to him about you, I was not put to shame. But as we spoke all things truthfully to you, so also our boasting to Titus has proved to be the truth.","7":"and not only by his coming, but also by the encouragement with which he was encouraged by you, as he told us of your longing, your mourning, and your deep concern for me — so that I rejoiced still more.","15":"His feelings toward you overflow when he remembers everyone’s obedience — how you received him with fear and trembling.","6":"But God, who encourages the downcast, encouraged us with the arrival of Titus;","4":"Great is my boldness of speech toward you. Great is my boasting on your behalf. I have been filled with encouragement. I overflow with joy in all our troubles.","13":"For this reason we have been encouraged. Besides our own encouragement, we rejoiced even more at the joy of Titus, because his spirit has been refreshed by all of you."},"6":{"16":"What agreement does God’s Temple have with idols?  For we are the temple of the living God — just as God said, “I will dwell in them and walk among them; and I will be their God, and they shall be My people.","3":"We give no cause for offense in anything, so that our ministry may not be blamed.","5":"in beatings, in imprisonments, in riots, in troubles, in sleeplessness, in hunger;","18":"I will be a father to you, and you shall be My sons and daughters, says ADONAI-Tzva’ot.”","12":"You are not restricted by us, yet you are restricted in your own feelings.","10":"as grieving yet always rejoicing; as poor yet enriching many; as having nothing yet possessing everything.","2":"For He says, “At a favorable time I listened to you, in a day of salvation I helped you.”   Behold, now is the favorable time. Behold, now is the day of salvation.","8":"through honor and dishonor, through evil report and good report. We are regarded as deceivers and yet true;","17":"Therefore, come out from among them, and be separate, says ADONAI. Touch no unclean thing.  Then I will take you in.","11":"We have spoken openly to you, O Corinthians; our heart is open wide!","1":"Since we are co-laboring, we also urge you not to receive God’s grace in vain.","9":"as unknown and yet well-known; as dying, yet behold, we live; as disciplined yet not put to death;","14":"Do not be unequally yoked with unbelievers.  For what partnership is there between righteousness and lawlessness? Or what fellowship does light have with darkness?","7":"in truthful speech, in the power of God; with the weapons of righteousness in the right hand and in the left;","15":"What harmony does Messiah have with Belial ? Or what part does a believer have in common with an unbeliever?","6":"in purity, in knowledge, in patience, in kindness, in the Ruach ha-Kodesh, in genuine love,","4":"But as God’s servants, we are commending ourselves in every way — in great endurance, in afflictions, in hardships, in distresses,","13":"Now in return — I speak as to my children — open wide to us also."},"4":{"16":"Therefore we do not lose heart. Though our outward man is decaying, yet our inward man is renewed day by day.","3":"And even if our Good News is veiled, it is veiled to those who are perishing.","5":"For we do not proclaim ourselves, but Messiah Yeshua as Lord — and ourselves as your slaves for Yeshua’s sake.","18":"as we look not at what can be seen but at what cannot be seen. For what can be seen is temporary, but what cannot be seen is eternal.","12":"So death is at work in us, but life is at work in you.","10":"always carrying in the body the death of Yeshua, so that the life of Yeshua may also be revealed in our mortal body.","2":"Instead, we renounced the hidden shameful ways — not walking in deception or distorting the word of God, but commending ourselves before God to everyone’s conscience by the open proclamation of the truth.","8":"We are hard pressed in every way, yet not crushed; perplexed, yet not in despair;","17":"For our trouble, light and momentary, is producing for us an eternal weight of glory far beyond all comparison,","11":"For we who live are always being handed over to death for Yeshua’s sake, so that the life of Yeshua may be revealed in our mortal body.","1":"For this reason, since we have this ministry, just as we received mercy, we do not lose heart.","9":"persecuted, yet not forsaken; struck down, yet not destroyed;","14":"knowing that the One who raised the Lord Yeshua will raise us also with Yeshua, and will bring us with you into His presence.","7":"But we have this treasure in jars of clay,  so that the surpassing greatness of the power may be from God and not from ourselves.","15":"For all things are for your sakes, so that the grace that is spreading through more and more people may cause thanksgiving to overflow — to the glory of God.","6":"For God, who said, “Let light shine out of darkness,”  is the One who has shone in our hearts, to give the light of the knowledge of the glory of God in the face of Messiah.","4":"In their case, the god of this world has blinded the minds of the unbelieving, so they might not see the light of the Good News of the glory of Messiah, who is the image of God.","13":"But we have the same spirit of faith, according to what is written, “I believed, and therefore I spoke.”  So we also believe, and therefore we also speak,"},"13":{"3":"since you are demanding proof that Messiah is speaking through me. He is not weak toward you, but powerful among you.","5":"Test yourselves, to see whether you are in the faith. Examine yourselves! Or don’t you know yourselves — that Messiah Yeshua is in you? Unless of course you failed the test.","12":"Greet one another with a holy kiss. All the kedoshim greet you.","10":"For this reason I write these things while I am absent, so that when I am present I need not proceed harshly, according to the authority which the Lord gave me — for building up and not for tearing down.","2":"I spoke a warning, when I was with you the second time. Though now I am away, I am again speaking a warning to those who have sinned before, as well as to all the rest, that if I come again, I will not spare anyone —","8":"For we can do nothing against the truth, but only for the truth.","11":"Finally, brothers and sisters, rejoice! Aim for restoration, encourage one another, be of the same mind, live in shalom — and the God of love and shalom will be with you.","1":"This is the third time I am coming to you. “By the testimony  of two or three witnesses shall every word be established.”","9":"For we rejoice when we are weak and you are strong. We also pray for this — your perfecting.","7":"Now we pray to God that you do no wrong — not so that we may appear to have passed the test, but in order that you may do what is right even if we may seem to have failed.","6":"But I hope that you will realize that we haven’t failed the test.","4":"For He was crucified in weakness, yet He lives through the power of God. For we also are weak in Him, yet we shall live with Him by God’s power toward you.","13":"The grace of the Lord Yeshua the Messiah and the love of God and the fellowship of the Ruach ha-Kodesh be with you all. Amen."}}}