{"translationKey":"tlv","translation":"TLV","book":"2 Kings","bookSlug":"2-kings","chapters":{"10":{"11":"as I’ve done to Samaria and her idols, won’t I also do to Jerusalem and her idols?”","3":"What will you do in the day of visitation, when desolation comes from afar? To whom will you flee for help? Where will you leave your wealth?","20":"Yet it will come about in that day that the remnant of Israel — those of the house of Jacob who escaped — will never again depend on the one who struck them down, but will depend upon ADONAI, the Holy One of Israel, in truth.","12":"Therefore it will come to pass, when ADONAI finishes all His work on Mount Zion and on Jerusalem, “I will punish the fruit of the arrogant heart of the king of Assyria, and the glorying of his haughty eyes.”","10":"As my hand has reached the kingdoms of the idols — with more graven images than Jerusalem and Samaria —","17":"So the light of Israel will become a fire, and its Holy One a flame. He will burn and consume its thorns and briers in one day.","13":"For he said: “By the strength of my own hand I’ve done it, and my own wisdom, for I am shrewd! I abolished the borders of peoples, and plundered their treasures. As a mighty one I cast down inhabitants.","27":"In that day his burden will be taken off your shoulders, and his yoke off your neck. Indeed, the yoke will be broken because of fatness.","30":"Shriek your cry, daughter of Gallim! Listen, O Laish! O poor Anathoth!","18":"Both the glory of his forest and his fruitful field, he will consume, both soul and body. It will be like a sick man wasting away.","29":"They have crossed over the pass. They have taken up lodging at Geba. Ramah is terrified; Gibeath-shaul has fled.","23":"For a complete destruction, as decreed, will ADONAI Elohei-Tzva’ot make throughout the whole land.","19":"The remnant of the trees of his forest will be so few, a child could record them.","1":"Oy to those enacting unjust decrees and recording corrupt legislation,","5":"Oy to Assyria, the rod of My anger — the club in their hand is My indignation!","4":"One can only crouch among the captives or collapse among the slain. For all this His anger is not turned away, yet His hand is still outstretched.","8":"For he says: “Aren’t all my princes kings?","26":"ADONAI-Tzva’ot will stir up against him a scourge, as in the slaughter of Midian at the Rock of Oreb. As His staff was over the sea, so will He lift it up, as He did in Egypt.","14":"My hand found the riches of the peoples as a nest — like gathering forsaken eggs, I have gathered the entire earth. Not a wing fluttered, not a beak opened or chirped!”","22":"For though your people, O Israel, be as the sand of the sea, only a remnant of them will return.  Destruction has been decreed. Justice overflows.","28":"He has come to Aiath, and passed through Migron. At Michmas he deposited his supplies.","25":"“For in a very little while My indignation against you will be spent, and My anger will turn to their destruction.”","9":"Isn’t Calno like Carchemish? Isn’t Hamath like Arpad? Isn’t Samaria like Damascus?","33":"Behold, the Lord, ADONAI-Tzva’ot will lop off the branches with terror! So the tall ones will be cut down and the lofty ones laid low.","15":"Should the axe boast against the One who chops with it? Should the saw magnify itself against the One who wields it? It would be like a rod waving the One who lifts it, or like a staff hoisting up the One who is not wood!","34":"Yes, He will hack down the thickets of the forest with iron, and Lebanon with its majesty will fall.","21":"A remnant will return, even the remnant of Jacob,  to the Mighty God.","24":"Therefore thus says ADONAI Elohei-Tzva’ot: “O My people dwelling in Zion, do not be afraid of Assyria, though he strike you with the war-club, and lift up his rod against you, as Egypt did.","16":"Therefore will the Lord ADONAI-Tzva’ot, send leanness among his fat ones. Under its glory He will kindle a burning like a blazing fire.","32":"This very day he will halt at Nob. He shakes his fist at the mountain of the Daughter of Zion, the hill of Jerusalem.","7":"Yet that is not what Assyria intends, nor is that what he is thinking about. Rather his heart is to destroy, and to cut down nations — only a few!","2":"to deprive the helpless of justice and rob the rights of the poor of My people, so that widows may be their spoil and orphans their prey!","6":"I am sending it against an ungodly nation, and against the people of My fury I am commissioning it, to take spoil and plunder, to trample them down like mud in the streets.","31":"Madmenah has fled. The inhabitants of Gebim take cover."},"63":{"16":"For You are our Father — even if Abraham would not know us or Israel not recognize us. You, ADONAI, are our Father, our Redeemer — from everlasting is Your Name.","3":"“I have trodden the winepress alone — from the peoples, no man was with Me. I trod them in My anger, and trampled them in My wrath. Their lifeblood spattered My garments, so I stained all My robes.","5":"I looked, but there was no one to help. I was amazed, but no one was assisting. So My own arm won victory for Me, and My wrath upheld Me.","18":"Briefly Your holy people possessed it — our foes have trampled Your Sanctuary.","12":"Who caused His glorious arm to go at the right hand of Moses? Who divided the waters before them — to make Himself a Name forever?","10":"But they rebelled, and grieved His Ruach ha-Kodesh. So He turned to become their enemy. He Himself fought against them.","2":"“Why is Your apparel so red, and Your garments like one who treads in a wine press?”","8":"For He said, “Surely they are My people, children who will not deal falsely.” So He became their Savior.","17":"ADONAI, why do You cause us to stray from Your ways, and harden our heart from fearing You? Return for Your servants’ sake, the tribes of Your heritage.","11":"Then His people remembered the days of old, the days of Moses: “Where is He who brought them through the sea with the shepherd of His flock? Where is He who put among them His Ruach ha-Kodesh?","1":"“Who is this coming from Edom, in crimsoned garments from Bozrah? This One splendid in His apparel, pressing forward in His great might?”  “It is I who speak in righteousness, mighty to save.”","9":"In all their affliction He was afflicted. So the angel of His presence saved them. In His love and in His mercy He redeemed them, then He lifted them and carried them all the days of old.","14":"Like cattle that go down into a valley, the Ruach ADONAI gave them rest. So You led Your people, to make Yourself a glorious Name.","7":"I will remember the lovingkindnesses of ADONAI, the praises of ADONAI, according to all that ADONAI has granted us, and the great goodness toward the house of Israel, which He has granted them according to His compassion, and according to the abundance of His lovingkindnesses.","15":"Look down from heaven and see from Your holy, glorious, lofty abode. Where are Your zeal and mighty deeds? Are the yearnings of Your heart, Your compassions, withheld from me?","6":"So I trod down the peoples in My anger, and made them drunk in My wrath, and I poured out their lifeblood  on the earth.”","4":"For a day of vengeance was in My heart, and My year of redemption has come.","19":"We have become like those over whom  You have never ruled, like those not called by Your Name.  Oh, that You would rend the heavens and come down, that the mountains might quake at Your presence!","13":"Who led them through the depths? Like a horse in the desert, they did not stumble."},"30":{"11":"Get out of the way! Turn away from the path! Let’s hear no more about the Holy One of Israel.”","3":"Therefore Pharaoh’s stronghold will become your shame, and the shelter in Egypt’s shadow will become your disgrace.","20":"Though ADONAI gives you the bread of adversity and the water of oppression, your teachers will no longer be hidden, but your eyes will see your teachers.","12":"Therefore thus says the Holy One of Israel: “Because you despise this word, and trust in oppression and rely on perversity,","10":"They say to the seers, “Do not see,” and to the prophets, “Do not prophesy to us what is right. Speak to us smooth words. Prophesy illusions.","17":"A thousand will flee at the threat of one, at the threat of five you will flee, until you are left like a flag on the top of a mountain, and like a banner on a hill.","13":"therefore this sin will be to you like a crack bulging in a high wall, about to fall — its collapse comes suddenly, in an instant!","27":"Look, ADONAI’s Name comes from afar, burning with His anger, in thick rising smoke, His lips full of indignation, His tongue like a consuming fire,","30":"ADONAI will make His glorious voice heard, and reveal His arm descending with fierce fury in a consuming fire, in cloudburst, rainstorm and hailstones.","18":"Therefore ADONAI is longing to be gracious to you. Thus He will be exalted, so He may have mercy on you. For ADONAI is a God of justice. Blessed are all who wait for Him.","29":"You will have songs as in the night when you keep a holy festival, and gladness of heart like one walking with the flute to go to the mountain of ADONAI, to the Rock of Israel.","23":"Then He will give you rain for your seed, which you will sow in the ground, and bread, the produce of the ground, will be rich and plentiful. In that day your cattle will feed in wide-open pasture.","19":"For the people of Zion who are dwelling in Jerusalem will weep no more. He will surely be gracious to you at the sound of your cry. When He hears you, He will answer.","1":"“Oy, the rebellious children” — it is a declaration of ADONAI — “Who carry out a plan, but not Mine, and make an alliance, but not of My Ruach, so they may add sin to sin,","5":"they will all be ashamed of a people who cannot profit them. They are neither help nor profit, but shame and disgrace.”","4":"For though their princes are at Zoan and their ambassadors reach Hanes,","8":"Now go, write it on a tablet for them and inscribe it in a scroll, so that it may be as a witness for the last day, forever.","26":"Moreover the light of the moon will be as the light of the sun, and the light of the sun will be seven times brighter — like the light of seven days — in the day ADONAI binds up the brokenness of His people, and heals the wounds He inflicted.","14":"Its collapse is like smashing a clay jar, so ruthlessly shattered that a shard will not be found among the pieces to take fire from the hearth or scoop water from the cistern.”","22":"You will defile your graven images overlaid with silver, and your metal images covered with gold. You will throw them away like a menstrual cloth. You will say, “Be gone!”","28":"His Ruach like an overflowing torrent rising up to the neck, to sift the nations with the sieve of the worthless, to put in the jaws of the peoples a bridle that leads away.","25":"There will be, on every high mountain and on every lofty hill, streams running with water — on a day of the great slaughter, when the towers fall.","9":"For this is a rebellious people, lying children, children unwilling to obey the Torah of ADONAI.","33":"For Topheth  has long been ready, prepared for the king, its fire pit made deep and wide, a pyre of fire with plenty of wood. The breath of ADONAI, like a torrent of brimstone, sets it aflame.","15":"For thus says ADONAI Elohim, the Holy One of Israel: “By repentance and rest you are saved, in quietness and trust is your strength — but you were not willing.”","21":"Your ears will hear a word behind you saying: “This is the way, walk in it. When you turn to the right, or when you turn to the left.”","24":"The oxen and the young donkeys that till the ground will eat seasoned fodder, which has been winnowed with shovel and pitchfork.","16":"But you said, “No, we will flee on horses!” Therefore you will flee. And, “We will ride on swift horses!” Therefore your pursuers will be swift.","32":"Every stroke of His punishing rod that ADONAI brings down on him — with tambourines and harps, and battles brandishing His arm — He will fight against them.","7":"Egypt’s help is futile and pointless. Therefore I have called her “Rahab who just sits.”","2":"who go down to Egypt, but did not consult Me, to take refuge in Pharaoh’s stronghold, to seek shelter in Egypt’s shadow.","6":"The burden concerning the beasts of the Negev : Through a land of trouble and anguish, in which are lioness and lion, viper and flying serpent, they are carrying their riches on the backs of young donkeys, their treasures on camel humps, to a people who cannot profit them.","31":"For at the voice of ADONAI, Assyria will be terrified — when He strikes with the rod."},"49":{"16":"Behold, I have engraved you on the palms of My hands. Your walls are continually before Me.","3":"He said to Me, “You are My servant, Israel, in whom I will be glorified.”","5":"So now says ADONAI, who formed Me from the womb to be His servant, to bring Jacob back to Him, to gather Israel back to Him. For I am honored in the eyes of ADONAI and My God has become my strength.","21":"Then you will say in your heart, “Who has borne these for me? Wasn’t I bereaved of my children — barren, an exile and wandering? So who has raised these? Behold, I was left alone — these, where were they?”","18":"Lift up your eyes around and see: all of them will gather and come to you.” “As I live” — it is ADONAI’s declaration — “you will wear them all as jewelry and bind them on like a bride.”","12":"“Behold, these shall come from afar. behold, these from the north and from the west, and from the land of Sinim.","10":"They will not hunger or thirst, nor scorching wind or sun strike them, for their compassionate One will lead them, and will guide them by springs of water.","2":"He made My mouth like a sharp sword. In the shadow of His hand He hid Me. He made Me a polished arrow, He has hidden Me in His quiver.","22":"Thus says ADONAI Elohim: “Look, I will lift My hand to the nations, and raise My banner to the peoples! They will bring your sons on their chest, and carry your daughters on their shoulders.","8":"Thus says ADONAI: “In a time of favor I will answer you. In a day of salvation I will help you. I will keep You and give You as a covenant to the people, to restore the land, to make them possess its desolate inheritances,","17":"Your children will come quickly. Your destroyers and devastators will go away from you.","11":"I will make all My mountains a road, and My highways will be raised up.","1":"Listen, to Me, islands! Pay attention, peoples far away. ADONAI called Me from the womb, from My mother’s belly He named Me.","9":"saying to the prisoners, ‘Come out!’ to those in darkness, ‘Be shown!’ Along the roads they will graze — their pasture will be on all the barren heights.","24":"Can plunder be taken from the mighty, or captives of the righteous freed?","14":"But Zion said: “ADONAI has forsaken me, ADONAI has forgotten me.”","7":"Thus says ADONAI, the Redeemer of Israel, their Holy One, to the One despised,  to the One the nation abhors, to a servant of rulers: “Kings will see and arise, princes will also bow down, because of ADONAI who is faithful, the Holy One of Israel who has chosen You.”","15":"“Can a woman forget her nursing baby or lack compassion for a child of her womb? Even if these forget, I will not forget you.","20":"The children of your bereavement will yet say in your ears, “The place is too cramped for me! Make room for me to settle in.”","25":"For thus says ADONAI: “Yes, captives of the mighty will be taken and the prey of the tyrant will be freed. For I will oppose your adversary. I will save your children.","23":"Kings will be your guardians, their princesses your nurses. They will bow down to you with their face to the ground, and lick the dust of your feet. Then you will know that I am ADONAI — those hoping in Me will not be ashamed.”","6":"So He says, “It is too trifling a thing that You should be My servant to raise up the tribes of Jacob and restore the preserved ones of Israel. So I will give You as a light for the nations, that You should be My salvation to the end of the earth.”","4":"But I said, “I have labored in vain, I have spent my strength for nothing and futility. Yet surely the justice due to me is with ADONAI, and my reward with my God.”","19":"For your waste and desolate places and your destroyed land will now be surely too small for the inhabitants, and those who swallowed you up will be far away.","13":"Shout for joy, heavens! Rejoice, earth! Break forth into ringing shouts, O mountains! For ADONAI has comforted His people and has compassion on His afflicted.”","26":"I will feed your oppressors their flesh. They will be drunk with their blood as with sweet wine. Then all flesh will know that I, ADONAI, am your Savior and your Redeemer, the Mighty One of Jacob.”"},"62":{"7":"And give Him no rest until He establishes and makes Jerusalem a praise in the earth.","9":"But those who have garnered it will eat it and praise ADONAI, and those who have gathered it will drink it in the courts of My Sanctuary.”","10":"Go through, go through the gates. Clear the way for the people! Build up, build up the highway! Remove the stones. Lift up a banner over the peoples.","3":"You will also be a crown of beauty in the hand of ADONAI, and a royal diadem in the hand of your God.","11":"Behold, ADONAI has proclaimed to the end of the earth: Say to the Daughter of Zion, “Behold, your salvation comes! See, His reward is with Him, and His recompense before Him.”","2":"Nations will see your righteousness, and all kings your glory. You will be called by a new name, which ADONAI’s mouth will bestow.","1":"For Zion’s sake I will not keep silent, for Jerusalem’s sake I will not rest, until her righteousness shines out brightly, and her salvation as a blazing torch.","12":"Then they will call them The Holy People, The Redeemed of ADONAI, and you will be called, Sought Out, A City Not Forsaken.","4":"No longer will you be termed “Forsaken”, no longer your land termed “Desolate”. Instead you will be called, “My Delight is in Her” and your land, “Married”. For ADONAI delights in you, and your land will be married.","6":"On your walls, Jerusalem, I have set watchmen. All day and all night, they will never hold their peace. “You who remind ADONAI, take no rest for yourselves,","5":"For as a young man marries a virgin, so your sons will marry you. As a bridegroom rejoices over a bride, so your God will rejoice over you.","8":"ADONAI has sworn by His right hand and by His strong arm: “Surely I will never again give your grain as food for your enemies, nor will foreigners drink your new wine, for which you have labored."},"22":{"16":"‘What are you doing here, and who are you to be here, that you cut out a grave for yourself, carving out a tomb on the height, chiseling a crypt for yourself in the rock?","3":"All your rulers have fled together, then captured without a bow. All who were caught were taken into exile together, though they had fled far off.","5":"For my Lord ADONAI-Tzva’ot has a day of panic, trampling and confusion — in the Valley of Vision — of tearing down a wall, a catastrophe on the mountain.","21":"I will clothe him in your robe and fasten your sash on him. I will give your authority into his hands, so he will be a father to the inhabitants of Jerusalem and to the house of Judah.","18":"He will roll you up tightly and toss you like a ball into a large country. There you will die, and your glorious chariots will be the shame of your Master’s house.","12":"Now in that day, ADONAI Elohei-Tzva’ot will call for weeping and wailing, for baldness and putting on sackcloth.","10":"Though you counted the houses of Jerusalem, you broke down the houses to fortify the wall.","2":"You were full of noise, a boisterous city, an exultant town? Your dead were not slain with the sword, nor dead in battle.","22":"I will set the key  of the house of David upon his shoulder — what he opens, no one can shut; what he shuts, and no one can open.","8":"So He will expose Judah’s defense, and in that day you will look for the armor in the Forest House.","17":"Behold, strong man, ADONAI is about to hurl you headlong, and seize you firmly.","11":"You even made a reservoir between the two walls for the water of the old pool — but you did not look to the Maker, or consider the One who planned it long before.","1":"The burden of the Valley of Vision: What is the matter with you now? For you have gone up to the rooftops.","9":"Then you will see the breaches in the walls of the city of David — for they will be many — though you collect the water of the lower pool.","24":"They will hang all the glory of his father’s house on him — offspring and posterity, all the small vessels, from bowls to all the jars.","14":"But ADONAI-Tzva’ot revealed in my ears: “Surely this sin will not be atoned for until you die,” says my Lord ADONAI-Tzva’ot.","7":"So it will come to pass that your choicest valleys will be full of chariots and horsemen posted at the gate.","15":"Thus says my Lord ADONAI-Tzva’ot: “Go, say to this steward, to Shebna, who is over the house:","20":"“In that day I will summon my servant Eliakim, son of Hilkiah.","25":"“In that day,” says ADONAI-Tzva’ot, “the peg that was fastened in a firm place will give way, break away and fall, and the load that was on it will be cut off.” For ADONAI has spoken.","23":"I will fasten him as a peg in a firm place, and he will be a throne of honor to his father’s house.","6":"Elam took up the quiver, with chariots of men and horsemen, and Kir uncovered the shield.","4":"Therefore I said, “Look away from me! Let me weep bitterly — don’t try to comfort me about the ruin of the daughter of my people.”","19":"I will remove you from your post, and pull you down from your station.","13":"But instead, there is joy and gladness, slaughtering cattle and killing sheep, meat and drinking wine! “Let’s eat and drink, for tomorrow we will die!”"},"13":{"16":"Their babes will be dashed in pieces before their eyes. Their houses will be plundered, and their wives ravished.","3":"I have commanded My consecrated ones, yes, I have called My mighty ones, My proud exulting ones, for My fury.","5":"They are coming from a far country — from the end of the heavens — ADONAI and the weapons of His wrath, to destroy the whole land.","21":"But desert creatures will lie there. Their houses will be full of owls. Ostriches will dwell there, and goat-demons will dance  there.","18":"Their bows will cut down the young men, with no pity on the fruit of the womb, nor will their eye spare children.","12":"I will make people scarcer than gold, even than the pure gold of Ophir.","10":"For the stars of heaven and their constellations will not give their light. The rising sun will be darkened, and the moon will not give its light.","2":"Lift up a banner on a bare mountain, raise a voice to them, wave a hand, so that they may enter the gates of the nobles.","22":"Hyenas will howl in their citadels and jackals in their pleasant palaces. Her time is near to come — her days will not drag on long.","8":"They will be terrified; pain and anguish will take hold of them; they will writhe as a woman in labor; they will look aghast at one another — their faces aflame!","17":"Behold, I will stir up against them the Medes, who will not value silver and will take no delight in gold.","11":"I will punish the world for evil, and the wicked for their iniquity. I will put an end to the arrogance of the proud, and abase the insolence of tyrants.","1":"The burden  of Babylon, which Isaiah the son of Amoz saw:","9":"Behold, the day of ADONAI comes, cruel, full of wrath and fierce fury, to make the earth a desolation, and destroy its sinners from it.","14":"It will be like a hunted gazelle, or like sheep with no one gathering. Each will return to his own people, each will flee to his own country.","7":"Therefore all hands will fall limp, and every man’s heart will melt.","15":"Everyone found will be thrust through. Everyone caught will fall by the sword.","20":"It will never be inhabited, nor will it be dwelt in from generation to generation, nor will an Arab pitch a tent there, nor will shepherds let flocks lie there.","6":"Wail, for the day of ADONAI is near! it will come as destruction from Shaddai.","4":"A sound of tumult in the mountains like that of many people! A sound of uproar of kingdoms, of nations gathered! ADONAI-Tzva’ot is mustering the army for battle.","19":"So Babylon, the glory of kingdoms, the beauty of Chaldean pride, will be just as when God overthrew Sodom and Gomorrah.","13":"Therefore I will make heaven tremble, and the earth will shake from its place at the wrath of ADONAI-Tzva’ot, in the day of His fierce fury."},"47":{"3":"Your nakedness will be uncovered, and your shame will be exposed. I will take vengeance, and will spare no one.","5":"Sit in silence, go into darkness, daughter of the Chaldeans. For you will no more be called the mistress-queen of kingdoms.","12":"Stand fast in your enchantments and your many sorceries, which you have toiled over since your youth. Perhaps you will succeed? Perhaps you will cause terror?","10":"You felt secure in your wickedness, You said, “No one sees me.” Your wisdom and your knowledge led you astray, so you have said in your heart, “I am — there is no one else beside me!”","2":"Take the millstones and grind flour. Remove your veil, strip off the skirt, uncover the leg, cross the rivers.","8":"Now then, hear this, voluptuous one, dwelling securely, saying in your heart, “I am, and there is no one besides me! I will not sit as a widow, or know the loss of children,”","11":"But calamity will come upon you. You won’t know how to charm it away. Disaster will fall on you, for which you cannot atone. Catastrophe you cannot foresee will suddenly come upon you.","1":"Come down and sit in the dust, virgin daughter of Babylon. Sit on the ground without a throne, daughter of the Chaldeans. For you will no more be called tender and delicate.","9":"These two things will come upon you in a moment, in one day — loss of children and widowhood — they will come upon you in full measure in spite of your many sorceries and your many spells.","14":"Behold, they shall be as stubble. Fire will consume them. They cannot deliver themselves from the power of the flame! It is not a coal for warming by or a fire to sit before!","7":"You said, “Forever, I will be the eternal mistress-queen!” You did not lay these things to heart or remember their end.","15":"So much have they become to you, with whom you have toiled, trafficking with you from your youth, each wandering about his own way. No one will save you!","6":"I was angry with My people. I profaned My heritage. I gave them into your hand, but you showed them no mercy. You made your yoke very heavy on the aged.","4":"Our Redeemer, ADONAI-Tzva’ot is His Name, is the Holy One of Israel.","13":"You are weary of your consultations. So many! So let the astrologers, star-gazers, predicting by new moons, stand up and save you from what will come upon you."},"3":{"16":"Moreover ADONAI says: “Since the Daughters of Zion are proud, and walk with outstretched necks and seductive eyes, walking and mincing as they go, making a jingling with their feet,","3":"captain of 50 and man of rank, counselor, crafty magician and cunning charmer.","5":"The people will oppress one another — each one by his fellow, each one by his neighbor. The child will be insolent to the aged, and dishonarable to the honorable.","21":"rings and nose-jewels,","18":"In that day ADONAI will strip the finery of anklets, headbands, crescents,","12":"My people! Children are their oppressors and women rule over them. My people! Your guides mislead you and destroy the way of your paths.","10":"Say to the righteous, he will be well, eating the fruit of their deeds.","2":"mighty man and man of war, judge, and prophet, fortune-teller and elder,","22":"festal robes, capes, cloaks, purses,","8":"For Jerusalem has stumbled, and Judah is fallen. For their tongue and their actions are against ADONAI, defying the eyes of His glory.","17":"therefore ADONAI will smite with a scab the forehead of the Daughters of Zion. ADONAI will expose their secret parts.","11":"Oy, the wicked! It will be bad for him, for the dealing of his hands will be done to him.","1":"For behold! The Lord, ADONAI-Tzva’ot, takes from Jerusalem and from Judah supply and support, every supply of bread and every supply of water,","9":"The expression of their faces bears witness against them. They display their sin like Sodom — they do not hide it. Oy, their souls! For they brought evil on themselves.","24":"Now it will come to pass: Instead of sweet spices there will be rottenness; instead of a sash, rags; instead of curled hair, baldness; instead of fine clothing, sackcloth; and branding instead of beauty.","14":"ADONAI will enter into judgment with the elders of His people and with the princes: “You have devoured the vineyard. The plunder of the poor is in your houses.","7":"In that day he will protest, saying: “I’m no healer! In my house is no bread or cloak. Don’t make me a ruler of people!”","15":"What do you mean by crushing My people and grinding the face of the poor?” says ADONAI Elohei-Tzva’ot.","20":"headdresses, armlets, sashes, perfume vials, amulets,","25":"Your men will fall by the sword, and your warriors in battle.","23":"lace scarves, fine linen, turbans and veils.","6":"When a man takes hold of his brother in the house of his father, saying: “You have a cloak, you be our ruler! This ruin is under your charge.”","4":"I will set children as their rulers. Capricious ones will govern them.","19":"pendants and bracelets, veils,","13":"ADONAI arises to contend a case, and stands to judge the people.","26":"Her gates will lament and mourn. Desolate, she will sit on the ground."},"8":{"16":"Bind up the testimony, seal the instruction with My disciples.","3":"Then I went to the prophetess; and she conceived and bore a son. Then ADONAI said to me: “Call his name Maher-shalal-hashbaz.","5":"Then ADONAI spoke to me further, saying:","21":"They will pass this way that are hard-pressed and hungry, and it will turn out that when they are hungry, they will become enraged and curse their king and their God. Whether they turn their faces upward","18":"Here I am with the children that ADONAI has given me as signs and wonders in Israel, from ADONAI-Tzva’ot who dwells on Mount Zion.","12":"“Do not say: ‘It’s a conspiracy!’ about everything that these people call a conspiracy. You must not fear or tremble at what they fear.","10":"Take counsel together, but it will amount to nothing. Speak a word, but it will not stand. For God is with us!","2":"So I took for myself trustworthy witnesses — Uriah the kohen and Zechariah son of Jeberechiah.","22":"or look to the earth, behold, distress and darkness, the gloom of anguish, and they will be driven into darkness.","8":"Then it will sweep through Judah, overflow as it passes through, reaching even to the neck! So the spread of its wings will be the full breadth of your land! Immanuel!","17":"I will wait for ADONAI, who is hiding His face from the house of Jacob, and I will look eagerly for Him.","11":"For thus ADONAI spoke to me, with a strong hand, warning me that I should not walk in the way of these people, saying:","1":"Then ADONAI said to me: “Take yourself a great tablet, and write on it with a man’s stylus: ‘Maher-shalal-hashbaz .’”","9":"Make an uproar, O peoples — but you will be broken in pieces. Give ear, all you of far countries. Arm yourselves — yet be shattered! Arm yourselves — yet be shattered!","14":"He will be a Sanctuary, but a stone of stumbling and a rock of offence  to both the houses of Israel, a trap and a snare to the inhabitants of Jerusalem.","7":"therefore behold, ADONAI is bringing on them the waters of the River — mighty and massive — Assyria’s king with all his glory! It will rise over all its channels and spill over all its banks.","15":"Many among them will stumble, fall, and be broken, snared and caught.","20":"To Torah and to the testimony! If they do not speak according to this word, it is because they have no light.","23":"But there is no gloom to her  who was in anguish, as in time past. He treated lightly the land of Zebulun and the land of Naphtali, but in the future He will bring glory — by the way of the sea, beyond the Jordan — Galilee of the Gentiles.","6":"“Because these people have refused the softly flowing waters of Shiloah, and rejoice with Rezin and Remaliah’s son,","4":"For before the child will have knowledge to cry ‘my father!’ or ‘my mother!’ the wealth of Damascus and the spoil of Samaria will be carried away before the king of Assyria.”","19":"When they say to you: “Consult the mediums and necromancers who chirp and mutter,” shouldn’t a people seek their God? Should a people consult the dead on behalf of the living?","13":"ADONAI-Tzva’ot, Him will you sanctify, and let Him be your fear, trembling at Him."},"12":{"3":"With joy you will draw water from the wells of salvation.","2":"Behold, God is my salvation! I will trust and will not be afraid. For the Lord ADONAI is my strength and my song. He also has become my salvation.”","1":"In that day you will say: “I will give You thanks, ADONAI, for though You were angry with me, Your anger is turned away, and You comfort me.","4":"In that day you will say: “Give thanks to ADONAI. Proclaim His Name! Declare His works to the peoples, so they remember His exalted Name.","6":"Cry out and shout, inhabitant of Zion! For great in your midst is the Holy One of Israel.”","5":"Sing to ADONAI, for He has done gloriously. Let this be known in all the earth."},"65":{"16":"So he who says a bracha in the land will be blessed by the God of truth, and he who swears in the land will swear by the God of truth. For the former troubles are forgotten, because they are hidden from My sight!","3":"These people provoke Me continually to My face, sacrificing in gardens, burning incense on bricks,","5":"who say, ‘Keep to yourself, don’t come to me, for I am holier than you!’ These are smoke in My nostrils, a fire that burns all day.","21":"They will build houses and inhabit them. They will plant vineyards and eat their fruit.","18":"But be glad and rejoice forever in what I am creating. For behold, I am creating Jerusalem for rejoicing, and her people for joy.","12":"I will fate you to the sword, and all of you will kneel to slaughter. For I called, but you did not answer, I spoke, but you did not hear. So you did what was evil in My sight, and chose what I did not delight in.”","10":"Sharon will be a fold of flocks, and the valley of Achor a place for herds to lie down in, for My people who seek Me.","2":"I have stretched out My hands all day to a rebellious people,  who walk in a way that is not good, following their own thoughts.","22":"They will not build and another inhabit, nor plant and another eat. For like the days of a tree, so will be the days of My people, and My chosen ones will long enjoy the work of their hands.","8":"Thus says ADONAI: “As new wine is found in a cluster, and one says, ‘Do not destroy it, for a blessing is in it,’ so I will do for My servants’ sakes, that I may not destroy them all.","17":"For behold, I create new heavens and a new earth.  The former things will not be remembered or come to mind.","11":"But you who forsake ADONAI, who forget My holy mountain, who prepare a table for Fortune, who fill cups of mixed wine for Fate,","1":"“I was sought by those who did not ask for Me, I was found by those who did not seek Me. I said, ‘Hineni, hineni!’ to a nation not called by My Name.","9":"I will bring forth offspring from Jacob, an heir of My mountains from Judah. My chosen ones will inherit it, and My servants will dwell there.","24":"And it will come to pass that before they call, I will answer, and while they are still speaking, I will hear.","14":"Behold, My servants will sing for joy with a happy heart, but you will cry from pain of heart, and wail out of a broken spirit.","7":"your iniquities, and the iniquities of your fathers together,” says ADONAI, “because they burned incense on the mountains, and scorned Me on the hills. So I will measure into their laps full wages for their former deeds.”","15":"You will leave your name behind as a curse for My chosen ones, and ADONAI Elohim will slay you. But He will call His servants by another name.","20":"No longer will there be in it an infant who lives but a few days, or an old man who does not fill out his days. For the youth will die at a hundred years, But one who misses the mark of a hundred must be accursed.","25":"The wolf and the lamb will feed together. The lion will eat straw like the ox, but dust will be the serpent’s food. They will not hurt or destroy in all My holy mountain,” says ADONAI.","23":"They will not labor in vain nor bear children for calamity. For they are the offspring of those blessed by ADONAI, as well as descendants with them.","6":"Behold, it is written before Me; I will not keep silence, but will repay, even repay into their laps,","4":"sitting among graves, spending the night in cave-tombs; eating swine’s flesh, and the broth of detestable things is in their pots,","19":"Then I will rejoice in Jerusalem, and be glad in My people. No longer will the voice of weeping or the voice of crying be heard in her.","13":"Therefore thus says ADONAI Elohim: “Behold, My servants will eat, while you will go hungry. Behold, My servants will drink, but you will be thirsty. Behold, My servants will rejoice, but you will be put to shame."},"40":{"11":"Like a shepherd, He tends His flock.  He gathers the lambs in His arms carries them in his bosom, and gently guides nursing ewes.","3":"A voice cries out in the wilderness, “Prepare the way of ADONAI, Make straight in the desert a highway for our God.","20":"One too poor for such an offering chooses wood that will not rot. He looks for a skilled craftsman to prepare him an idol that will not totter.","12":"Who has measured the waters in the palm of His hand, or measured out heaven with a span, or calculated the dust of the earth in a measure, or weighed the mountains in scales, or the hills in a balance?","10":"Look, ADONAI Elohim comes with might, with His arm ruling for Him. Behold, His reward is with Him, and His recompense before Him.","17":"All the nations are as nothing before Him. By Him they are accounted null and void.","13":"Who can fathom the Ruach ADONAI? Or instruct Him as His counselor?","27":"Why do you say, O Jacob, and assert, O Israel, “My way is hidden from ADONAI, and the justice due me escapes the notice of my God”?","30":"Even youths grow tired and weary, and young men stumble and fall,","18":"To whom then will you liken God? To what likeness will you compare Him?","29":"He gives strength to the weary, and to one without vigor He adds might.","23":"He reduces princes to nothing. He makes the judges of the earth a confusion.","19":"To an idol? A craftsman casts it, a goldsmith overlays it with gold and fashions silver chains for it.","1":"“Comfort, comfort My people,” says your God.","5":"The glory of ADONAI will be revealed, and all flesh will see it together.” For the mouth of ADONAI has spoken.","4":"Every valley will be lifted up, every mountain and hill made low, the rough ground will be a plain and the rugged terrain smooth.","8":"The grass withers, the flower fades. But the word of our God stands forever.”","26":"Lift up your eyes on high, and see! Who created these? The One who brings out their host by number, the One who calls them all by name. Because of His great strength and vast power, not one is missing.","14":"With whom did He consult, and who instructed Him? Who taught Him in the path of justice or taught Him knowledge? Who informed Him about the way of understanding?","22":"He sits above the circle of the earth — its inhabitants are like grasshoppers — He stretches out the skies like a curtain, spreads them out like a tent to dwell in.","28":"Have you not known? Have you not heard? ADONAI is the eternal God, the Creator of the ends of the earth. He does not grow tired or weary. His understanding is unsearchable.","25":"“To whom then will you liken Me? Or who is My equal?” says the Holy One.","9":"Get yourself up on a high mountain, you who bring good news to Zion! Lift up your voice with strength, you who bring good news to Jerusalem! Lift it up! Do not fear! Say to the cities of Judah: “Behold your God!”","15":"Behold, the nations are like a drop from a bucket, and count as a speck of dust on the scales. Behold, the islands weigh as fine dust.","21":"Do you not know? Have you not heard? Has it not been told to you from the beginning? Have you not understood from the foundations of the earth?","24":"Scarcely are they planted, scarcely are they sown, scarcely their stem takes root in the earth, when He blows on them and they wither, and a storm carries them off as stubble.","16":"Lebanon is not enough to burn, or its animals enough for a burnt offering.","7":"The grass withers, the flower fades. For the breath of ADONAI blows on it. Surely the people are grass.","2":"Speak kindly to the heart of Jerusalem and proclaim to her that her warfare has ended, that her iniquity has been removed. For she has received from ADONAI’s hand double for all her sins.","6":"A voice is saying, “Cry out!” So I said, “What shall I cry out?” “All flesh is grass, and all its loveliness is like the flower of the field.","31":"but they who wait for ADONAI will renew their strength. They will soar up with wings as eagles. They will run, and not grow weary. They will walk, and not be faint."},"14":{"11":"Your pomp is brought down to Sheol with the music of your harps. Maggots are spread out under you, and worms cover you.”","3":"Now in the day when ADONAI will give you rest from your sorrow and your turmoil, and from the hard service you were forced to do,","20":"You will not join with them in burial, because you ruined your land, you slaughtered your own people. The offspring of evildoers will never be named.","12":"How you have fallen from heaven, O brighstar , son of the dawn!  How you are cut down to the earth, you who made the nations prostrate!","10":"They all answer and say to you: “Even you have become as weak as us? Have you become like us?","17":"who made the world a wilderness and destroyed its cities, who never opened the house of his prisoners?”","13":"You said in your heart: “I will ascend to heaven, I will exalt my throne above the stars of God.  I will sit upon the mount of meeting, in the uttermost parts of the north.","27":"For ADONAI-Tzva’ot has purposed, so who will annul it? Since His hand is stretched out, who will turn it back?","30":"The firstborn of the poor will feed, and the needy will lie down in safety. I will kill your root with famine, and your survivors will be slain.","18":"All the kings of the nations, all of them, lie in glory, each in his own house.","29":"Do not rejoice, all you of Philistia, that the rod that struck you is broken. For from the serpent’s root comes a viper and its fruit will be a flying serpent.","23":"“I will also make it a possession for the porcupine, with marshes of water, and I will sweep it with the broom of destruction.” It is a declaration of ADONAI-Tzva’ot.","19":"But you are cast out of your tomb as a discarded branch, garment of the slain, pierced with a sword, dumped into a stony pit, a corpse trodden underfoot.","1":"For ADONAI will have compassion on Jacob and will again choose Israel and settle them in their own land. The outsider will join himself with them and will cling to the house of Jacob.","5":"ADONAI has broken the rod of the wicked, the scepter of the rulers,","4":"you will take up this taunt against the king of Babylon and say: “How the taskmaster has ceased! The raging oppressor, exacter of gold, has ceased!","8":"Even the cypress trees rejoice over you, along with the cedars of Lebanon: “Since you were laid low, no woodcutter comes up against us.”","26":"This is the purpose planned for the whole earth, and this is the hand that is stretched out over all the nations.”","14":"I will ascend above the high places of the clouds — I will make myself like Elyon.”","22":"“For I will rise up against them” — it is a declaration of ADONAI-Tzva’ot — “and I will cut off from Babylon name and remnant, offshoot and offspring,” declares ADONAI.","28":"In the year king Ahaz died came this burden:","25":"I will break Assyria in My land. On My mountains I will trample him. Then his yoke will be taken off them, his burden removed from their shoulder.","9":"Sheol from below is excited about you, to meet you at your coming! He stirs up the dead spirits for you, even the chief ones  of the earth. He makes all the kings of the nations rise up from their thrones.","15":"Yet you will be brought down to Sheol, to the lowest parts of the Pit.","21":"Prepare slaughter for his children for the iniquity of their fathers, so they would not rise up and possess the land, or fill the face of the earth with cities.","24":"ADONAI Tzva’ot has sworn, saying: “Surely, as I thought it, so it will be. As I have purposed, so it will stand.","16":"Those who see you will stare at you, reflecting on what has become of you: “Is this the one who shook the earth, who made kingdoms tremble,","32":"What will they answer the messengers of the nation? For ADONAI has founded Zion, and the afflicted of His people will find refuge in her.","7":"The whole earth is at rest, and quiet. They break forth with a ringing cry!","2":"The peoples will take them and escort them to their place. The house of Israel will possess them in the land of ADONAI as servants and handmaids. They will take their captors captive, and rule over their oppressors.","6":"which struck the people in wrath with continual strokes, which ruled the nations in fury, with relentless persecution.","31":"Wail, O gate! Cry, O city! Melt away, all you of Philistia! For smoke is coming from the north, and there is no straggler in its ranks."},"26":{"16":"ADONAI, they sought You in distress, they poured out a whispered prayer when Your discipline was upon them.","3":"You keep in perfect peace one whose mind is stayed on You, because he trusts in You.","5":"For He humbles those dwelling on high, leveling the lofty city, leveling it to the ground, bringing it down to the dust.","21":"For behold, ADONAI is coming out from His place to punish inhabitants of the earth for iniquity. The earth will disclose her bloodshed, no longer covering up her slain.","18":"We have been with child, we have been in pain, yet we gave birth to wind. We are accomplishing no deliverance for the earth, nor are inhabitants of the world coming to life.","12":"ADONAI, You will establish shalom for us, for all our works You have done for us.","10":"Though grace is shown to the wicked, he does not learn righteousness. Even in a land of uprightness he will act wrongly, not perceiving the majesty of ADONAI.","2":"Open the gates!  Let the righteous nation enter — one that keeps faith.","8":"Yes, in the way of Your judgments, ADONAI, we have waited for You. Your Name and Your remembrance is the desire of our soul.","17":"As a pregnant woman about to give birth writhes and cries out in her pain, so we were before You, ADONAI.","11":"ADONAI, Your hand is lifted up, yet they do not see it; They will see Your zeal for the people and be put to shame. Yes, fire will devour Your enemies.","1":"In that day, this song will be sung in the land of Judah: “We have a strong city. He appoints salvation as its walls and ramparts.","9":"My soul longs for You at night, yes, my spirit within me seeks You. For when Your judgments are in the earth, the inhabitants of the world learn righteousness.","14":"The dead do not live — dead souls do not rise. Thus You punished and destroyed them and wiped out all memory of them.","7":"The way of the righteous is straight. Upright One, You make smooth the path of the righteous.","15":"You have increased the nation, ADONAI, You have increased the nation. You are glorified as You have expanded all the borders of the land.","20":"Go, my people, enter your rooms, and shut your doors behind you. Hide for a little while, until the wrath is past.","6":"Feet will trample it down, feet of the afflicted, the footsteps of the poor.","4":"Trust in ADONAI forever, for the LORD ADONAI is a Rock of ages.","19":"Yet it will be: “Your dead will live! My corpses will rise! Awake and shout for joy, you who dwell in the dust! Your dew is like the dew of the dawn. The land of dead souls will come to life!","13":"ADONAI Eloheinu, other lords beside You have had dominion over us, but we remember Your Name alone."},"17":{"3":"The fortress will also cease from Ephraim, and the kingdom from Damascus. The remnant of Aram will be like the glory of Bnei-Yisrael. It is a declaration of ADONAI-Tzva’ot.","5":"It will be as when the harvester gathers the standing grain and reaps the heads with his arm, as when one gleans grain in the valley of Rephaim.","12":"Oy! The uproar of many peoples who roar like the roaring of the seas. The rumbling of nations, who rush in like the rumbling of mighty waters!","10":"For you have forgotten the God of your salvation and you have not remembered the Rock of your strength. Therefore you plant delightful plants and set out exotic vines.","2":"The cities of Aroer are forsaken. They will be for flocks — they will lie down and no one will frighten them.","8":"He will not look to the altars, the work of his hands, nor will he look to what his fingers have made — neither the Asherah poles nor the sun-images.","11":"In the day that you plant, you fence it in, and in the morning you made your seed to sprout — but the harvest will be a heap in a day of grief and incurable pain.","1":"The burden of Damascus: Behold, Damascus will cease as a city and will become a ruinous heap.","9":"In that day the strong cities will be like forsaken forests and treetops that were abandoned, because of Bnei-Yisrael — they will be laid waste.","14":"At evening time — sudden terror! Before morning, they are no more. This is the reward of those who plunder us and the lot of those who pillage us.","7":"In that day a man will look to his Maker and his eyes will turn to the Holy One of Israel.","6":"Only gleanings will remain, as when beating an olive tree — two or three olives at the very top, four or five on a fruitful tree’s branches. It is a declaration of ADONAI God of Israel.","4":"Now in that day Jacob’s glory will fade, and the fatness of his flesh grow lean.","13":"The nations will rush in like the rumbling of many waters, but He will rebuke them so they will flee far away, chased like chaff on the hills before the wind, like whirling dust before the storm."},"28":{"11":"For through stammering lips and a foreign tongue He will speak to this people,","3":"The proud crown of Ephraim’s drunks will be trampled underfoot.","20":"For too short is the bed to stretch on, too narrow the blanket to wrap up in.","12":"To whom He said, “Here is rest, give rest to the weary, here is repose” — but they would not listen.","10":"For it must be ‘precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a little.’","17":"But I will make justice the measuring line and righteousness the plumb line. Hail will sweep away the refuge of lies, and water will overflow the hiding place.","13":"So the word of ADONAI is to them ‘precept on precept, precept on precept, line upon line, line upon line, here a little, there a little.’ So they walk, and fall backward, and are broken, trapped, and captured.","27":"For dill is not threshed with a sledge, nor is a cart wheel rolled over cumin. Rather, dill is beaten out with a staff, and cumin with a rod.","18":"Your covenant with death is annulled, and your pact with Sheol will not stand. An overflowing scourge will pass through and you will be its trampling place.","29":"This also comes from ADONAI-Tzva’ot: Wonderful is His counsel, great is His wisdom.","23":"Give ear and hear my voice! Pay attention and hear my words.","19":"As often as it passes through, it will seize you — morning by morning, by day and by night passing through. It will be sheer terror to understand the message.’”","1":"Oy, the proud crown of Ephraim’s drunks! Its glorious beauty is a fading flower, which is at the head of the fertile valleys of those overcome with wine!","5":"In that day ADONAI-Tzva’ot will be a crown of glory, a diadem of beauty to the remnant of His people,","4":"The glorious beauty is a fading flower which is at the head of the fertile valley, like a first-ripe fig before summer — whoever sees it, swallows it up while it is still in his palm.","8":"Since all the tables are full of the filth of vomit, no place is left.","26":"For his God teaches him judgment, instructing him.","14":"Therefore hear the word of ADONAI, you scoffers, who rule this people who are in Jerusalem:","22":"So now, stop your scoffing, lest your shackles be strengthened! For I have heard from ADONAI Elohei-Tzva’ot of destruction determined upon the whole land.","28":"Bread grain is crushed, but not endlessly. Rumbling cart wheels and horses over it would only crush it to powder.","25":"No! When he has leveled its surface, he scatters dill and sows cumin, plants wheat in rows, places barley, and rye on its border.","9":"To whom will He teach knowledge? To whom will He explain the message? Those just weaned from milk? Those just taken from the breast?","15":"“Because you have said, ‘We cut a covenant with death, we made a pact with Sheol, so when the overflowing scourge passes through, it won’t come for us, for we have made lies our refuge, and hid ourselves in falsehood’ —","21":"For ADONAI will rise up as at Mount Perazim, He will quake with awe as at the valley of Gibeon, to do His deed, His strange deed, and to work His work, His extraordinary work.","24":"Does a plowman plow all day to sow the seed? Does he continually break open and harrow his ground?","16":"Therefore thus says ADONAI Elohim: ‘Behold, I am laying in Zion a stone, a tested stone, a costly cornerstone,  a firm foundation — whoever trusts will not flee in haste.","7":"But these also reel from wine and stagger from strong drink — the kohen and the prophet reel from strong drink — are confused because of wine, they stagger because of strong drink, they are muddled in vision, they stumble in judgment.","2":"Behold, ADONAI is strong and mighty, like a hailstorm, a destructive tempest, like a downpour of overflowing water, He hurls it down to earth with His hand.","6":"a spirit of judgment for him who sits on the judgment seat, and strength for those turning back the battle at the gate."},"36":{"16":"“Don’t listen to Hezekiah! For thus says the king of Assyria: ‘Make peace with me and come out to me. Then everyone will eat from his own vine and fig tree, and everyone will drink water from his own cistern,","3":"Then Eliakim son of Hilkiah, who was in charge of the palace, Shebna the scribe, and Joah son of Asaph the recorder came out to him.","5":"I say your strategy and strength for war are only words of a lip. Who do you rely on now, so that you have rebelled against me?","21":"But they were silent, and did not answer him a word, for the king’s commandment was, “Do not answer him.”","18":"“Beware that Hezekiah does not mislead you by saying, ‘ADONAI will deliver us.’ Has any one of the gods of the nations delivered his land from the hand of the king of Assyria?","12":"But the Rab-shakeh said: “Has my master sent me only to your master and to you to speak these words? Hasn’t he sent me to the men who sit on the wall — who will eat their own waste and drink their own urine with you?”","10":"“Moreover, have I now come up against this land to destroy it without ADONAI’s approval? ADONAI said to me: ‘Go up against this land, and destroy it.’”","2":"The king of Assyria sent the Rab-shakeh  from Lachish to Jerusalem to King Hezekiah with a massive army. The Rab-shakeh stood by the aqueduct of the upper pool in the highway of the washer’s field.","22":"Then Eliakim son of Hilkiah, who was in charge of the palace, and Shebna the scribe, and Joah son of Asaph the recorder came to Hezekiah with their clothes torn, and told him the words of the Rab-shakeh.","8":"“So now, make a bargain with my master, the king of Assyria. I’ll give you 2,000 horses — if you could put riders of your own on them.","17":"until I come and take you away to a land like your own land — a land of grain and wine, a land of bread and vineyards.’","11":"Then Eliakim and Shebna and Joah said to the Rab-shakeh: “Please speak to your servants in Aramaic, for we understand it. Don’t speak to us in the language of the Jews when the people on the wall are listening.”","1":"Now it came to pass in the fourteenth year of King Hezekiah that King Sennacherib of Assyria came up against all the fortified cities of Judah and captured them.","9":"So, how can you repulse a single lieutenant — the least of my master’s servants? Yes, you’re relying on Egypt for chariots and for horsemen.","14":"Thus says the king: ‘Don’t let Hezekiah deceive you, for he will not be able to deliver you!","7":"“‘But if you say to me: ‘We trust in ADONAI our God’ — is it not He whose high places and altars Hezekiah has removed, and then said to Judah and to Jerusalem, ‘You must worship before this altar’?","15":"Nor let Hezekiah persuade you to trust in ADONAI by saying, “ADONAI will surely deliver us — this city will not be given into the hand of the king of Assyria.”’","20":"Who among all the gods of these lands have delivered their country out of my hand? So will ADONAI deliver Jerusalem from my hand?”","6":"Behold, you rely on this splintered reed as a staff — Egypt! If a man leans on it, it will go into the palm of his hand and pierce it — thus Pharaoh king of Egypt is to all who trust in him.","4":"So the Rab-shakeh said to them, “Say now to Hezekiah, thus says the great king, the king of Assyria: ‘What is this confidence you’ve relied on?","19":"Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Indeed, when did they deliver Samaria from my hand?","13":"Then the Rab-shakeh stood and cried with a loud voice in the language of the Jews and said: “Hear the words of the great king, the king of Assyria."},"4":{"3":"So it will come to pass that whoever is left in Zion and whoever remains in Jerusalem will be called holy — everyone who is recorded among the living in Jerusalem.","2":"In that day the Branch of ADONAI will be beautiful and glorious, and the fruit of the land excellent and appealing for Israel’s survivors.","1":"Seven women will grab hold of one man in that day, saying: “We will eat our own bread, and wear our own apparel. Only let us be called by your name — take away our reproach!”","4":"After ADONAI has washed away the filth of the Daughters of Zion and has purged the blood of Jerusalem from her midst by the spirit of judgment and by the spirit of burning,","6":"Then there will be a sukkah for shade by day from the heat, and for refuge and for shelter from storm and from rain.","5":"then ADONAI will create over the whole area of Mount Zion and over her convocations, a cloud by day, and smoke and shining of a flaming fire by night. For over all, glory will be a canopy ."},"50":{"7":"For ADONAI Elohim will help Me. Therefore I have not been disgraced. Therefore I set My face like flint, and I know that I will not be ashamed.","9":"See, ADONAI Elohim will help Me. Who is he who would condemn Me? See, they all wear out like a garment. A moth will eat them up.","10":"Who among you fears ADONAI? Who hears the voice of His servant? Who walks in darkness and has no light? Let him trust in the Name of ADONAI and lean on his God.","3":"I clothe the heavens with blackness and make sackcloth their covering.”","11":"“Behold, all you who kindle a fire, encircling yourselves with firebrands. Walk in the light of your fire and among the brands you have lit. This you will have from My hand: you will lie down in torment.”","2":"Why was no one there when I came? Why was there no one to answer when I called? Is My hand too short to redeem? Or have I no power to deliver? Behold, I dry up the sea at My rebuke, I make rivers a wilderness — their fish stink for lack of water and die of thirst.","1":"Thus says ADONAI: “Where is the divorce certificate, by which I sent your mother away? Or to whom of My creditors did I sell you? See, you were sold for your iniquities, and for your transgressions your mother was sent away.","4":"ADONAI Elohim has given Me the tongue of the learned,  that I may know how to sustain the weary with a word. He awakens Me morning by morning. He awakens My ear to give heed as a disciple.","6":"I gave My back to those who strike, and My cheeks to those pulling out My beard; I did not hide My face from humiliation and spitting.","5":"ADONAI Elohim has opened My ear, and I was not rebellious, nor did I turn back.","8":"The One who vindicates Me is near. Who will accuse Me? Let us stand up to each other. Who is My adversary? Let him confront Me."},"45":{"16":"All of them will be ashamed, disgraced — idol-makers go in dishonor together.","3":"I will give you treasures of darkness and hidden riches of secret places, so you may know that I am ADONAI, the God of Israel, who calls you by your name.","5":"I am ADONAI — there is no other. Besides Me there is no God. I will strengthen you, though you have not known Me,","21":"Declare and present your case, Indeed, let them consult together. Who foretold this from ancient time? Who has declared it of old? Is it not I, ADONAI? There is no other God beside Me — a righteous God and a Savior — there is none besides Me!","18":"For thus says ADONAI — He is God who fashioned the heavens, who formed the earth and made it, He established it and did not create it desolate but formed it to be inhabited — “I am ADONAI — there is no other!”","12":"I made the earth and created man on it. My hands stretched out the heavens and I commanded all their host.","10":"Oy, to him who says to his father, “What have you begotten?” Or to a woman, “What have you born?”","2":"I will go before you and make crooked places straight. I will shatter bronze doors and cut through iron bars.","22":"Turn to Me, and be saved, all the ends of the earth. For I am God — there is no other.","8":"“Rain down, O heavens, from above, and let the clouds pour down justice. Let the earth open up, let salvation sprout, and righteousness spring up with it. I, ADONAI, have created it.”","17":"Israel has been saved by ADONAI with an everlasting salvation. You will not be put to shame or disgraced, for ever and ever.","11":"Thus says ADONAI, the Holy One of Israel and its Maker, “Ask Me about the things to come upon My children. Then you will commit to Me the work of My hands.","1":"Thus says ADONAI to His anointed, Cyrus, whose right hand I have grasped, to subdue nations before him, to loose the belts of kings, to open doors before him so that gates may not be shut.","9":"Oy, to one who quarrels with his Maker, like a pot among the pots of the earth! Shall the clay say to the potter, “What have you made?” Or does your work say, “It has no handles”?","24":"They will say of Me, ‘Only in ADONAI is righteousness and strength.’ All who have raged against Him will come to Him and be put to shame.","14":"Thus says ADONAI: “Egypt’s toil, Ethiopia’s merchandise, and the tall Sabeans will come over to you and be yours. They will walk behind you in chains. They will bow down to you, and pray, saying, ‘Surely God is with you!’ There is none else — no other God!”","7":"I form light and create darkness. I make shalom and create calamity. I, ADONAI, do all these things.","15":"Truly You are a God who hides Himself, O God of Israel, Savior!","20":"“Assemble yourselves and come, draw near together, fugitives of the nations! Those who carry their wooden idols have no knowledge, praying to a god who cannot save.","25":"In ADONAI all the seed of Israel will be justified and give praise.”","23":"By Myself I have sworn — the word has gone forth from My mouth in righteousness, and is irrevocable: that to Me every knee will bow, every tongue will swear.","6":"so they may know, from the rising to the setting of the sun, that there is no one besides Me. I am ADONAI — there is no other.","4":"For the sake of Jacob My servant, and Israel My chosen one, I have also called you by name, I have given you a title of honor, though you have not known Me.","19":"“I have not spoken in secret, in a place of a land of darkness. I did not say to the seed of Jacob, ‘Seek Me in desolation.’ I, ADONAI, speak righteousness, declaring uprightly.”","13":"“I stirred Cyrus up in righteousness and I will level all his roads. He will build My city and set My exiles free, with no price or bribe,” says ADONAI-Tzva’ot."},"60":{"16":"You will also suck the milk of nations and nurse at the breast of kings. Then you will know that I, ADONAI, am your Savior and your Redeemer, the Mighty One of Jacob.","3":"Nations will come to your light, kings to the brilliance of your rising.","5":"Then you will see and be radiant, and your heart will throb and swell with joy. For the abundance of the sea will be turned over to you. The wealth of nations will come to you.","21":"Then your people will all be righteous. They will possess the land forever — the branch of His planting, the work of My hands — that I may be glorified.","18":"No more will violence be heard in your land, devastation nor destruction within your borders. But you will call your walls Salvation and your gates Praise.","12":"For the nation and the kingdom which will not serve you will perish — those nations will be utterly ruined.","10":"Foreigners will build up your walls, and their kings will minister to you. For in My fury I struck you, but in My favor I will show you mercy.","2":"For behold, darkness covers the earth, and deep darkness the peoples. But ADONAI will arise upon you, and His glory will appear over you.","22":"The smallest will become a thousand, and the least a mighty nation. I, ADONAI, will hasten it in its time.”","8":"Who are these who fly like a cloud, like doves to their windows?","17":"“Instead of bronze I will bring gold, instead of iron I will bring silver, instead of wood, bronze, and instead of stones, iron. I will make shalom your overseer, and righteousness your taskmasters.","11":"Your gates will be open continually. They will not be shut day or night, so that men may bring to you the wealth of the nations, with their kings led in procession.","1":"Arise, shine, for your light has come! The glory of ADONAI has risen on you.","9":"Surely the islands will hope in Me, with the ships of Tarshish in the lead, to bring your sons from afar, their silver and gold with them, for the Name of ADONAI your God, and for the Holy One of Israel, because He has glorified you.","14":"The sons of those who afflicted you will come bowing to you, and all those who despised you will fall at the soles of your feet. They will call you the city of ADONAI, Zion of the Holy One of Israel.","7":"All Kedar’s flocks will be gathered to you. Nebaioth’s rams will minister to you. They will go up with favor on My altar, and I will beautify My glorious House.","15":"Instead of deserted and hated, no one passing through, I will make you an eternal pride, joy from generation to generation.","20":"No more will your sun set, nor will your moon wane, for ADONAI will be your everlasting light, as the days of your mourning end.","6":"A multitude of camels will cover you, young camels of Midian and Ephah, all those from Sheba will come. They will bring gold and frankincense,  and proclaim the praises of ADONAI.","4":"Lift up your eyes and look all around: they all gather — they come to you — your sons will come from far away, your daughters carried on the hip.","19":"No more will the sun be your light by day, nor the glow of the moon be your light, but ADONAI will be your everlasting light, and your God for your glory.","13":"The glory of Lebanon will come to you — cypress, elm and pine together — to beautify the place of My Sanctuary. I will give to the place of My feet glory."},"38":{"16":"ADONAI, by such things men live, and my spirit has life in them too. Restore me to health, and let me live!","3":"He said: “Please, ADONAI, remember how I have walked before You in truth and with a whole heart, and have done what is good in Your eyes.” And Hezekiah wept bitterly.","5":"“Go, and say to Hezekiah, thus says ADONAI, the God of your father David: ‘I have heard your prayer and I have seen your tears. Behold, I will add 15 years to your life.","21":"Now Isaiah had said, “Let them take a cake of figs, and apply it to the boil, and he will live.”","18":"For Sheol cannot thank You, death cannot praise You. Those who go down to the Pit cannot hope for Your faithfulness.","12":"Like a shepherd’s tent, my dwelling is pulled up and carried away from me. Like a weaver I rolled up my life. He cuts me off from the loom. From day until night You make my end.","10":"I said: “In the prime of my life, I am to enter the gates of Sheol. I am deprived of the rest of my years.”","2":"Then Hezekiah turned his face to the wall, and prayed to ADONAI.","22":"Hezekiah had said, “What is the sign that I will go up to the House of ADONAI?”","8":"Behold, I will cause the shadow on the stairs, which went down with the sun on the sundial of Ahaz, to turn back ten steps.” So the sun’s shadow went back ten steps on the sundial on which it had gone down.","17":"Behold, it was for my own shalom that I had great bitterness. You have loved my soul out of the Pit of destruction! For You have flung all my sins behind Your back.","11":"I said: “I will not see ADONAI, ADONAI, in the land of the living. I will look on humanity no longer among the inhabitants of the world.","1":"In those days Hezekiah became mortally ill. So Isaiah the prophet son of Amoz came to him and said to him, “Thus says ADONAI: Put your house in order. For you are dying, and will not live.”","9":"A writing of King Hezekiah of Judah, after his illness, when he recovered from his illness:","14":"Like a swallow or a crane, I whisper, I moan like a dove. My eyes are weary, looking upward. ADONAI, I am oppressed, be my security!","7":"“Now this will be the sign to you from ADONAI, that ADONAI will do this word He has spoken:","15":"What should I say? For He has spoken to me — He Himself has done it! I will wander about all my years because of the bitterness of my soul.","20":"ADONAI will save me. So we will play my songs on stringed instruments all the days of our life in the House of ADONAI.”","6":"I will deliver you and this city from the hand of the king of Assyria; I will defend this city.’","4":"Then it came to pass, the word of ADONAI came to Isaiah saying:","19":"The living, the living — they praise You — as I do today. A father makes Your faithfulness known to his children.","13":"I stilled my soul till morning. Like a lion, He will break all my bones. From day till night You make my end."},"23":{"16":"“Take a harp, stroll about the city, forgotten harlot! Skillfully play many songs, so you may be remembered.”","3":"On many waters the grain of Shihor, the harvest of the Nile was her revenue and a marketplace of nations.","5":"When the report reaches Egypt, they will be in anguish at the report about Tyre.","18":"Yet her profit and her wages will be set apart to ADONAI. They will not be stored up or hoarded. For her profit will be for those who dwell in the presence of ADONAI, as ample food and as fine clothing.","12":"He said, “You will exult no more.” O crushed virgin daughter of Sidon. Arise, cross over to Cyprus — even there you will have no rest.","10":"Overflow through your land like the Nile, O daughter of Tarshish! There is no restraint any more.","2":"Be still, inhabitants of the coastland, you merchants of Sidon, your messengers crossing the sea.","8":"Who planned this against Tyre, the crowning city, whose merchants were princes, whose traders were the honored of earth?","17":"Then it will come about after the end of 70 years that ADONAI will take note of Tyre. She will return to her trade and will prostitute herself with all the kingdoms of the world on the face of the earth.","11":"His hand has stretched out over the sea, He has shaken the kingdoms. ADONAI has given a commandment concerning Canaan, to destroy its strongholds.","1":"The burden of Tyre.  Wail, ships of Tarshish! For Tyre is destroyed. There is no house and no harbor. From the land of Cyprus, it was revealed to them.","9":"ADONAI-Tzva’ot has planned it, to defile the pride of all glory, to shame all the honored of earth.","14":"Wail, you ships of Tarshish! For your stronghold is destroyed.","7":"Is this your jubilant city? Whose antiquity is from long ago, whose feet have taken her to settle in far off lands?","15":"Then it will come about in that day that Tyre will be forgotten for 70 years, like the days of one king. At the end of 70 years it will happen to Tyre just as in the song of the prostitute:","6":"Cross over to Tarshish. Wail, you inhabitants of the island!","4":"Be ashamed, O Sidon. For the sea has spoken, the stronghold of the sea, saying, “I have not writhed or given birth. I have not reared young men or brought up maidens.”","13":"Look, the land of the Chaldeans — this is the people who no longer exist. Assyria set it up for desert animals. They set up their siege towers; they stripped its palaces; they made it a ruin."},"51":{"16":"I have put My words in your mouth, and covered you with the shadow of My hand — I who set the heavens in place, who laid the foundations of the earth, and say to Zion, ‘You are My people.’”","3":"For ADONAI will comfort Zion. He will comfort all her waste places. He will make her wilderness like Eden, her desert like the garden of ADONAI. Joy and gladness will be found in her, thanksgiving and a sound of melody.","5":"My righteousness is near, My salvation has gone out, and My arms will judge the nations. The coastlands will wait for Me — for My arm they will wait expectantly.","21":"Therefore hear this, you who are afflicted, who are drunk, but not with wine.","18":"There is none to guide her among all the sons she has borne, nor is there one to take her by the hand among all the sons she has raised.","12":"“I, I am the One who comforts you. Who are you that you should fear man, who dies, or a son of man, who is given up like grass?”","10":"Was it not You who dried up the sea, the waters of the great deep, who made the depths of the sea a path for the redeemed to pass over?","2":"Look to Abraham your father and to Sarah who bore you. For when I called him, he was but one, then I blessed him and multiplied him.”","22":"Thus says your Lord, ADONAI your God who defends His people: “Behold, I have taken from your hand the cup of reeling, the bowl of My wrath. You will never drink it again.","8":"For the moth will eat them like a garment, and the worm will eat them like wool. But My righteousness will be forever and My salvation for all generations.”","17":"Awake, awake! Stand up, Jerusalem! From ADONAI’s hand you have drunk the cup of His fury, the chalice of reeling that you have drained to the dregs.","11":"Now the ransomed of ADONAI will return, and come to Zion with singing. Everlasting joy will be upon their heads. They will obtain gladness and joy, and sorrow and sighing will flee away.","1":"“Listen to Me, you who pursue justice, you who seek ADONAI. Look to the rock from which you were hewn, and to the quarry from which you were dug.","9":"Awake, awake, put on strength, O arm of ADONAI, awake, as in days of old, the generations of long ago. Was it not You who cut Rahab in pieces, who pierced the dragon?","14":"Soon one bowed down will be released. He will not die and go to the Pit, nor will his bread be lacking.","7":"Listen to Me, you who know justice, a people with My Torah in their heart: Do not fear the taunt of men, nor be dismayed at their insults.","15":"“For I am ADONAI your God, who stirs up the sea so that its waves roar — ADONAI-Tzva’ot is His Name.","20":"Your sons have fainted. They lie at every street corner, like an antelope in a net. They are full of ADONAI’s fury, the rebuke of your God.","23":"Then I will put it into the hand of your tormentors, who said to you, ‘Lie down, so we may walk over you.’ You have made your back like the ground and like a street for passersby.","6":"Lift up your eyes to the heavens, and look at the earth beneath. For the heavens will vanish like smoke, the earth will wear out like a garment, and its inhabitants will die like gnats, but My salvation will be forever, and My righteousness never wane.","4":"“Pay attention to Me, My people, give ear to Me, My nation. For Torah will go out from Me, My justice as a light to the peoples.","19":"These two things have befallen you — who will mourn for you? — devastation and destruction, famine and the sword. How will I comfort you?","13":"But you forgot ADONAI your Maker, who stretched out the heavens and laid the foundations of the earth. Are you in constant dread all day because of the fury of the oppressor as he makes ready to destroy? But where is the fury of the oppressor?"},"20":{"3":"Then ADONAI said: “Just as My servant Isaiah has walked naked and barefoot for three years, as a sign and a wonder against Egypt and Ethiopia,","2":"at that time ADONAI spoke by Isaiah the son of Amoz saying, “Go, remove the sackcloth from your loins and your sandals from your feet.” So he did so, walking naked and barefoot.","1":"In the year that the Tartan  came to Ashdod, when Sargon the king of Assyria sent him and he fought against Ashdod and captured it,","4":"so will the king of Assyria lead away the captives of Egypt and the exiles of Ethiopia, young and old, naked and barefoot, with their buttocks uncovered, to Egypt’s shame.","6":"Then the inhabitants of the coastland will say in that day, ‘Look, such is our hope — there we fled for help to be delivered from the king of Assyria! Now, how will we escape?’”","5":"So they will be dismayed and ashamed, because they hoped in Ethiopia and boasted in Egypt."},"59":{"16":"He saw that there was no one — He was astonished that no one was interceding.  Therefore His own arm brought salvation for Him, and His righteousness upheld Him.","3":"For your hands are defiled with blood and your fingers with iniquity. Your lips have spoken lies, your tongue mutters wickedness.","5":"They hatch adders’ eggs, and weave the spider’s web — whoever eats their eggs dies; crack one open, a viper breaks out.","21":"“As for Me, this is My covenant with them,” says ADONAI: “My Ruach who is on you,  and My words that I have put in your mouth, shall not depart from your mouth, or from the mouth of your offspring, or from the mouth of your children’s offspring,” says ADONAI, “from now on and forever.”","18":"According to their deeds, so He will repay: wrath to His adversaries, retribution to His enemies. To the islands He will repay as due.","12":"For our transgressions are multiplied before You, and our sins testify against us, for our transgressions are with us, and we know our iniquities:","10":"We grope along the wall like the blind. We grope like those with no eyes. We stumble at noon as at twilight. We are like the dead in desolation.","2":"Rather, your iniquities have made a separation between you and your God. Your sins have hidden His face from you, so that He does not hear.","8":"They do not know the path of peace, and there is no justice in their tracks. They have made their paths crooked. Whoever walks in them will not experience shalom.","17":"He put on righteousness as a breastplate and a helmet of salvation on His head. He clothed Himself in robes of vengeance and wrapped Himself in zeal as a cloak.","11":"All of us growl like bears or moan like doves. We hope for justice, but there is none; for salvation, but it is far from us.","1":"Behold, ADONAI’s hand is not too short to save, nor His ear too dull to hear.","9":"That is why justice is far from us and righteousness does not reach us. We hope for light, but behold darkness, for brightness, but walk in gloom.","14":"Justice is turned back, and righteousness stands far off. For truth has stumbled in the street, and uprightness cannot enter.","7":"Their feet run after evil. They rush to shed innocent blood.  Their thoughts are thoughts of iniquity. Violence and ruin are on their highways.","15":"So now truth is missing, and whoever shuns evil becomes prey.  Now when ADONAI saw it, it was displeasing in His eyes that there was no justice.","20":"“But a Redeemer will come to Zion, and to those in Jacob who turn from transgression.” It is a declaration of ADONAI.","6":"Their webs will not become clothing, nor will they cover themselves with what they make. Their deeds are works of iniquity, an act of violence is in their hands.","4":"No one sues justly, and none pleads a case honestly. They trust in confusion and speak lies. They conceive mischief, and bring forth iniquity.","19":"So from the west they will fear the Name of ADONAI, and His glory from the rising of the sun. For He will come like a rushing stream driven along by the Ruach ADONAI.","13":"transgressing and denying ADONAI, turning back from following our God, speaking oppression and revolt, conceiving and uttering lying words from the heart."},"54":{"16":"Behold, I created the smith who blows the fire of coals and produces a weapon for its work, and I created the destroyer to ruin.","3":"For you will spread out to the right hand and to the left. Your offspring will possess the nations and will resettle the desolate cities.","5":"For your Maker is your husband  — ADONAI-Tzva’ot is His Name — the Holy One of Israel is your Redeemer. He will be called God of all the earth.","12":"make your pinnacles of rubies, your gates of crystal, and all your walls of precious stones.","10":"Though the mountains depart and the hills be shaken, My love will not depart from you, nor will My covenant of peace be shaken, says ADONAI who has compassion on you.","2":"“Enlarge the place of your tent, stretch out your tabernacle curtains. Do not hold back — lengthen your cords, strengthen your stakes.","8":"In a surge of anger I hid My face from you a moment, but with everlasting kindness I will have compassion on you,” says ADONAI your Redeemer.","17":"No weapon formed against you will prosper and you will condemn every tongue that rises against you in judgment. This is the heritage of ADONAI’s servants — their vindication is from Me.” It is a declaration of ADONAI.","11":"Afflicted one, storm-tossed, unconsoled, behold, I set your stones in antimony, lay your foundations with sapphires,","1":"“Sing, barren one, who has not given birth. burst into singing and shout, you who have not travailed. For more are the children of the desolate than the children of the married one,” says ADONAI.","9":"“For this is like the waters of Noah to Me: for as I swore that the waters of Noah should no more cover the earth, so I have sworn that I will not be angry with you, nor will I rebuke you.","14":"“In righteousness you will be established. You will be far from oppression — for you will not fear — and from terror — for it will not come near you.","7":"“For a brief moment I deserted you, but I will regather you with great compassion.","15":"Behold, anyone fiercely attacking is not from Me. Whoever stirs up strife with you will fall because of you.","6":"“For ADONAI has called you back like a wife deserted and grieved in spirit, like a wife of one’s youth that is rejected,” says your God.","4":"Fear not, for you will not be ashamed. Nor cringe, for you will not be disgraced. For you will forget the shame of your youth, and you will remember the reproach of your widowhood no more.","13":"All your children will be taught by ADONAI. Your children will have great shalom."},"66":{"16":"For by fire and His sword ADONAI will execute judgment on all flesh and those slain by ADONAI will be many.","3":"One who kills an ox is like one who kills a man; one who sacrifices a lamb is like one who breaks a dog’s neck; one who offers a grain offering is like one who offers swine’s blood; one who burns incense is like one who blesses an idol. They have chosen their own ways, so their soul delights in their abominations.","5":"Hear the word of ADONAI, you who tremble at His word: “Your brothers who hated you, excluding you for My Name’s sake, have said, ‘Let ADONAI be glorified, that we may see your joy’ — but they will be put to shame.”","21":"I will also take some of them as priests and for Levites,” says ADONAI.","18":"“For I know their works and their thoughts. It will come about that I will gather all nations and tongues, and they will come and see My glory.","12":"For thus says ADONAI: “Behold, I will extend peace to her like a river, and the glory of the nations like an overflowing stream. You will be nursed, carried on the hip, and bounced on her knees.","10":"Rejoice with Jerusalem, and be glad with her, all you who love her. Rejoice for joy with her all you who mourned over her.","2":"For My hand has made all these things, so all these things came to be,” declares ADONAI. “But on this one will I look, one humble and of a contrite spirit, who trembles at My word.”","22":"“For just as the new heavens and the new earth, which I will make, will endure before Me” — it is a declaration of ADONAI — “so your descendants and your name will endure.”","8":"Who has heard such a thing? Who has seen such things? Can a land be born in one day? Can a nation be brought forth at once? For as soon as Zion was in labor, she gave birth to her children.","17":"Those who consecrate and purify themselves to enter the groves, following after one in the midst, who eat swine’s flesh, vermin and mice, will come to an end altogether. It is a declaration of ADONAI.","11":"For you will nurse and be satisfied from her comforting breast. You will drink deeply and delight from her glorious abundance.","1":"Thus says ADONAI: “Heaven is My throne, and the earth is My footstool.  Where then is the House you would build for Me? Where is the place of My rest?","9":"“Will I bring the moment of birth, and not give delivery?” says ADONAI. “Will I who cause delivery shut up the womb?” says your God.","24":"“As they leave, they will look on the corpses of the people who rebelled against Me. For their worm will not die, and their fire will not be quenched, and they will be a horror to all flesh.”","14":"You will see, your heart will rejoice, and your bones will flourish like grass. So the hand of ADONAI will be known to His servants, and His indignation to His enemies.","7":"Before she was in labor, she gave birth. Before her pain came, she delivered a male child.","15":"For behold, ADONAI will come in fire, and His chariots like the whirlwind, to render His anger with fury, and His rebuke with flames of fire.","20":"“Then they will bring all your kinsmen from all the nations, as an offering to ADONAI, on horses and in chariots, and on litters, mules and camels, to My holy mountain Jerusalem,” says ADONAI, “just as Bnei-Yisrael bring their grain offering in a clean vessel to the House of ADONAI.","23":"“And it will come to pass, that from one New Moon to another, and from one Shabbat to another, all flesh will come to bow down before Me,” says ADONAI.","6":"A sound of uproar from the city, a sound from the Temple — the sound of ADONAI who fully repays His enemies.","4":"So I will choose their punishments and bring on them what they dread. For when I called, no one answered; when I spoke, they did not listen. But they did what was evil in My eyes, and chose what I did not delight in.","19":"Then I will set up a sign among them, and I will send survivors from them to the nations, to Tarshish, Pul and Lud (who pull the bow), to Tubal and Javan, to distant islands that have not heard My fame or seen My glory. Then they will declare My glory among the nations.","13":"As one whom his mother comforts, so I will comfort you, so you will be comforted in Jerusalem."},"57":{"16":"For I will not contend forever, nor will I always be angry, for the spirit would grow weak before Me, the breath of those whom I made.","3":"But as for you, come here, you children of a sorceress, offspring of an adulterer and prostitute.","5":"You who burn with lust among the oaks and under every green tree, who sacrifice your children in the wadis and under the clefts of the rocks?","21":"“There is no shalom,” says my God “for the wicked.”","18":"I have seen his ways, but I will heal him. I will lead him and restore comfort to him and his mourners.","12":"I will expose your ‘righteousness’, and your deeds — they will not profit you.","10":"You wearied of the length of your way, yet you did not say, “It is hopeless!” You found renewed strength, so you did not weaken.","2":"He enters into shalom. They rest on their beds, each who walked in his integrity.","8":"Behind the door and the doorpost you have set up your memorial sign. For away from Me, you uncovered, went up and made your bed wide, and cut covenant with them. You loved their bed — you looked on their nakedness.","17":"Because of the iniquity of his unjust gain I was angry; I struck him; I hid My face; I was angry — but he went on backsliding in the way of his heart.","11":"“Whom was it you dreaded and feared, so that you lied. But you did not remember Me or take it to heart? Have I not kept silent a long time — yet you do not fear Me?","1":"The righteous one perishes, but no one takes it to heart. Godly men are taken away, but no one discerns that the righteous man is taken from evil.","9":"You journeyed to the king with oil and multiplied your perfumes. You sent your ambassadors far away, and made them go down to Sheol.","14":"Then it will be said: “Build up, build up, prepare the way, remove every stumbling block out of the way of My people.”","7":"Upon a high and lofty mountain you made your bed. You also went up there to offer sacrifice.","15":"For thus says the High and Exalted One who inhabits eternity, whose Name is Holy: “I dwell in a high and holy place, yet also with a contrite and humble spirit, to revive the spirit of the humble, and revive the heart of the contrite.","20":"But the wicked are like a troubled sea, for it cannot rest, and its waters toss up mire and dirt.","6":"Among the smooth stones of the wadi is your portion — they are your lot. To them you have even poured out a drink offering, made a grain offering. Shall I relent concerning these things?","4":"Whom are you mocking? At whom do you open your mouth wide and stick out your tongue? Are you not children of transgression, offspring of deceit?","19":"Creating the praise of lips: ‘Shalom, shalom to him who is far and to him who is near,’ says ADONAI, ‘and I will heal him.’”","13":"When you cry out, will your collection of idols save you? The wind will carry them off, a breath will take them away. But he who takes refuge in Me will possess the land, and will inherit My holy mountain.”"},"43":{"11":"“I, I am ADONAI — and there is no savior beside Me.","3":"For I am ADONAI your God, the Holy One of Israel, your Savior. I have given Egypt as your ransom, Ethiopia and Seba in your place.","20":"The field animals honor Me — the jackals and the ostriches — because I give waters in the desert, rivers in the wilderness, to give drink to My chosen people,","12":"I alone declared, saved and proclaimed, and not some foreign god among you. So you are My witnesses” — it is a declaration of ADONAI — “and I am God.","10":"“You are My witnesses” — it is a declaration of ADONAI — “and My Servant whom I have chosen, so that you may know and believe Me, and understand that I am He. Before Me no God was formed, and there will none after Me.","17":"who drew out chariots and horses, the army and the warrior (they will lie down together, and not rise again; they are extinguished — quenched like a wick):","13":"From eternity, I am He. None can deliver from My hand. I act, and who can reverse it?”","27":"Your first father sinned, and your mediators rebelled against Me.","18":"“Do not remember former things, nor consider things of the past.","23":"You have not brought Me sheep for your burnt offerings; nor have you honored Me with your sacrifices. I did not compel you to serve offerings nor wearied you with incense.","19":"Here I am, doing a new thing; Now it is springing up — do you not know about it? I will surely make a way in the desert, rivers in the wasteland.","1":"But now, thus says ADONAI — the One who created you, O Jacob, the One who formed you, O Israel: “Fear not, for I have redeemed you, I have called you by name, you are Mine.","5":"Do not fear, for I am with you. I will bring your offspring from the east and gather you from the west.","4":"Since you are precious in My eyes, honored, because I love you, I will give a man in exchange for you, and other peoples for your life.","8":"Bring out the people who are blind, yet have eyes, who are deaf, yet have ears.","26":"Remind me, when we argue our case together — state your case, so you may be proved right.","14":"Thus says ADONAI, your Redeemer, the Holy One of Israel: “For your sake I will send to Babylon and bring down the fleeing Chaldeans, all of them, in the ships in which they exult.","22":"Yet you have not called on Me, Jacob, for you have been weary of Me, Israel.","28":"So I profaned the Sanctuary officials, and gave Jacob over to destruction, and Israel to scorn.","25":"I, I am the One who blots out your transgressions for My own sake, and will not remember your sins.","9":"All the nations are gathered together, and the peoples are assembled. Who among them can declare this, and proclaim to us former things? Let them present their witnesses so they may be justified, or let them hear and say, “It’s true.”","15":"I am ADONAI, your Holy One, the Creator of Israel, your King.”","21":"the people I formed for Myself, so they might declare My praise.","24":"You have not spent money buying Me aromatic cane, nor have you satisfied Me with the fat of your sacrifices. Rather you burdened Me with your sins, wearied Me with your iniquities.","16":"Thus says ADONAI, who makes a way in the sea and a path in the mighty waters.","7":"Everyone who is called by My Name, whom I created for My glory. I formed him — yes, I made him!”","2":"When you pass through the waters, I will be with you, or through the rivers, they will not overflow you. When you walk through the fire, you will not be burned, nor will the flame burn you.","6":"I will say to the north, ‘Give them up!’ and to the south, ‘Do not hold them back.’ Bring My sons from far and My daughters from the ends of the earth."},"35":{"7":"The parched land will become a pool, the thirsty ground springs of water. In the haunt of jackals, where they rest, grass will become reeds and rushes.","9":"No lion will be there. No ravenous beast will go up on it. They will not be found there. But the redeemed will walk there.","10":"The ransomed of ADONAI will return and come to Zion with singing, with everlasting joy upon their heads. They will obtain gladness and joy, and sorrow and sighing will flee away.","3":"Strengthen the limp hands, make firm the wobbly knees.","2":"It will blossom profusely, will rejoice with joy and singing, will be given the glory of Lebanon, the splendor of Carmel and Sharon. They will see the glory of ADONAI, the splendor of our God.","1":"The wilderness and dry land will be glad. The desert will rejoice and blossom like a lily.","4":"Say to those with anxious heart, “Be strong, have no fear!” Behold, your God! Vengeance is coming! God’s recompense — it is coming! Then He will save you.","6":"Then the lame will leap like a deer, and the tongue of the mute will sing.  For water will burst forth in the desert and streams in the wilderness.","5":"Then the eyes of the blind will be opened and the ears of the deaf unstopped.","8":"A highway will be there — a roadway. It will be called the Way of Holiness. The unclean will not travel on it. It is for the one who walks the way. Fools will not go astray."},"41":{"11":"Behold, all who were angry at you will be ashamed and disgraced. Those who quarrel with you will be as nothing and perish.","3":"He pursues them, passing on safely, by a path his feet had not traveled.","20":"so they may see and know, consider and understand together, that the hand of ADONAI has done this, the Holy One of Israel has created it.”","12":"Though you will look for those who contended with you, you will not find them. Those who warred against you will be as nothing at all.","10":"Fear not, for I am with you, be not dismayed, for I am your God. I will strengthen you. Surely I will help you. I will uphold you with My righteous right hand.","17":"“The poor and needy ask for water, but there is none, Their tongues are parched with thirst. I, ADONAI, will answer them, I, the God of Israel, will not forsake them.","13":"For I am ADONAI your God who upholds your right hand, who says to you, “Fear not, I will help you.”","27":"First it was to Zion: “Behold, here they are!” And to Jerusalem: “I will give a herald of good news.”","18":"I will open rivers on the bare hills and springs in the midst of the valleys. I will make the wilderness a pool of water and the dry land into fountains of water.","29":"Indeed, they are all a delusion. Their works are null. Their molten images are wind and waste.","23":"Declare the things coming afterward, so we may know that you are gods! Indeed, do good or do evil, so we may all see and be awestruck.","19":"I will plant in the wilderness the cedar and the acacia tree, the myrtle and the olive tree. I will set in the desert the cypress tree and the pine together with the box tree —","1":"“Be silent before Me, O islands! Let peoples renew their strength. Let them draw near, then let them speak. Let us come together for judgment.","5":"The coastlands have seen and fear. The ends of the earth tremble. They draw near and come.","4":"Who has performed and done it? Calling forth the generations from the beginning, I, ADONAI, am the first and the last, I am He!”","8":"“But you, Israel, My servant, Jacob whom I have chosen, descendant of Abraham, My friend —","26":"Who told this from the beginning, so that we may know? Or from former times, so we may say, “He is right”? In fact, no one foretold it, In fact, no one announced it. In fact, no one heard Your words.","14":"Fear not, you worm Jacob, you men of Israel! I will help you.” It is a declaration of ADONAI, your Redeemer, the Holy One of Israel.","22":"Let them bring forth and tell us what will happen. The former things, what were they? Tell us, that we may consider them and know their outcome. Or announce to us things to come.","28":"But when I look, there is no one. There is no counselor among them. When I ask them, they have no response.","25":"“I have stirred up one from the north, and he has come. From the rising of the sun, He will call upon My Name. He will trample rulers as on mortar, like a potter treading clay.”","9":"I took hold of you from the ends of the earth, and called from its uttermost parts, and said to you, ‘You are My servant — I have chosen you, not rejected you.","15":"“Look, I will make you a threshing sledge, new, with sharp, double-edged spikes. You will thresh the mountains and grind them up, and will make the hills like chaff.","21":"“Present your case,” says ADONAI. “Bring forth your reasons,” says the King of Jacob.","24":"Behold, you are nothing, and your work is null. Whoever chooses you is loathsome.","16":"You will winnow them, and a wind will carry them away, a storm-wind will scatter them. But you will rejoice in ADONAI. You will glory in the Holy One of Israel.","7":"The craftsman encourages the smith, who smooths with the hammer, who strikes with the anvil, saying of the soldering, “It’s good!” as he fastens it with nails so that it will not totter.","2":"Who has stirred up one from the east? He calls justice to His feet. He gives nations over to him and subdues kings. He makes them like dust with his sword, as driven stubble with his bow.","6":"Each one helps his neighbor and says to his brother, “Be strong!”"},"5":{"11":"Woe to those who rise up early in the morning — so they may pursue liquor, who stay up late at night, until wine inflames them!","3":"So now, O inhabitants of Jerusalem and people of Judah, please judge between me and my vineyard.","20":"Oy to those who call evil good and good evil, who present darkness as light and light as darkness, who present bitter as sweet, and sweet as bitter!","12":"Harp and lyre, tambourine and flute, and wine are at their banquets. They do not notice ADONAI’s activity nor see the works of His hands.","10":"Ten acres of vineyard will yield six gallons, and an omer of seed will yield one ephah.","17":"Then lambs will graze as if in their own pasture, and nomads will eat in the ruins of the wealthy.","13":"“Therefore My people are in captivity for lack of knowledge. Their honorable men are famished and their multitudes parched with thirst.","27":"None will be weary and none stumble among them; none will slumber or sleep; no belt will be loose at the waist; no strap of sandals be broken.","30":"They will roar against them like the roaring of the sea. If one looks to the land, behold, darkness and distress! The light is darkened by the clouds.","18":"Oy to those that drag iniquity along with cords of deceit, and sin as if with a cart rope!","29":"Their roaring will be like a lion. They will growl like young lions — yes, they will roar, seize their prey and carry it away safely — and there will be none to rescue.","23":"who justify the wicked for a bribe, and deprive the innocent of justice!","19":"They say: “Let Him hurry up and hasten His work, so we may see it! Let the plan of the Holy One of Israel draw near and come, so we may know it!”","1":"Let me sing of my beloved, a song of my beloved, about His vineyard. My beloved had a vineyard in a very fertile hill.","5":"So now, I will make known to you what I will do to my vineyard: I will take away the hedge, and it will be eaten up. I will break down the fence, and it will be trodden down.","4":"What more was there to do for my vineyard that I have not done? Why then, when I expected it to yield good grapes, did it yield worthless grapes?","8":"Woe to those who join house to house and merge field to field, until there is no room, and you will live alone in the midst of the land!","26":"He will lift up a banner to nations far off, and will whistle for them from the ends of the earth. Look! Swiftly, speedily they come!","14":"Therefore Sheol has enlarged its gullet and opened its measureless mouth — down goes her glory, her tumult, her uproar, and the revelry in her.","22":"Oy to those who are heroes at drinking wine, and valiant at mixing drinks,","28":"Their arrows are sharp and all their bows bent; their horse hooves will be like flint and their wheels like a whirlwind.","25":"Therefore ADONAI’s anger is kindled against His people. When He has stretched out His hand against them and struck them, the hills trembled, and their carcasses were like refuse in the streets. For all this His anger is not turned away, yet His hand is still outstretched.","9":"In my ears, ADONAI-Tzva’ot has said: “Surely many houses will be desolate — even grand and fine ones — with no occupants.”","15":"So humanity will be bowed down mankind will be humbled, and the eyes of the lofty humbled.”","21":"Oy to those who are wise in their own eyes, and clever in their own sight!","24":"Therefore, as a tongue of fire consumes straw, and as chaff collapses into the flame, so their root will be like rot, and their blossom will go up like dust. For they have rejected the Torah of ADONAI–Tzva’ot, and despised the word of the Holy One of Israel.","16":"But ADONAI-Tzva’ot will be exalted through justice, and the Holy God consecrated through righteousness.","7":"For the vineyard of ADONAI-Tzva’ot is the house of Israel, and the people of Judah the planting of His delight. He looked for justice, but behold, bloodshed, for righteousness, but behold, a cry!","2":"He dug it out and cleared its stones, planted it with a choice vine, built a tower in the midst of it, and even cut out a winepress. He expected it to yield good grapes, but it yielded worthless grapes.","6":"I will lay it waste: it will not be pruned or hoed, but briers and thorns will come up. I will also command the clouds not to rain on it."},"34":{"16":"Seek from the scroll of ADONAI, and read! Not one of them will be missing; none will lack its mate. For His mouth commanded it, and His Ruach gathered them.","3":"So their slain will be thrown out, and the stench of their corpses will rise, and the hills will be drenched with their blood.","5":"For My sword has drunk its fill in the heavens. See, it will come down upon Edom, upon the people I have devoted to judgment.","12":"As for its nobles, there are none there to call it a kingdom, and all its princes will come to nothing.","10":"It will not be quenched night or day. Its smoke will go up forever. From generation to generation it will lay waste — forever and ever none will pass through it.","2":"For ADONAI is enraged at all the nations, and furious at all their armies. He will utterly destroy them. He will give them over to slaughter.","8":"For ADONAI has a day of vengeance, a year of recompense for the hostility against Zion.","17":"He cast the lot for them, and His hand divided it out to them with the line. They will possess it forever, and dwell in it from generation to generation.","11":"But pelican and porcupine will have it, owl and raven will dwell in it. He will stretch a line of chaos over it and stones of desolation.","1":"Draw near, O nations, to hear, and listen, O peoples! Let the earth hear, and all it contains, the world, and all its offspring!","9":"Its streams will be turned into pitch, its dust into brimstone, and its land will become burning tar.","14":"Wildcats will meet with wolves, the goat-demon will cry to its kind — yes, the night monster will settle there and find itself a resting place.","7":"Wild oxen will go down with them, bull calves with mighty steers. So their land will be soaked with blood and their dust greasy with fat.","15":"A tree snake will nest and lay eggs there, hatch and gather them under its shadow. Surely, hawks are gathered there, each one with her mate.","6":"The sword of ADONAI is filled with blood, gorged with fat — the blood of lambs and goats, the fat of kidneys of rams. For ADONAI has a sacrifice in Bozrah, a great slaughter in the land of Edom.","4":"Then all the host of heaven will dissolve, and the skies will be rolled up like a scroll — so all their array will wither away, like a leaf drooping from a vine, like a fig shriveling from a fig tree.","13":"Thorns will come up in its palaces, nettles and thistles in its fortresses. It will be a haunt of jackals, an abode for ostriches."},"6":{"3":"One called out to another, and said: “Holy, holy, holy, is ADONAI-Tzva’ot! The whole earth is full of His glory.”","5":"Then I said: “Oy to me! For I am ruined! For I am a man of unclean lips, and I am dwelling among a people of unclean lips. For my eyes have seen the King, ADONAI-Tzva’ot!”","12":"ADONAI will drive people far away. The desertion of the land will be vast.","10":"Make the heart of this people fat, their ears heavy, and their eyes blind. Else they would see with their eyes, and hear with their ears, and understand with their heart, and return, and be healed.”","2":"Seraphim were standing above Him. Each had six wings: with two he covered his face and with two he covered his feet, and with two he flew.","8":"Then I heard the voice of ADONAI saying: “Whom should I send, and who will go for Us?”  So I said, “Hineni. Send me.”","11":"Then I said, “ADONAI, how long?” He answered, “Until cities are laid waste and without inhabitant, houses are without people, and the land is utterly desolate.","1":"In the year of King Uzziah’s death, I saw ADONAI sitting on a throne, high and lifted up,  and the train of His robe filled the Temple.","9":"Then He said: “Go! Tell this people: ‘Hear without understanding, and see without perceiving.’","7":"He touched my mouth with it and said: “Behold, this has touched your lips. Your iniquity is taken away, and your sins atoned for.”","6":"Then one of the seraphim flew to me, with a glowing coal in his hand, which he had taken with tongs from the altar.","4":"Then the posts of the door trembled at the voice of those who called, and the House was filled with smoke.","13":"Though a tenth still be in it, it will again be burned. As a terebinth tree or as an oak whose stump remains when cut down, so the holy seed will be the stump.”"},"53":{"7":"He was oppressed and He was afflicted yet He did not open His mouth. Like a lamb led to the slaughter,  like a sheep before its shearers is silent, so He did not open His mouth.","9":"His grave was given with the wicked, and by a rich man in His death,  though He had done no violence, nor was there any deceit in His mouth.","10":"Yet it pleased ADONAI to bruise Him. He caused Him to suffer. If He makes His soul a guilt offering, He will see His offspring, He will prolong His days, and the will of ADONAI will succeed by His hand.","3":"He was despised and rejected by men, a man of sorrows, acquainted with grief, One from whom people hide their faces. He was despised, and we did not esteem Him.","11":"As a result of the anguish of His soul He will see it and be satisfied by His knowledge. The Righteous One, My Servant will make many righteous and He will bear their iniquities.","2":"For He grew up before Him like a tender shoot, like a root out of dry ground. He had no form or majesty that we should look at Him, nor beauty that we should desire Him.","1":"‘Who has believed our report?  To whom is the arm of ADONAI revealed?","12":"Therefore I will give Him a portion with the great, and He will divide the spoil with the mighty — because He poured out His soul to death, and was counted with transgressors.  For He bore the sin of many, and interceded for the transgressors.","4":"Surely He has borne our griefs  and carried our pains. Yet we esteemed Him stricken, struck by God, and afflicted.","6":"We all like sheep have gone astray. Each of us turned to his own way. So ADONAI has laid on Him the iniquity of us all.","5":"But He was pierced  because of our transgressions, crushed because of our iniquities. The chastisement for our shalom was upon Him, and by His stripes we are healed.","8":"Because of oppression and judgment He was taken away. As for His generation, who considered? For He was cut off from the land of the living, for the transgression of my people — the stroke was theirs"},"2":{"16":"against all the Tarshish ships, and against all the luxury boats.","3":"Then many peoples will go and say: “Come, let us go up to the mountain of ADONAI, to the House of the God of Jacob! Then He will teach us His ways, and we will walk in His paths.” For Torah will go forth from Zion  and the word of ADONAI from Jerusalem.","5":"Come house of Jacob, let us walk in the light of ADONAI.","21":"They go into the clefts of the rocks and the crevices of the crags, because of fear of ADONAI and the splendor of His majesty, when He arises to shake the earth.","18":"The idols will completely pass away.","12":"For the day of ADONAI-Tzva’ot will be against anyone proud and haughty, against anyone lifted up — he will be humbled,","10":"Enter into the rock and hide in the dust, for fear of ADONAI, and the glory of His majesty.","2":"It will come to pass in the last days that the mountain of ADONAI’s House will stand firm as head of the mountains and will be exalted above the hills. So all nations will flow to it.","22":"Stop trusting in mankind — whose breath is in his nose — for what is he really worth?","8":"Their land also is full of idols. They worship the work of their hands, what their own fingers have made.","17":"The pride of man will be humbled, the arrogance of men abased, for ADONAI alone will be exalted in that day.","11":"The man of haughty eyes is humbled, the lofty ones brought low, for ADONAI alone will be exalted in that day.","1":"The word which Isaiah, son of Amoz saw concerning Judah and Jerusalem:","9":"So humanity bows down as each one lowers himself. Pardon them not!","14":"against all the high mountains, against all the exalted hills,","7":"Their land also is full of silver and gold, nor is there any limit to their treasures. Their land also is full of horses, nor is there any limit to their chariots.","15":"against every high tower, against every fortified wall,","20":"In that day a man will cast away his idols of silver and his idols of gold, which they made to worship, to the moles and to the bats!","6":"For You have forsaken Your people, the house of Jacob. For they are filled with soothsayers from the east, and they have clapped hands with the children of foreigners.","4":"He will judge between the nations and decide for many peoples. They will beat their swords into plowshares, and their spears into pruning knives. Nation will not lift up sword against nation, nor will they learn war any more.","19":"People will go into the caves of the rocks and into the holes of the earth,  because of the fear of ADONAI and the splendor of His majesty, when He arises to shake the earth.","13":"against all the cedars of Lebanon that are lofty and lifted up, against all the oaks of Bashan,"},"44":{"11":"Behold, all his friends will be ashamed, for the craftsmen are only human. Let them all assemble. Let them stand up. Let them dread. Let them be put to shame together.","3":"For I will pour water on the thirsty land and streams on the dry ground. I will pour My Spirit on your offspring, and My blessing on your descendants.","20":"He is feeding on ashes. A deceived heart has led him astray, so he cannot deliver his soul, nor say, “Isn’t what is in my right hand a fraud?”","12":"The blacksmith takes a tool and works with it over the coals, fashioning it with hammers and working it with his strong arm. Yet when he is hungry, his strength fails. When he drinks no water, he gets tired.","10":"Who fashions a god or casts an idol for no profit?","17":"Yet with the rest he makes a god, his carved image. He falls down before it and worships. He even prays to it and says, “Deliver me, for you are my god!”","13":"A carpenter stretches out a line; he marks it with a pencil; he shapes it with planes; he marks it with a compass; he shapes it like the figure of a man — like the beauty of a man — so that it may sit in a shrine.","27":"while saying to the deep, “Be dry, I will dry up your rivers,”","18":"They do not know or understand! For He smeared over their eyes, so they cannot see, and their hearts, so they cannot understand.","23":"Sing, O heavens, for ADONAI has done it! Shout, depths of the earth! Break forth into singing, mountains, forest, and every tree in it! For ADONAI has redeemed Jacob and will be glorified through Israel.","19":"No one reflects in his heart, with no knowledge or discernment to say, “I burned half of it in the fire and I also baked bread on its coals. I roasted meat and ate — and then I make the rest of it an abomination? Should I bow before a block of wood?”","1":"“But now listen, Jacob My servant, Israel, whom I have chosen.”","5":"This one will say, ‘I am ADONAI’s.’ That one will be called by the name Jacob. Another will write on his hand, ‘ADONAI’s’ and will take the name Israel.”","4":"They will spring up among the grass like willows by flowing streams.","8":"Do not dread or be afraid. Have I not told you and declared it long ago? So you are My witnesses! Is there any God beside Me? Is there any other Rock? I know of none.","26":"while confirming the word of His servant, fulfilling the counsel of His messengers, saying of Jerusalem, “She will be lived in” and of the cities of Judah, “They will be built, and I will raise up their ruins,”","14":"He chops down cedars for himself, or he takes a cypress or an oak. He lets it grow strong among the trees of the forest. He plants a pine and rain nourishes it.","22":"I have blotted out your transgressions like a thick cloud and your sins like a mist. Return to Me, for I have redeemed you.”","28":"while saying of Cyrus, “He is My shepherd, and he shall fulfill all My purpose” while saying to Jerusalem, “You will be built” and to the Temple, “Your foundation will be laid.”","25":"causing the omens of boasters to fail, making fools of diviners, turning wise men backward and making their knowledge foolish,","9":"Those who fashion idols are empty. Their precious things do not profit. Their witnesses do not see or know, so they will be put to shame.","15":"Then it is something for a man to burn. so he takes one of them and warms himself. He also makes a fire to bake bread. He also makes a god and worships it. He makes an idol and bows before it.","21":"Remember these things, Jacob, and Israel, for you are My servant. I formed you, you are My servant. Israel, you will not be forgotten by Me!","24":"Thus says ADONAI, your Redeemer, who formed you from the womb: “I am ADONAI, Maker of all things, stretching out the heavens alone, spreading the earth abroad by Myself,","16":"He burns half of it in the fire. With this half, he eats meat. He roasts a roast and is satisfied. He also warms himself and says, “Ah! I am warm, I have seen the fire.”","7":"Who is like Me? Let him proclaim and announce it! Let him arrange it in order for Me — as I established the ancient nation. Let them declare to them what is coming and future events.","2":"Thus says ADONAI who made you, and formed you from the womb, who will help you: “Do not fear, Jacob My servant, Jeshurun, whom I have chosen.","6":"Thus says ADONAI, Israel’s King and his Redeemer, ADONAI-Tzva’ot: “I am the first, and the last, and there is no God beside Me."},"11":{"16":"So there will be a highway for the remnant of His people who remain, from Assyria, as there was for Israel in the day they came up out of the land of Egypt.","3":"His delight will be in the fear of ADONAI. He will not judge by what His eyes see, nor decide by what His ears hear.","5":"Also righteousness will be the belt around His loins, and faithfulness the belt around His waist.","12":"He will lift up a banner for the nations, and assemble the dispersed of Israel, and gather the scattered of Judah from the four corners of the earth.","10":"It will also come about in that day that the root of Jesse will stand as a banner for the peoples.  The nations will seek for Him, and His resting place will be glorious.","2":"The Ruach of ADONAI will rest upon Him, the Spirit of wisdom and insight, the Spirit of counsel and might, the Spirit of knowledge and of the fear of ADONAI.","8":"A nursing child will play by a cobra’s hole, and a weaned child will put his hand into a viper’s den.","11":"It will also come about in that day that my Lord will again redeem — a second time with His hand — the remnant of His people who remain  from Assyria, from Egypt, from Pathros, from Cush, Elam, Shinar, Hamath, and from the islands of the sea.","1":"Then a shoot will come forth out of the stem of Jesse, and a branch will bear fruit out of His roots.","9":"They will not hurt or destroy in all My holy mountain, for the earth will be full of the knowledge of ADONAI, as the waters cover the sea.","14":"They will swoop down on the Philistine slope to the west. Together they will plunder the children of the east — laying their hand on Edom and Moab, the children of Ammon obeying them.","7":"The cow and the bear will graze, their young ones lie down together, and the lion will eat straw like an ox.","15":"Then ADONAI will dry up the gulf of the Egyptian sea. He will wave His hand over the River with His scorching wind, and will strike it into seven streams, and let men walk over in sandals.","6":"The wolf will dwell with the lamb, the leopard will lie down with the kid, the calf and the young lion and the yearling together, and a little child will lead them.","4":"But with righteousness He will judge the poor, and decide with fairness for the poor of the land. He will strike the land with the rod of His mouth,  and with the breath of His lips He will slay the wicked.","13":"Ephraim’s envy will end, those hostile to Judah will be cut off. Ephraim will not be jealous of Judah, and Judah will not harass Ephraim."},"1":{"11":"“For what is it to Me — the multitude of your sacrifices?” says ADONAI. “I am full of burnt offerings of rams and fat of fed animals. I have no delight in the blood of bulls, or of lambs or he-goats.","3":"The ox knows its owner, and the donkey its manger, but Israel does not know, My people do not understand.”","20":"But if you refuse and rebel, you will be devoured with the sword.” For the mouth of ADONAI has spoken.","12":"When you come to appear before Me, who has required this at your hand — trampling My courts?","10":"Hear the word of ADONAI, you rulers of Sodom! Give ear to the Torah of our God, you people of Gomorrah!","17":"Learn to do good, seek justice, relieve the oppressed, defend the orphan, plead for the widow.”","13":"Bring no more worthless offerings! Incense is an abomination to Me. New Moon and Shabbat, the calling of convocations — I cannot endure it — iniquity with solemn assembly.","27":"Zion will be redeemed with justice, her repentant with righteousness.”","30":"For you will be like an oak of withering leaf, like a garden that has no water.","18":"“Come now, let us reason together,” says ADONAI. “Though your sins be like scarlet, they will be as white as snow. Though they be red like crimson, they will become like wool.","29":"For they will be ashamed of the sacred oaks that you desired, and embarrassed because of the gardens that you have chosen.","23":"Your princes are rebellious and friends with thieves. Everyone loves a bribe and chases after rewards. They do not defend the orphan, nor does a widow’s case come to them.","19":"If you are willing and obey, you will eat the good of the land.","1":"The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah:","5":"Where will you be struck again, as you stray away more and more? The whole head is sick, the whole heart faint.","4":"Oy, a sinful nation, a people weighed down with iniquity, offspring of evildoers, sons dealing corruptly! They have abandoned ADONAI. They have despised Israel’s Holy One. They have turned backwards.","8":"So the Daughter of Zion is left as a sukkah in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.","26":"I will restore your judges as at first, your counselors as at the start. Afterward you will be called City of Righteousness, Faithful City.","14":"Your New Moons and your Festivals My soul hates! They are a burden to Me. I am weary to bear them.","22":"Your silver has become dross, your wine diluted by water.","28":"But there will be a crushing of transgressors and sinners together. Forsaking ADONAI, they will be consumed.","25":"Then I will turn My hand on you, purge away your dross, and remove all your alloy.","9":"Unless ADONAI-Tzva’ot had left us a small remnant,  we would have been as Sodom, we would have been as Gomorrah.","15":"When you spread out your hands, I will hide My eyes from you. When you multiply prayers, I will not hear. Your hands are full of blood!”","21":"How the Faithful City became a harlot! She once was full of justice, righteousness lodged in her — but now murderers!","24":"Therefore says the Lord ADONAI-Tzva’ot, the Mighty One of Israel: “Oy! I will get relief from My foes and avenge Myself on My enemies.","16":"“Wash and make yourselves clean. Put away the evil of your deeds from before My eyes. Cease to do evil.","7":"Your land is desolate; your cities are burned with fire; your fields, strangers devour it in your presence — a desolation, overthrown by strangers.","2":"Listen! Heavens, and hear, earth, for ADONAI has spoken: “Sons I have raised and brought up, but they have rebelled against Me.","6":"From the foot to the head there is no soundness. Wounds, bruises and raw sores: not pressed, nor bandaged, nor softened with oil.","31":"So the strong will become tinder and his work like a spark — both will burn together, and no one will quench them."},"58":{"3":"“Why have we fasted. yet You do not see? Why have we afflicted our souls, yet You take no notice?”  “Behold, in the day of your fast you seek your own pleasure, and exploit all your laborers.","5":"Is this the fast I have chosen? A day for one to afflict his soul? Is it to bow down his head like a reed, and spreading out sackcloth and ashes? Will you call this a fast and a day acceptable to ADONAI?","12":"Some of you will rebuild the ancient ruins, will raise up the age-old foundations, will be called Repairer of the Breach, Restorer of Streets for Dwelling.","10":"If you give yourself to the hungry, and satisfy the desire of the afflicted, then your light will rise in darkness, and your gloom will be like midday.","2":"Yet they seek Me day to day and delight to know My ways, as if they were a nation that did right, and had not forsaken their God’s decree. They ask Me for righteous judgments; they delight in the nearness of God.”","8":"Then your light will break forth like the dawn, and your healing will spring up speedily. Your righteousness will go before you, the glory of ADONAI as your rear guard.”","11":"Then ADONAI will guide you continually, satisfy your soul in drought and strengthen your bones. You will be like a watered garden, like a spring of water whose waters never fail.","1":"“Cry aloud, do not hold back! Raise your voice like a shofar. Tell My people their transgression, and the house of Jacob their sins.","9":"Then you will call, and ADONAI will answer. You will cry and He will say, “Here I am.” If you get rid of the yoke among you — finger-pointing and badmouthing —","14":"then You will delight yourself in ADONAI, and I will let you ride over the heights of the earth, I will feed you with the heritage of your father Jacob.” For the mouth of ADONAI has spoken.","7":"Is it not to share your bread with the hungry, to bring the homeless poor into your house? When you see the naked, to cover him, and not hide yourself from your own flesh and blood?","6":"“Is not this the fast I choose: to release the bonds of wickedness, to untie the cords of the yoke, to let the oppressed go free, and to tear off every yoke?","4":"Behold, you fast for strife and contention and to strike with a wicked fist. You should not fast as you do today to make your voice heard on high.","13":"If you turn back your foot from Shabbat, from doing your pleasure on My holy day, and call Shabbat a delight, the holy day of ADONAI honorable, If you honor it, not going your own ways, not seeking your own pleasure, nor speaking your usual speech,"},"55":{"3":"Incline your ear and come to Me. Listen, so that your soul may live. I will make an everlasting covenant with you, the trustworthy loyalty to David.","5":"Behold, you will summon a nation you do not know, and a nation that did not know you will run to you, because of ADONAI your God and the Holy One of Israel, for He has glorified you.”","12":"“Yes, you will go out with joy and be led forth with peace. The mountains and the hills will break forth before you singing, and all the trees of the field will clap their hands!","10":"For as the rain and snow come down from heaven, and do not return there without having watered the earth, making it bring forth and sprout, giving seed to sow and bread to eat,","2":"Why do you spend money for what is not bread? Your wages for what does not satisfy? Listen diligently to Me, and eat what is good, and delight yourself in abundance.","8":"“For My thoughts are not your thoughts, nor are your ways My ways.” It is a declaration of ADONAI.","11":"so My word will be that goes out from My mouth. It will not return to Me in vain, but will accomplish what I intend, and will succeed in what I sent it for.","1":"“Ho, everyone who thirsts, come to the water,  and you who have no money, come, buy and eat. Come, buy wine and milk without money and without cost!","9":"“For as the heavens are higher than earth, so are My ways higher than your ways, and My thoughts than your thoughts.","7":"Let the wicked forsake his way, and the unrighteous one his thoughts, let him return to ADONAI, so He may have compassion on him, and to our God, for He will abundantly pardon.","6":"Seek ADONAI while He may be found, call on Him while He is near.","4":"Behold, I made him a witness to the peoples, a leader and commander for the peoples.","13":"Instead of the thorn bush, a cypress will come up, and instead of the brier, a myrtle will come up, and it will be a memorial to ADONAI, as an everlasting sign that will never be cut off.”"},"33":{"16":"He will dwell on the heights — his refuge will be an impregnable cliff. His bread will be provided, his water assured.","3":"From the noise of tumult people will flee; When You lift Yourself up, the nations will be scattered.","5":"ADONAI is exalted, for He dwells on high! He has filled Zion with justice and righteousness.","21":"For there the majestic One, ADONAI, will be for us — a place of rivers and wide canals, on which no boat with oars will go, nor any mighty ship will travel by.","18":"Your heart will meditate on terror: “Where is the counter?” “Where is the weigher?” “Where is the counter of towers?”","12":"Then peoples will be burned as lime, like thorns cut down, burned in the fire.","10":"“Now I will arise,” says ADONAI. “Now I will be exalted. Now I will lift Myself up.","2":"ADONAI, be gracious to us! We long for You. Be our strength every morning, our salvation in time of trouble.","22":"For ADONAI is our Judge, ADONAI is our Lawgiver, ADONAI is our King — He will save us!","8":"Highways are desolate; travel has ceased; covenant is broken; cities are despised; there is no regard for humanity.","17":"Your eyes will see the King in His beauty. They will gaze at a far-distant land.","11":"You conceive chaff, you will give birth to stubble. My breath is a fire that will consume you.","1":"Oy, you destroyer, never destroyed, you traitor, never betrayed! When you have stopped destroying, you will be destroyed; and when you finish betraying, they will betray you.","9":"The land mourns and languishes; Lebanon is shamed and withers; Sharon is like a wilderness; Bashan and Carmel are shaken bare.","24":"No inhabitant will say, “I am sick.” The people dwelling there will be forgiven their iniquity.","14":"Sinners in Zion are afraid. Trembling has seized the godless: “Who among us can live with the consuming fire?” “Who among us can live with everlasting burnings?”","7":"Behold, heroes cry outside. Ambassadors of peace weep bitterly.","15":"One who walks righteously, and speaks uprightly, who refuses unjust gain by extortion, who shakes his hands free of bribes, who stops his ears from hearing of bloodshed, and shuts his eyes from looking on evil.","20":"Look upon Zion, city of our Festivals. Your eyes will see Jerusalem as a quiet home, a tent that will never be folded, Its stakes never pulled up, its cords never broken.","23":"Your cords hang slack, not holding the mast in place firmly, nor spreading out the sail. Then abundant spoil will be divided — even the lame will carry off plunder.","6":"It will be your time of faithfulness, a wealth of salvation, wisdom and knowledge — the fear of ADONAI is His treasure.","4":"Your spoil is gathered as the caterpillar gathers; like a swarm of locusts, they are rushing over it.","19":"You will no longer see the fierce people, the people of speech too obscure to comprehend, with a stammering tongue no one understands.","13":"Hear, you who are afar off, what I have done, and you who are near, acknowledge My might.”"},"27":{"3":"I, ADONAI, watch over it, I water it every moment. I guard it day and night, so that no one may harm it.","5":"Rather let them rely on My strength. Let them make peace with Me — make peace with Me.”","12":"It will come about in that day, ADONAI will thresh from the channel of the River to the Wadi of Egypt, and you will be gathered one by one, Bnei-Yisrael.","10":"The fortified city is a lonely habitation, forlorn and forsaken like the desert. There the calf will graze, there lie down and consume its branches.","2":"“In that day sing to her, ‘A vineyard of delight!’","8":"You contended with her by banishing her, by driving her away. With His fierce wind He expelled them on the day of the east wind.","11":"When the boughs are withered, they will be broken off. Women come and set them on fire, for it is a people of no understanding. Therefore their Maker will show them no mercy — He who formed them will give them no grace.","1":"In that day ADONAI will punish Leviathan the fleeing serpent with His fierce, great, strong sword, Leviathan the twisted serpent! He will slay the dragon in the sea.","9":"So by this will Jacob’s sin be atoned and this the full price to remove his sin: When he makes all the altar stones like shattered chalk stones, so that the Asherah poles and incense rise no more.","7":"Did He strike Israel as He struck those who struck them? Or were they slain as their slayers were slain?","6":"In days to come Jacob will take root, Israel will blossom and bud and fill the face of the world with fruit.","4":"It is not that I have wrath. Who would give me thorns and thistles? Into battle I would march against them! I would burn them up altogether!","13":"It will also come about in that day, a great shofar will be blown.  Those perishing in the land of Assyria and the exiles in the land of Egypt will come and worship ADONAI on the holy mountain in Jerusalem."},"16":{"3":"‘Give counsel, execute justice. Cast your shadow like night at noonday. Hide the refugees, do not betray the fugitive.","5":"A throne will be established in mercy, and One will sit on it in truth — in the tent of David — One who seeks justice and is ready for righteousness.","12":"So it will be, when Moab is weary upon the high place and comes to his sanctuary to pray, it will do him no good.","10":"Gladness and joy are taken away from the fruitful field. In the vineyards, no singing for joy no happy shouting, no treading wine in the presses. I have made the shouting stop.","2":"For like fluttering birds, scattered from a nest, so will the daughters of Moab be at the fords of Arnon.","8":"For the fields of Heshbon have withered, as well as the vine of Sibmah. Rulers of nations have trampled the choice clusters, that reached as far as Jazer and into the desert, its branches spread out and crossed to the sea.","11":"Therefore my heart moans for Moab like a lyre, and my inward part for Kir-heres.","1":"Send lambs to the ruler of the land from Sela in the desert to the mountain of the Daughter of Zion.","9":"Therefore I will weep bitterly for Jazer, for the vine of Sibmah. I will drench you with my tears, O Heshbon and Elealeh. For on your summer and your harvest the battle cry has fallen.","14":"But now ADONAI has spoken, saying: “Within three years (as with the years of a hired worker), the glory of Moab will be disgraced; for all his large population, the remnant will be very small and feeble.”","7":"Therefore Moab will wail for Moab — everyone will wail! For the sweet cakes of Kir-hareseth you will moan, utterly stricken.","6":"We have heard of the pride of Moab — very proud is he — of his haughtiness, his arrogance, his insolence, and his dishonest boasting.","4":"Let My refugees stay with you. Be for Moab a hiding place from the face of the destroyer. For the extortion is at an end, devastation ceases, oppressors are gone from the land.","13":"This is the word that ADONAI spoke concerning Moab in the past."},"64":{"7":"But now, ADONAI, You are our Father. We are the clay and You are our potter, We are all the work of Your hand.","9":"Your holy cities became a wilderness, Zion has become a wilderness, Jerusalem a desolation.","10":"Our holy and beautiful House, where our fathers praised You, Has been burned with fire — all our pleasant things are laid waste.","3":"For from days of old no one has heard, no ear perceived, no eye has seen God, except You, who acts on behalf of the one waiting for Him.","11":"Will You restrain Yourself at these things? ADONAI, will You stay silent, and afflict us very severely?","2":"When You did awesome things that we were not expecting, You came down — the mountains shook at Your presence!","1":"As fire kindles brushwood, as fire causes water to boil, make Your Name known to Your foes, so the nations may tremble before You!","4":"You meet him who rejoices in doing righteousness, who remembers You in Your ways. Behold, You were angry. When we keep sinning all the time, would we be saved?","6":"No one calls on Your Name, or stirs himself up to take hold of You. For You have hidden Your face from us, and have consumed us, because of our iniquities.","5":"For all of us have become like one who is unclean, and all our righteousness is like a filthy garment, and all of us wither like a leaf, and our iniquities carry us away, like the wind.","8":"Do not be angry much more, ADONAI, or remember iniquity forever. Oh, please see, we are all Your people!"},"24":{"16":"From the ends of the earth we have heard songs: “Glory to the righteous!” But I say, “I waste away, I waste away! Oy to me! Traitors betray! With treachery traitors betray!”","3":"The land will be utterly emptied, and totally plundered. For ADONAI has spoken this word.","5":"The land is polluted by its inhabitants, for they have transgressed Torah, violated statutes, and broken the everlasting covenant.","21":"It will come about in that day, ADONAI will punish the host of heaven on high, and the kings of the earth on the earth.","18":"And it shall come to pass: whoever flees from the sound of panic will fall in the pit, and whoever climbs up out of the pit will be caught in the trap. For the windows of heaven are opened and the foundations of the earth shake.","12":"The city is left in ruins; the gate is battered down.","10":"The shattered city is in chaos. Every house is shut up, none may enter.","2":"So it shall be: as with the people, so with the kohen, as with a servant, so with his master, as with a maid, so with her mistress, as with a buyer, so with the seller, as with a lender, so with the borrower, as with a creditor, so with the debtor.","22":"They will be gathered together, like prisoners in the Pit, and will be shut up in the prison, and after many days be punished.","8":"The glee of tambourines stops, the noise of revelers ends, the joy of the harp ceases.","17":"Panic, pit and trap are upon you, O inhabitant of the earth.","11":"In the streets is an outcry for wine; all joy becomes dark as evening; the mirth of the land is banished.","1":"Behold, ADONAI makes the land empty and makes it waste, twists its face, and scatters its inhabitants.","9":"They no longer drink wine with song. Liquor is bitter to those drinking it.","14":"They will raise their voices, They will sing for joy, of the majesty of ADONAI they shout from the sea.","7":"The new wine fails, the vine wilts, all the merry-hearted sigh.","15":"‘Therefore glorify ADONAI in the east, the Name of ADONAI, the God of Israel, in the isles of the sea.","20":"The earth reels to and fro like a drunk, and sways like a hut. its transgression is so heavy upon it that it will fall and never rise again.","23":"Then the moon will be abashed and the sun ashamed, for ADONAI-Tzva’ot will reign on Mount Zion and in Jerusalem, and before His elders, gloriously.","6":"Therefore a curse will devour the land. Those dwelling there are found guilty. Therefore the inhabitants of the land will be burned up, so the people remaining are few.","4":"The land faints and fades away, The world wilts and fades away, The exalted people of the earth wilt.","19":"The earth is broken apart, the earth is split open, the earth is shaken utterly.","13":"So will it be in the earth and among the nations, as when shaking an olive tree, or as when gleanings are left after the grape harvest."},"19":{"16":"In that day Egypt will be like women trembling with fear, because of the shaking hand of ADONAI-Tzva’ot, which He is about to wave over it.","3":"The spirit of Egypt will drain within it, and I will confuse its counsel. So they will resort to idols, charmers, mediums and familiar spirits.","5":"The waters from the sea will dry up, and the river will be drained dry.","21":"So ADONAI will make Himself known to Egypt, and the Egyptians will know ADONAI in that day. They will worship with sacrifice and offering. They will vow to ADONAI, and fulfill it.","18":"In that day five cities in the land of Egypt will speak the language of Canaan, swearing allegiance to ADONAI-Tzva’ot. One used to be called the City of the Sun.","12":"Where then are your wise men? Let them tell you now! Let them know what ADONAI-Tzva’ot has purposed against Egypt.","10":"Her pillars will be crushed, All hired workers will be grieved in soul.","2":"I will stir up Egyptian against Egyptian. Everyone will fight against his brother, and everyone against his neighbor — city against city, kingdom against kingdom.","22":"So ADONAI will strike Egypt — striking yet healing — so they will return to ADONAI, and He will respond to them and heal them.","8":"Then the fishermen will lament. All who cast hooks in the Nile will mourn, and those who spread nets on the waters will languish.","17":"The land of Judah will terrify Egypt. Anyone who mentions it will be afraid, because of what ADONAI-Tzva’ot has surely purposed against it.","11":"The princes of Zoan are utter fools. Pharaoh’s wisest counselors are stupid. How can you say to Pharaoh, “I am the son of the wise, a son of ancient kings”?","1":"The burden of Egypt: Behold, ADONAI rides upon a swift cloud and comes to Egypt. Egypt’s idols tremble before Him and Egypt’s heart melts within them.","9":"Moreover the workers of fine flax, and the weavers of white cloth will be ashamed.","24":"In that day Israel will be the third, along with Egypt and Assyria — a blessing in the midst of the earth.","14":"ADONAI has mixed within her a spirit of dizziness. They make Egypt stagger in every work, as a drunkard staggers in his vomit.","7":"The bulrushes by the Nile, by the mouth of the Nile, and everything sown by the Nile will wither, blow away and be no more.","15":"There will be no work for Egypt to do, for head or tail, palm branch or rush.","20":"It will be as a sign and a witness to ADONAI-Tzva’ot in the land of Egypt. For they will cry to ADONAI because of oppressors, and He will send them a savior and defender — and he will deliver them.","25":"For ADONAI-Tzva’ot has blessed, saying: “Blessed is Egypt My people, and Assyria My handiwork, and Israel My inheritance.”","23":"In that day there will be a highway from Egypt to Assyria, and the Assyrians will come to Egypt, and the Egyptians to Assyria, and the Egyptians will worship with the Assyrians.","6":"Then the channels will stink. The streams of Egypt will dwindle and dry up. Reeds and rushes will rot.","4":"I will give the Egyptians into the hand of a cruel master — a fierce king will rule over them. It is a declaration of ADONAI-Tzva’ot.","19":"In that day there will be an altar to ADONAI in the middle of the land of Egypt, and next to the border a pillar to ADONAI.","13":"The princes of Zoan are fools. The princes of Noph are deceived. The cornerstone of her tribes have led Egypt astray."},"29":{"16":"Your perversity! Should the potter be regarded the same as the clay? Should the thing made say to its maker, “You did not make me”? Or the thing formed say of its former, “You have no understanding?”","3":"I will encamp against you all around, I will set up siege-works against you and will raise up ramps against you.","5":"Yet the multitude of your foes will become like fine dust, and the multitude of the terrifying like chaff that passes away. It will happen in an instant, suddenly.","21":"Those who make a man out to be guilty with a word, and trap him who reproves at the gate, and deny justice with meaninglessness.","18":"In that day the deaf will hear words of a book, and out of gloom and darkness the eyes of the blind will see.","12":"Then the scroll is given to one who does not know books, saying, “Read this, please,” but he says, “I don’t know books.”","10":"For ADONAI has poured out on you a spirit of deep sleep, and has shut your eyes — the prophets, and covered your heads — the seers.","2":"But I will distress Ariel. There will be lamenting and moaning — then will she be like Ariel to Me?","22":"Therefore, thus says ADONAI, Redeemer of Abraham, concerning the house of Jacob: “Jacob will no longer be ashamed, no longer will his face grow pale;","8":"It will be like a hungry man dreaming and behold, he is eating, but awakes with his hunger unsatisfied, or like a thirsty man dreaming and behold, he is drinking, but awakes faint, his soul thirsting. So it will be with the multitude of all the nations warring against Mount Zion.","17":"Will it not be just a very little while before Lebanon turns into a garden, and a garden will seem like a forest?","11":"So this entire vision is for you like the words of a sealed scroll, which they give to one who knows books, saying, “Read this, please,” but he says, “I can’t, because it’s sealed.”","1":"Oy, Ariel , Ariel! City where David camped. Year to year again — festivals in a cycle.","9":"Wait, and be astounded! Blind yourselves, and be blind! Drunk, but not with wine, Stagger, but not with strong drink.","24":"Those who go astray in spirit will come to understanding, and those who murmur will learn instruction.”","14":"Therefore, behold, once more I will do a marvelous work among this people — a marvel and a wonder — so the wisdom of their wise will perish, and the discernment of their discerning will be concealed.”","7":"It will be like a dream, a night vision: the multitude of all the nations warring against Ariel, yes, all warring against her, the ramparts around her and her besiegers.","15":"Oy, those who go to great depths to hide their plans from ADONAI! Their works are in the dark. They say, “Who sees us? Who knows us?”","20":"For the ruthless will come to an end and the scorner will be finished, and all watching to do evil cut off.","23":"for when he sees his children, the work of My hands in his midst, they will sanctify My Name; they will sanctify the Holy One of Jacob, and stand in awe of the God of Israel.","6":"You will be visited by ADONAI-Tzva’ot with thunder, earthquake, huge noise, whirlwind and storm-wind, and the flame of a consuming fire.","4":"You will be brought low, you will speak from the ground. From the dust where you are prostrate your speech will come. Your voice will be like a ghost out of the ground, and your speech will whisper out of the dust.","19":"The meek will add to their joy in ADONAI, and the needy of humanity will rejoice in the Holy One of Israel.","13":"So ADONAI says, “Since these people draw near with their mouths and honor Me with their lips, yet their hearts are far from Me, and their fear of Me is a mitzvah taught by men."},"61":{"7":"Instead of your shame, double portion. instead of disgrace they will sing for joy. Therefore in their land they will inherit a double portion; they will have everlasting joy.","9":"Then their offspring will be known among the nations, their descendants among the peoples. All who see them will recognize them, for they are the seed that ADONAI has blessed.","10":"I will rejoice greatly in ADONAI. My soul will be joyful in my God. For He has clothed me with garments of salvation, He has wrapped me in a robe of righteousness — like a bridegroom wearing a priestly turban, like a bride adorning herself with her jewels.","3":"to console those who mourn in Zion, to give them beauty for ashes, the oil of joy for mourning,  the garment of praise for the spirit of heaviness, that they might be called oaks of righteousness, the planting of ADONAI, that He may be glorified.","11":"For as the earth brings forth its sprouts, and as a garden causes things sown to spring up, so ADONAI Elohim will cause justice and praise to spring up before all the nations.","2":"to proclaim the year of ADONAI’s favor and the day of our God’s vengeance, to comfort all who mourn","1":"The Ruach of ADONAI Elohim is on me,  because ADONAI has anointed me to proclaim Good News to the poor.  He has sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to those who are bound,","4":"They will rebuild the ancient ruins. They will restore former desolations. They will repair the ruined cities, the desolations of many generations.","6":"But you will be called the kohanim of ADONAI, They will speak of you as the ministers of our God. You will eat the wealth of nations and boast in their abundance.","5":"Strangers will stand and shepherd your flocks, children of foreigners will be your plowmen and vinedressers.","8":"For I, ADONAI, love justice. I hate robbery in the burnt offering. In faithfulness I will reward My people and cut an eternal covenant with them."},"9":{"16":"Therefore ADONAI will have no joy in their young men, nor will He have compassion on their orphans and widows, for everyone is ungodly and an evildoer, and every mouth speaks foolishness. For all this His anger is not turned away, yet His hand is still outstretched.","3":"For You will break the burdensome yoke and the rod on his shoulder — the war-club of his oppressor — as in the day of Midian.","5":"For to us a child is born, a son will be given to us,  and the government will be upon His shoulder.  His Name will be called Wonderful Counselor,  Mighty God My Father of Eternity, Prince of Peace.","18":"By the wrath of ADONAI-Tzva’ot is the land burnt up; The people are as fuel for the fire. No one spares his brother.","12":"Yet the people will not turn back to the One who strikes them, nor will they seek ADONAI-Tzva’ot.","10":"Therefore ADONAI raises up Rezin’s adversaries against them, and spurs on his enemies.","2":"You will multiply the nation. You will increase the joy. They will rejoice before You like the joy in the harvest, as they revel when they divide spoil.","8":"All the people will know what Ephraim and the inhabitants of Samaria say in pride and in arrogance of heart:","17":"For wickedness burns like a fire and consumes the briers and thorns It kindles the thickets of the forest, so they roll up in a column of smoke.","11":"The Arameans from the east and the Philistines from the west — they will devour Israel with open mouth. For all this His anger is not turned away, yet His hand is still outstretched.","1":"The people walking in darkness will see a great light. Upon those dwelling in the land of the shadow of death, light will shine.","9":"“The bricks are fallen, but we will rebuild with cut stones. The sycamores are cut down, but we will replace them with cedars.”","14":"The elder and the man of rank — he is the head. The prophet who teaches falsehood — he is the tail.","7":"ADONAI sent a word to Jacob, and it fell upon Israel.","15":"The leaders of this people lead them astray. Those they mislead are swallowed up.","20":"Manasseh will devour Ephraim, and Ephraim, Manasseh, both are against Judah. For all this His anger is not turned away, yet His hand is outstretched.","6":"Of the increase of His government and shalom there will be no end — on the throne of David and over His kingdom — to establish it and uphold it through justice and righteousness from now until forevermore.  The zeal of ADONAI-Tzva’ot will accomplish this.","4":"For every stomping boot quaking and cloak rolled in blood will be for burning — fuel for the fire.","19":"One grabs with the right hand but is hungry, and eats with the left hand but is not satisfied. Everyone will eat the flesh of his own arm —","13":"So ADONAI will cut off from Israel head and tail, palm branch and bulrush in a single day."},"37":{"11":"Behold, you have heard what the kings of Assyria have done to all lands — utterly destroying them — so will you be delivered?","3":"Then they said to him: “Thus says Hezekiah: This day is a day of distress, rebuke and contempt. For children have come to the point of birth, and there is no strength for giving birth.","20":"Now, ADONAI our God, save us from his hand, so that all the kingdoms of the earth may know that You alone are ADONAI!”","12":"Have the gods of the nations delivered those my fathers destroyed — Gozan, Haran, Rezeph, or the children of Eden who were in Telassar?","10":"“Thus you will say to King Hezekiah of Judah, saying, do not let your God in whom you trust deceive you, saying: ‘Jerusalem will not be given into the hand of the king of Assyria.’","17":"Incline Your ear, ADONAI, and hear! Open Your eyes, ADONAI, and see! Listen to all the words of Sennacherib, who was sent to mock the living God.","13":"Where is the king of Hamath, or the king of Arpad, or the king of the city of Sepharvaim, of Hena, or Ivvah?’”","27":"Their inhabitants are weak handed, shattered and ashamed. They are like the grass of the field and green herb, like grass on roofs, scorched before it is grown up.","30":"So this shall be the sign to you: This year you will eat what grows by itself, in the second year what springs from that. But in the third year, you will sow, reap, plant vineyards, and eat their fruit.","18":"It is true, ADONAI, the kings of Assyria have devastated all the countries and their lands,","36":"Then the angel of ADONAI went out and struck down 185,000 men in the Assyrian camp. When the men arose early in the morning, behold, they were all dead corpses.","29":"Because your raging against Me and your arrogance reached My ears, I will put My hook in your nose, and My bridle in your lips, and I will turn you back by the way that you came.”","23":"Whom did you taunt and blaspheme? Against whom did you raise your voice and haughtily lift up your eyes? Against the Holy One of Israel!","19":"and have cast their gods into the fire — for they were not gods, but the work of human hands, wood and stone. So they have destroyed them.","1":"When King Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into the House of ADONAI.","5":"When the officials of King Hezekiah came to Isaiah,","4":"Perhaps ADONAI your God, will hear the words of the Rab-shakeh, whom his master the king of Assyria has sent to mock the living God, and will rebuke the words which ADONAI your God has heard. So offer prayer for the remnant that is left.”","8":"Then the Rab-shakeh returned, and found the king of Assyria fighting against Libnah, for he had heard he had withdrawn from Lachish.","26":"Have you not heard? I did it long ago! From ancient times I planned it. Now I have brought it to pass — that you should turn fortified cities into heaps of rubble.","14":"Then Hezekiah received the letter from the hand of the messengers and read it. Then Hezekiah went up to the House of ADONAI and spread it before ADONAI.","37":"So King Sennacherib of Assyria withdrew, and returned home, and stayed in Nineveh.","22":"this is the word that ADONAI has spoken about him: “The virgin Daughter of Zion will despise you and mock you. The daughter of Jerusalem will shake her head at you.","28":"But I know your sitting down, your going out and your coming in, and your raging against Me.","25":"I dug and drank water, and with the sole of my feet, I dried up all the streams of Egypt.’","9":"Now he had heard them say concerning Tirhakah king of Ethiopia, saying: “He has come out to fight against you.” When he heard it, he sent messengers to Hezekiah saying:","33":"Therefore thus says ADONAI concerning the king of Assyria: “He will not come to the city, or shoot an arrow there, or come before it with a shield, or throw up a siege-ramp against it.","15":"Hezekiah prayed to ADONAI saying:","34":"By the way that he came, by the same he will return, and he will not come into this city” — it is a declaration of ADONAI.","21":"Then Isaiah son of Amoz sent word to Hezekiah saying, “Thus says ADONAI, the God of Israel: ‘Because you prayed to Me about King Sennacherib of Assyria,","24":"Through your servants, you have blasphemed my Lord and said: ‘With my many chariots I have climbed to the heights of the mountains, to the remotest parts of Lebanon! I cut down its tall cedars and choice cypress trees. I have gone to its farthest peak, its thickest forest.","16":"“ADONAI-Tzva’ot, God of Israel, who is enthroned upon the cheruvim, You alone are God of all the kingdoms of the earth. You have made heaven and earth.","35":"“For I will defend this city to save it, for My own sake, and for My servant David’s sake.”","32":"For from Jerusalem a remnant will go out, and survivors from Mount Zion. The zeal of ADONAI-Tzva’ot shall perform this.”","7":"Behold, I am putting a spirit in him so that he will hear a rumor, and will return to his own country; then I will cause him to fall by the sword in his own land.’”","2":"Then he sent Eliakim, who was in charge of the palace, Shebna the scribe and the senior kohanim, covered with sackcloth, to Isaiah the prophet, son of Amoz.","38":"It also came to pass, as he was worshipping in the house of his god Nisroch, that his sons Adrammelech and Sarezer struck him down with the sword, and escaped into the land of Ararat. Then his son Esarhaddon became king in his place.","6":"Isaiah said to them: “Thus you will say to your master, ‘Thus says ADONAI: Do not be afraid of the words you have heard, with which the boys of the king of Assyria have blasphemed Me.","31":"The surviving remnant of the house of Judah will take root downward and bear fruit upward."},"7":{"16":"For before the boy knows to refuse evil and choose good, the land of the two kings you dread will be abandoned.","3":"Then ADONAI said to Isaiah: “Go out now to meet Ahaz — you and Shear-jashub your son, at the end of the aqueduct from the upper pool, in the highway of the fullers’ field ;","5":"because Aram has plotted harm against you, along with Ephraim and the son of Remaliah saying,","21":"In that day it will be that a man will rear a calf and two sheep,","18":"In that day ADONAI will whistle for the fly at the source of the Nile of Egypt and for the bee in the land of Assyria.","12":"But Ahaz said, “I won’t ask — I wouldn’t test ADONAI!”","10":"Then ADONAI spoke again to Ahaz saying,","2":"When it was reported to the house of David saying: “Aram is camped in Ephraim,” his heart as well as the heart of his people shook like the trees of the forest shaking with the wind.","22":"and from the abundant milk they give, he will eat curds — for anyone left in the land will eat curds and honey.","8":"For the head of Aram is Damascus, and the head of Damascus is Rezin. Within 65 years Ephraim will be broken and not be a people.","17":"ADONAI will bring — on you, on your people and on your father’s house such days as have never come since the day Ephraim separated from Judah — the king of Assyria!","11":"“Ask for a sign from ADONAI your God — from the depths of Sheol or the heights of Heaven.”","1":"Now it came about in the days of Ahaz son of Jotham, son of Uzziah, king of Judah, that King Rezin of Aram and King Pekah, son of Remaliah of Israel, went up to Jerusalem to war against it, but could not prevail against it.","9":"The head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If you do not trust, you will not stand.”","24":"With arrows and bows one will come there, since all the land will become briers and thorns.","14":"Therefore ADONAI Himself will give you a sign: Behold, the virgin  will conceive. When she is giving birth to a son, she will call his name Immanuel.","7":"Thus says ADONAI Elohim: “It will not stand, nor will it occur.","15":"He will be eating curds and honey by the time he knows to refuse evil and choose good.","20":"In that day ADONAI will shave — with a razor hired beyond the River — with the king of Assyria — the head and the hair of the legs, and even clip off the beard.","25":"As for all the hills that were tilled with the hoe — you will not go there for fear of briers and thorns. Instead it will be for grazing of oxen and roaming of sheep.","23":"In that day it will be that every place where there were 1,000 vines worth 1,000 silver shekels will become briers and thorns.","6":"“Let us go up against Judah, terrorize it, divide it for ourselves, and appoint Tabeel’s son as king in the midst of it.”","4":"and say to him, ‘Keep calm and be quiet. Do not fear nor be faint-hearted because of these two stubs of smoldering firebrands, because of the fierce anger of Rezin and Aram, nor of the son of Remaliah,","19":"Then they will come, all of them — and will settle in the steep wadis and in the clefts of the cliffs and in all the thorn bushes and in all the watering holes.","13":"Then he said, “Hear now, house of David! Is it a small thing for you to weary men? Will you also weary my God?"},"52":{"3":"For thus says ADONAI: “You were sold for nothing. So you will be redeemed without silver.”","5":"“Now therefore, what do I have here?” — it is a declaration of ADONAI — “My people are taken away for nothing? Its rulers wail” — it is ADONAI’s declaration — “and My Name is continually blasphemed all day long.","12":"For you will not go out in haste, nor will you go in flight, for ADONAI will go before you, and the God of Israel will be your rear guard.","10":"ADONAI has bared His holy arm before the eyes of all the nations. All the ends of the earth will see the salvation of our God.","2":"Shake off the dust and arise! Be enthroned, Jerusalem. Loose the bonds off your neck, captive Daughter of Zion.","8":"The voice of your watchmen — they will lift up their voices. Together they are shouting for joy! For they will see eye to eye when ADONAI returns to Zion.","11":"Leave, leave! Get out of there! Touch no unclean thing. Go out of her midst. Purify yourselves, you who carry the vessels of ADONAI.","1":"Awake, awake! Clothe yourself in your strength, Zion! Clothe yourself in beautiful garments, Jerusalem, the holy city, for the uncircumcised and the unclean will never invade you again.","9":"Break forth in joy, sing together, you ruins of Jerusalem, for ADONAI has comforted His people. He has redeemed Jerusalem.","14":"Just as many were appalled at You — His appearance was disfigured more than any man, His form more than the sons of men.","7":"How beautiful on the mountains are the feet of him who brings good news, who announces shalom, who brings good news of happiness,  who announces salvation, who says to Zion, “Your God reigns!”","15":"So He will sprinkle many nations. Kings will shut their mouths because of Him, for what had not been told them they will see, and what they had not heard they will perceive.","6":"Therefore My people will know My Name. Therefore in that day, I am the One who will be saying, ‘Hineni!’”","4":"For thus says ADONAI Elohim: “At first My people went down to Egypt to reside there, then the Assyrian oppressed them for nothing.","13":"“Behold, My servant will prosper, He will be high and lifted up and greatly exalted."},"39":{"7":"‘Moreover, some of your descendants — who will issue from you, whom you will father — will be taken away and will become eunuchs in the palace of the king of Babylon.’”","3":"Then Isaiah the prophet came to King Hezekiah and asked him, “What did these men say, and from where did they come to you?” Hezekiah replied, “They have come to me from a far country, from Babylon.”","2":"Now Hezekiah was pleased with them, so he showed them his treasure house — the silver and the gold, the spices and the precious oil — and his whole armory, and everything that was found in his treasuries. There was nothing in his house or in all his dominion that Hezekiah did not show them.","1":"At that time Merodach-baladan, son of King Baladan of Babylon, sent letters and a present to Hezekiah, for he had heard that he had been sick and had recovered.","4":"Then he asked, “What have they seen in your house?” Hezekiah said, “They have seen everything in my house. There is nothing among my treasuries that I didn’t show them.”","6":"‘Behold, days are coming when everything in your house, which your fathers have stored up to this day, will be carried to Babylon — nothing will be left,’ says ADONAI.","5":"Then Isaiah said to Hezekiah: “Hear the word of ADONAI-Tzva’ot,","8":"Then Hezekiah said to Isaiah, “The word of ADONAI which you have spoken is good.” For he thought, “For there will be shalom and security in my days.”"},"48":{"16":"Draw near to Me, hear this: Since the beginning, I have not spoken in secret. From the time it existed, I was there. So now ADONAI Elohim has sent Me, and His Ruach.”","3":"“I foretold the former things long ago. They went forth from My mouth, and I caused them to be heard. Suddenly I acted, so they came about.","5":"So I foretold it to you long ago. before it came about I made you hear, lest you should say, ‘My idol did them, my carved image, yes, my molded image commanded them.’","21":"They did not thirst when He led them through the deserts. He caused the water to flow out of the rock for them. He split the rock also, and the waters gushed out.’”","18":"If only you had listened to My commandments! then your peace would be like a river, and your righteousness like the waves of the sea.","12":"Listen to Me, Jacob, Israel whom I called: I am He; I am the first; I am also the last.","10":"Behold, I have refined you, though not as silver. I tested you in the furnace of affliction.","2":"For they call themselves by the holy city, and lean on the God of Israel, ADONAI-Tzva’ot is His Name.","22":"“There is no shalom,” says ADONAI, “for the wicked.”","8":"You have not heard; you never knew; even from long ago your ear has not been open. For I knew that you are treacherous, and from birth were called a rebel.","17":"Thus says ADONAI, your Redeemer, the Holy One of Israel: “I am ADONAI your God, who teaches you to profit, who leads you in the way you should go.","11":"For My own sake, for My own sake, I act. For how should I be profaned? I will not give My glory to another.","1":"Hear this, house of Jacob, who are called by the Name of Israel, who came from the wellspring of Judah, who swear by the Name of ADONAI and confess the God of Israel — but not in truth or righteousness.","9":"For My Name’s sake I defer My anger, for My praise I will restrain it for you — otherwise I would cut you off.","14":"Assemble, all of you, and listen! Who among them foretold these things? ADONAI loves him. He will do His will against Babylon — His arm against the Chaldeans.","7":"They are created now, not long ago. Before today you had not heard them. So you will not say, ‘Sure, I knew them.’","15":"I, I have spoken, yes I called him. I will bring him, so his ways will succeed.","20":"“Get out of Babylon, flee from Chaldea! With a shout of joy, proclaim this, send it out to the end of the earth, say: ‘ADONAI has redeemed His servant Jacob!","6":"You have heard. See all of it. So will you not admit it? I proclaim to you new things from now on — hidden things that you have not known.","4":"For I know that you are obstinate, and your neck is iron sinew, and your forehead bronze.","19":"Your seed would have been like sand, and your offspring like its grains. Their name would never be cut off or destroyed from before Me.”","13":"Surely My hand founded the earth, My right hand spread out the heavens. When I call to them, they stand together."},"21":{"16":"For thus ADONAI said to me, “Within a year (as with the years of a hired worker), all the glory of Kedar will cease,","3":"Therefore my body is filled with pain. Pangs have taken hold of me like the pangs of a woman in labor. I am bewildered by what I hear, terrified by what I see.","5":"Set the table, spread out the cloth! Eat! Drink! “Rise up, you princes, oil the shield!”","12":"The watchman said, “Morning comes, yet also it is night.” If you would inquire, inquire. Come back again.”","10":"O my people, crushed on the threshing floor, what I heard from ADONAI Tzva’ot, God of Israel, I have declared to you.","2":"A harsh vision has been shown to me: “The traitor betrays, and the plunderer plunders. Go up, Elam! Besiege, Media! I have put an end to all her groaning.”","8":"Then he cried out like a lion: “Upon the watch tower, ADONAI, I stand continually in the daytime, and stay at my post every night.","17":"and the remainder of the number of the archers, the mighty men of the sons of Kedar, will be few. For ADONAI God of Israel has spoken.”","11":"The burden of Dumah : One calls to me from Seir, “Watchman, what is left of the night? Watchman, what is left of the night?”","1":"The burden of the desert by the sea: As windstorms sweep over the South, so it comes from the desert, a terrifying land.","9":"Look! Here comes a chariot of men, with a pair of horsemen.” Then one answered and said, “Fallen, fallen is Babylon! All the images of her gods are broken on the ground.”","14":"To him who is thirsty bring water, inhabitants of the land of Tema, meet the fugitive with food.","7":"When he sees a chariot with a pair of horsemen, riders on donkeys, riders on camels, let him pay attention — very close attention!”","15":"For they fled from swords, from drawn sword, from bent bow and distress of war.","6":"For ADONAI has said to me. “Go, post a watchman — let him declare what he sees!","4":"My heart is bewildered, terror overwhelms me. The twilight I longed for has been turned into trembling.","13":"The burden of Arabia: In the desert brush of Arabia you will stay for the night, you caravans of Dedanites."},"56":{"7":"these I will bring to My holy mountain, and let them rejoice in My House of Prayer. Their burnt offerings and sacrifices will be acceptable on My altar. For My House will be called a House of Prayer for all nations.”","9":"All you beasts of the field, come to eat, all you beasts in the forest.","10":"His watchmen are all blind. All of them know nothing. All of them are mute dogs unable to bark, dreamers lying down, lovers of slumber,","3":"Do not let a son of a foreigner who has joined himself to ADONAI  say, ‘ADONAI will surely exclude me from His people.” Nor let the eunuch say, ‘Behold, I am a dry tree.’”","11":"and the dogs are greedy — they never have enough. They are shepherds with no discernment. They have all turned to their own way, each to his own gain, one and all.","2":"Blessed is the one who does this, the son of man who takes hold of it, who keeps from profaning Shabbat, and keeps his hand from doing any evil.","1":"Thus says ADONAI: “Preserve justice, do righteousness. For My salvation is about to come, and My righteousness to be revealed.","12":"“Come, let’s get wine, let’s guzzle strong drink. Tomorrow will be like today, only even better!”","4":"For thus says ADONAI, “To the eunuchs who keep My Shabbatot, who choose what pleases Me, and hold fast My covenant:","6":"Also the foreigners who join themselves to ADONAI, to minister to Him, and to love the Name of ADONAI, and to be His servants — all who keep from profaning Shabbat, and hold fast to My covenant —","5":"I will give to them in My House and within My walls a memorial and a name  better than sons and daughters. I will give them an everlasting name that will not be cut off.","8":"ADONAI Elohim, who gathers the dispersed of Israel, declares, “I will gather still others to him, to those already gathered.”"},"46":{"3":"“Listen to Me, house of Jacob, all the remnant of the house of Israel, borne by Me from birth, carried from the womb.","5":"To whom will you liken Me, or make Me equal or compare Me, that we should be alike?","12":"Listen to Me, you stubborn-hearted, who are far from righteousness:","10":"declaring the end from the beginning, from ancient time, what is yet to come, saying, “My purpose will stand, and I will accomplish all that I please.”","2":"They stoop, they bow down together, they cannot save the burden, but themselves go into captivity.","8":"“Remember this, and be assured. Recall it to mind, you transgressors.","11":"From the east I am calling a bird of prey, a man for My purpose from a far country. Truly I have spoken; I will bring it to pass; I have planned it; surely I will do it.","1":"Bel bows down; Nebo stoops over. Their idols are for beasts and cattle. The things you carry are borne as burdens on weary beasts.","9":"Remember the former things of old: For I am God — there is no other. I am God, and there is none like Me —","7":"They lift it upon a shoulder and carry it. They set in its place and there it stands. It does not budge from its place. Even if one cry to it, it cannot answer, nor save anyone from his trouble.”","6":"They lavish gold from a purse and weigh out silver on the scales. They hire a goldsmith so he makes a god. They bow down. Yes, they worship it.","4":"Even to your old age I will be the same, until you are gray I will carry you. I have done it; I will bear you; I will carry you; I will deliver you.","13":"I bring My justice near, it is not far off. So My salvation will not delay. I put salvation in Zion, My glory in Israel.”"},"32":{"16":"Then justice will dwell in the wilderness, and righteousness abide in the garden.","3":"Then the eyes of those who see will not be closed, and the ears of those who hear will pay attention.","5":"No longer will a fool be called noble, or a scoundrel said to be a gentleman.","18":"My people will live in a peaceful place, in secure dwellings, quiet resting places.","12":"Beat your breasts lamenting for pleasant fields, or fruitful vine,","10":"Within a year and a few days you will shudder, complacent ones. For the grape harvest will fail and the gathering will not come.","2":"Each will be like a refuge from the wind and a shelter from the storm, like streams of water in a dry place, like the shade of a massive rock in a weary land.","8":"But the noble devises noble plans, and for noble causes he stands.","17":"The result of righteousness will be shalom and the effect of righteousness will be quietness and confidence forever.","11":"Tremble, you women at ease! Shudder, you complacent ones! Strip and make yourselves bare, and put sackcloth on your waist.","1":"Behold, a king will reign in righteousness and princes will rule in justice.","9":"Rise up, you women at ease, And hear my voice. You complacent daughters, give ear to my words.","14":"For the palace will be abandoned; the bustling city will be deserted; the citadel and watchtower will become a wasteland forever, a delight of wild donkeys, a pasture for flocks,","7":"The scoundrel’s methods are evil — he makes up wicked schemes to destroy the poor with lies, even when the plea of the needy is just.","15":"until the Ruach is poured out on us from on high,  and the desert becomes a garden, and a garden seems like a forest.","20":"Blessed are you, sowing by all waters, letting the feet of the ox and the donkey range free.","6":"For the fool speaks foolishness and his heart works wickedness, to practice ungodliness, and speak error about ADONAI, to deprive the hungry of food and withhold drink from the thirsty.","4":"The heart of the hasty will understand knowledge, and the tongue of stammerers will speak fluently, clearly.","19":"Then hail will flatten the forest; and the city will be utterly laid low.","13":"for the land of my people, where thorns and briars come up, for all the joyful houses of the jubilant city."},"31":{"7":"For in that day everyone will cast away his idols of silver and his idols of gold, which you made for yourselves with your hands of sin.","9":"His rock will pass away because of fear. His princes will be afraid of the banner” — it is a declaration of ADONAI — His fire is in Zion, and His furnace is in Jerusalem.","3":"Now Egyptians are men and not God, and their horses are flesh, not spirit. When ADONAI stretches out His hand, both he who helps will stumble and he who is helped will fall, and both will perish together.","2":"Yet He is also wise. He brings disaster, and does not take back His words. He rises against the house of evildoers, against help for workers of iniquity.","1":"Oy, those going down to Egypt for help. They are relying on horses, trusting in chariots since they are many, and in horsemen since they are very mighty, but do not look to the Holy One of Israel nor seek ADONAI!","4":"For thus says ADONAI to me: “As a lion or a young lion growls over its prey, though a company of shepherds is called out against him — their voice does not disturb him, nor does their noise upset him — so ADONAI-Tzva’ot will come down to fight on Mount Zion, on its hill.","6":"Return to the One from whom rebellion is so deep, Bnei-Yisrael.","5":"Like hovering birds, so ADONAI-Tzva’ot will protect Jerusalem. By protecting, He will deliver. By passing over, He will save.”","8":"“Then Assyria will fall, not by a sword of man, so a sword not of man will devour him and he will flee from the sword. His young men will be put to forced labor."},"15":{"7":"Therefore the riches they had gotten and whatever they have stored, they carry over the Wadi of Willows.","9":"For the waters of Dimon are full of blood, but I will bring on Dimon even more — a lion for those escaping from Moab, and for those remaining in the land.","3":"In their streets they wear sackcloth. On their housetops and in their plazas, everyone wails, weeping profusely.","2":"He has gone up to the shrine, to Dibon, to the high places to weep. Moab wails over Nebo and Medeba. Every head is bald, every beard shaven.","1":"The burden of Moab. For in the night that Ar is devastated, Moab is ruined; for in the night that Kir is devastated, Moab is ruined.","4":"Heshbon and Elealeh cry out. Their voice is heard as far as Jahaz. Therefore the soldiers of Moab cry aloud, his soul faints within him.","6":"The waters of Nimrim are desolate. The grass is withered away, the new grass withers, there is nothing green.","5":"My heart cries out for Moab. Her fugitives are as far as Zoar as a three year old heifer, for by the ascent of Luhith they go up with weeping, for on the way of Horonaim they raise a cry of distress.","8":"For the cry has gone around the borders of Moab, the wailing to Eglaim, and the wailing to Beer-elim."},"25":{"7":"On this mountain He will swallow up the shroud that enfolds all peoples, the veil spread over all nations.","9":"It will be said in that day: “Behold, this is our God, We waited for Him — He will save us. This is ADONAI — we waited for Him. We will rejoice and be glad in His salvation.”","10":"For the hand of ADONAI will rest on this mountain. Moab will be trampled under Him, as straw is trampled in a manure pile.","3":"Therefore a strong people will honor You. Cities of ruthless nations will fear You.","11":"When he spreads his hands in it as a swimmer spreads his hands to swim, his pride will be brought down low together with the trickery of his hands.","2":"For You have made a city into a heap, a fortified city into a ruin, a foreigner’s palace a city no more — never to be rebuilt.","1":"ADONAI, You are my God, I will exalt You, I will praise Your Name, for You have done wonderful things, plans of old with steadfast faithfulness.","12":"He will level your high-fortified walls, lay them low, and cast them down to the ground, down to dust.","4":"For You have been a stronghold for the poor, a stronghold for the needy in distress, a refuge from the rainstorm, a shade from the heat. For the breath of the ruthless is like a storm against the wall.","6":"On this mountain, ADONAI-Tzva’ot will prepare a lavish banquet for all peoples — a banquet of aged wine — of rich food, of choice marrow, of aged wine well refined.","5":"Like heat in a dry place, You subdue the roar of foreigners. Like heat in the shade of a cloud, the song of tyrants is brought low.","8":"He will swallow up death forever.  my Lord ADONAI will wipe away tears from every face.  He will remove His people’s reproach from all the earth. For ADONAI has spoken."},"18":{"7":"At that time tribute will be brought to ADONAI-Tzva’ot from a nation tall and smooth-skinned, from a people feared far and wide, a nation powerful and oppressive, whose land the rivers divide — to the place of the Name of ADONAI-Tzva’ot — Mount Zion!","3":"All you inhabitants of the world, and dwellers on earth, when a banner is raised on the mountains, look! when a shofar is blown, listen!","2":"that sends ambassadors by sea, in papyrus vessels upon the water. Go, swift messengers, to a nation tall and smooth-skinned, to a people feared far and wide, a nation powerful and oppressive, whose land the rivers divide.","1":"Oy! The land of whirring wings, which is beyond the rivers of Ethiopia,","4":"For so ADONAI has said to me: “I will remain quiet, and look from My dwelling place, like shimmering heat in sunshine, like a cloud of dew in harvest heat.”","6":"They will be left together for the mountain birds of prey and the beasts of the land. The birds of prey will summer on them, and all the beasts of the land will winter upon them.","5":"For before the harvest, as soon as blossoming is over and flower becomes ripening grape, He will cut off the shoots with pruning knives, He will cut back and remove the twigs."},"42":{"16":"I will bring the blind by a way they do not know. in paths they have not known, I will guide them. I will turn darkness before them to light and the rough places smooth. These are the things I will do, and I will not forsake them.","3":"A bruised reed He will not break. A smoldering wick He will not snuff out. He will faithfully bring forth justice.","5":"Thus says God, ADONAI, who created the heavens and stretched them out, who spread out the earth and what comes from it, who gives breath to the people on it, and Ruach to those who walk in it  —","21":"ADONAI was pleased, for the sake of His righteousness, to make Torah great and glorious.","18":"Hear, you deaf! Look, you blind, so you may see.","12":"Let them give glory to ADONAI and declare His praise in the islands.","10":"Sing to ADONAI a new song, His praise from the end of the earth, you who go down to the sea with all its fullness, islands and their inhabitants.","2":"He will not cry out or raise His voice, or make His voice heard in the street.","22":"But this is a people robbed and looted. all of them trapped in holes, hidden away in prisons. They have become a prey with no one to deliver them, and plunder, with none to say, “Give them back!”","8":"“I am ADONAI — that is My Name! My glory I will not give to another, Or My praise to graven images.","17":"They will be turned back, utterly put to shame — those trusting in idols, who say to molten images, ‘You are our gods.’","11":"Let the desert and its cities exult — the villages that Kedar inhabits. Let the dwellers of Sela sing for joy. Let them shout for joy from the top of the mountains.","1":"Behold My servant , whom I uphold. My Chosen One,  in whom My soul delights. I have put My Ruach on Him,  He will bring justice to the nations.","9":"Behold, the former things have come to pass, Now I declare new things. Before they spring forth I announce them to you.”","24":"Who gave Jacob to the looter, Israel to the plunderers? Was it not ADONAI? Have we not sinned against Him? In His ways they were unwilling to walk and His Torah they did not obey.","14":"“I have held My peace a long time, I have been still and restrained Myself. Now like a woman in labor I groan, gasping and panting at once.","7":"by opening blind eyes, bringing prisoners out of the dungeon, and those sitting in darkness out of the prison house.","15":"I will lay waste mountains and hills, and dry up all their vegetation. I will turn the rivers into islands, and dry up the pools.","20":"You have seen many things, but you do not pay attention. Though ears are open, no one hears.”","25":"So He poured out on him the fury of His anger, and the fierceness of battle. it blazed all around him, yet he did not understand it. it burned him, yet he did not take it to heart.","23":"Who among you will give ear to this? Who will listen and heed hereafter?","6":"“I, ADONAI, called You in righteousness, I will take hold of Your hand, I will keep You and give You as a covenant to the people,  as a light to the nations,","4":"He will not be disheartened or crushed until He establishes justice on earth. The islands will wait for His Torah.","19":"Who is blind, but My Servant? Or deaf as My Messenger that I send? Who is so blind as the one in covenant with Me, blind as ADONAI’s Servant?","13":"ADONAI goes out as a mighty one. He stirs up His zeal like a man of war. He will shout, yes, raise a war cry! He will prevail over His enemies."}}}