{"translationKey":"tlv","translation":"TLV","book":"2 Samuel","bookSlug":"2-samuel","chapters":{"16":{"11":"It came about when he became king, as soon as he sat on the throne, he struck down all the household of Baasa, leaving him not even one man, nor his kinsmen nor his friend.","3":"I am about to consume Baasa and his house. I will make your house like the house of Jeroboam son of Nebat.","20":"Now the rest of the deeds of Zimri and his treason that he did, are they not written in the Book of the Chronicles of the Kings of Israel?","12":"So Zimri destroyed the entire house of Baasa, according to the word of ADONAI which He spoke against Baasa by the prophet Jehu,","10":"Then Zimri went in, struck him down and killed him, in the twenty-seventh year of King Asa of Judah, and became king in his place.","17":"Then Omri and all Israel with him went up from Gibbethon and besieged Tirzah.","13":"for all the sins of Baasa and the sins of his son Elah, which they committed and caused Israel to commit, vexing ADONAI God of Israel with their useless idols.","27":"Now the rest of the deeds of Omri that he did and the valiant deeds that he did, are they not written in the Book of the Chronicles of the Kings of Israel?","30":"But Ahab son of Omri did what was evil in ADONAI’s eyes, more than all who were before him.","18":"When Zimri saw that the city was captured, he went into the citadel of the royal palace, and burned down the royal palace over him with fire. So he died too,","29":"In the thirty-eighth year of King Asa of Judah, Ahab son of Omri began to reign over Israel; and Ahab son of Omri reigned over Israel in Samaria 22 years.","23":"In the thirty-first year of King Asa of Judah, Omri began to reign over Israel, and reigned 12 years, six years in Tirzah.","19":"because of the sins which he committed, doing what was evil in ADONAI’s eyes, walking in the way of Jeroboam and in the sin which he had committed, making Israel sin.","1":"Now the word of ADONAI came to Jehu son of Hanani against Baasa, saying:","5":"Now the rest of the deeds of Baasa and what he did and his might, are they not written in Book of the Chronicles of the Kings of Israel?","4":"Anyone of Baasa who dies in the city, the dogs will eat, and anyone of his who dies in the field, the birds of the sky will eat.”","8":"In the twenty-sixth year of King Asa of Judah, Elah son of Baasa became king over Israel in Tirzah, and reigned two years.","26":"For he walked in all the ways of Jeroboam son of Nebat and in the sins that he had caused Israel to commit, vexing ADONAI God of Israel, with their useless idols.","14":"Now the rest of the deeds of Elah and all that he did, are they not written in Book of the Chronicles of the Kings of Israel?","22":"But the people following Omri prevailed against the people following Tibni son of Ginath. Tibni died, and Omri became king.","28":"So Omri slept with his fathers and was buried in Samaria. Ahab Even Worse Then his son Ahab became king in his place.","25":"But Omri did what was evil in ADONAI’s eyes, and acted more wickedly than all who were before him.","9":"Then his servant Zimri, commander of half his chariotry, conspired against him while he was in Tirzah, making himself drunk in the house of Arza, who was in charge of the palace in Tirzah.","33":"Also Ahab made the Asherah pole. So Ahab did yet more to provoke the ADONAI God of Israel than all the kings of Israel who were before him.","15":"In the twenty-seventh year of King Asa of Judah, Zimri reigned for seven days in Tirzah. Now the people were encamped against Gibbethon of the Philistines.","34":"During his days, Hiel of Bethel rebuilt Jericho. At the cost of Abiram his firstborn, he laid its foundation, and at the cost of his youngest son Segub, he set up its gates — according to the word of ADONAI, which He had spoken through Joshua son of Nun.","21":"Then the people of Israel were divided into two factions: half of the people followed Tibni son of Ginath, making him king, while the other half followed Omri.","24":"Then he bought the hill of Samaria from Shemer for two talents of silver, and built a city on the hill. He named the city that he built Samaria, based on the name Shemer, the owner of the hill.","16":"When the people encamped heard it said, “Zimri has conspired and even struck down the king,” then all Israel proclaimed Omri — the commander of the army — king over Israel that very day in the camp.","32":"He also erected an altar for Baal in the temple of Baal that he had built in Samaria.","7":"But the word of ADONAI had already come by the hand of the prophet Jehu son of Hanani against Baasa and against his house, because of all the evil he had done in ADONAI’s eyes, vexing Him with the work of his hands, becoming thus like the house of Jeroboam which He struck down.","2":"“Since I raised you up from the dust and made you ruler over My people Israel, yet you have walked in the way of Jeroboam and have caused My people Israel to sin, vexing Me with their sins.","6":"Then Baasa slept with his fathers and was buried in Tirzah, and his son Elah became king in his place.","31":"Now, as if it was a trifling thing to walk in the sins of Jeroboam son of Nebat, he also took as wife Jezebel the daughter of King Ethbaal of the Sidonians, and went and served Baal and worshipped him."},"3":{"11":"So God said to him: “Because you asked for this thing — and have not asked for yourself long life, nor asked for yourself riches, nor asked for the life of your enemies, but asked for yourself understanding to discern justice —","3":"Now Solomon loved ADONAI, walking in the statutes of his father David, except he kept sacrificing and burning incense on the high places.","20":"Then she got up in the middle of the night and took my son from my side while your handmaid was asleep. She laid him at her breast and laid her dead child at my breast.","12":"behold, I have done according to your words. I have given you a wise and discerning mind, so that there has been none like you before you, nor shall anyone like you arise after you.","10":"Now it was pleasing in the eyes of ADONAI that Solomon requested this thing.","17":"One woman said: “My lord, please! This woman and I live in the same house, and I delivered a child while she was in the house.","13":"Moreover I have also given you what you did not request — both riches and honor — so that no one among the kings will be like you all your days.","27":"Then the king responded by saying, “Give her the living child and certainly don’t kill him. She is the mother.”","18":"On the third day after I gave birth, this woman also gave birth to a child. While we were together with no one else with us in the house, just the two of us in the house,","23":"Then said the king: “The one says, ‘This is my son who is living, and your son is the dead,’ while the other says, ‘No, but your son is the dead one and my son is the living one.’”","19":"this woman’s child died during the night, because she lay on top of him.","1":"Then Solomon made an alliance with Pharaoh king of Egypt by marriage, taking Pharaoh’s daughter, and bringing her to the city of David, until he finished building his own house, the House of ADONAI, and the wall around Jerusalem.","5":"At Gibeon ADONAI appeared to Solomon in a dream by night, and God said: “Ask for what should I give you?”","4":"So the king went to Gibeon to sacrifice there, for that was the great high place. Upon this very altar Solomon offered a thousand burnt offerings.","8":"Your servant is amid Your people, whom You have chosen — a great people, too numerous to be numbered or counted.","26":"Then the woman whose son was the living one spoke up to the king — for her heart grew tender for her son — and said, “My lord, please! Give her the living child! Only don’t kill him!” But the other said, “It will be neither mine nor yours! Cut it in two!”","14":"Furthermore, if you walk in My ways, keeping My statutes and My commandments, as your father David walked, then I will lengthen your days.”","22":"But the other woman said, “No! For the living one is my son, and the dead one is your son!” But the first woman said, “No! The dead one is your son and the living one is my son!” Thus they spoke before the king.","28":"When all Israel heard of the verdict that the king had given, they were in awe of the king. For they saw that the wisdom of God was in him to administer justice.","25":"Then the king said: “Divide the living child in two, and give half to the one and half to the other.”","9":"So give Your servant a mind of understanding to judge Your people, to discern between good and evil — for who is able to judge this great people of Yours?”","15":"Then Solomon awoke and took note of the dream. So he went to Jerusalem, stood before the ark of the covenant of the Lord, and offered up burnt offerings and fellowship offerings. Then he made a feast for all his courtiers.","21":"When I rose in the morning to nurse my child, he had just died! But when I looked at him closely in the morning, I realized that he was not the son I had borne!”","24":"Then the king said: “Bring me a sword.” So they brought a sword before the king.","16":"Later two prostitutes came to the king and stood before him.","7":"So now, ADONAI my God, You have made Your servant king in my father David’s place. I am but a youth. I don’t know how to go out or come in.","2":"The people, however, were still sacrificing on the high places, because there was no House built for the Name of ADONAI until those days.","6":"Solomon said: “You have shown my father Your servant David great lovingkindness, as he walked before You in truth, righteousness and uprightness of heart toward You. Indeed, You have kept this great lovingkindness for him by giving him a son to sit on his throne, as it is today."},"5":{"11":"For he was wiser than all men — than Ethan the Ezrahite, or Heman, Calcol and Darda, sons of Mahol — and his fame was in all the surrounding nations.","3":"10 fat oxen, 20 pasture-fed oxen, 100 sheep, beside deer, gazelles, roebucks and fatted geese.","20":"“So now, command that they cut cedars from Lebanon for me. My servants will be with your servants, and I will give you wages for your servants according to whatever you say; for as you know, there is none among us who knows how to cut timber like the Sidonians.”","12":"He also composed 3,000 proverbs and his songs were 1,005.","10":"Solomon’s wisdom surpassed the wisdom of all the sons of the east and all the wisdom of Egypt.","17":"“You know how my father David could not build a House for the Name of ADONAI his God because of the wars around him on every side, until ADONAI put them under the soles of my feet.","13":"He also spoke about trees, from the cedar in Lebanon to the hyssop that grows out of the wall, and he spoke about beasts, birds, creeping things and fish.","27":"King Solomon also imposed forced laborers from all Israel — the levy was 30,000 men.","30":"besides Solomon’s chief officers that were over the work — 3,300 who supervised the people who were doing the work.","18":"But now ADONAI my God has given me rest on every side; there is neither adversary nor bad incident.","29":"Solomon had 70,000 porters, and 80,000 stonecutters in the mountains,","23":"My servants shall bring them down from Lebanon to the sea, and I will make them into rafts to go by sea to the place that you indicate to me. There I will break them up and you will carry them away. Then you will accomplish my desire by giving food for my household.”","19":"So behold, I intend to build a House for the Name of ADONAI my God, as ADONAI spoke to my father David saying: ‘Your son, whom I will set upon your throne in your place, he will build the House for My Name.’","1":"Now Solomon ruled over all the kingdoms from the River to the land of the Philistines up to the border of Egypt. They brought tribute and served Solomon all the days of his life.","5":"So Judah and Israel lived securely, every man under his vine and under his fig tree, from Dan to Beersheba, all the days of Solomon.","4":"For he had dominion over the entire region west of the River, from Tiphsah even to Gaza, over all the kings west of the River; and he had shalom on all sides around him.","8":"They also brought barley and straw for the horses and swift steeds to the place where it should be, each according to his charge.","26":"ADONAI gave Solomon wisdom as He promised him, so there was shalom between Hiram and Solomon, and the two of them cut a covenant.","14":"People came from everywhere to hear the wisdom of Solomon — from all kings of the earth who had heard of his wisdom.","22":"So Hiram sent word to Solomon saying: “I have heard the message that you sent to me. I will do all you desire concerning the cedar and cypress timber.","28":"He sent them to Lebanon, in shifts of 10,000 a month: they would stay a month in Lebanon, then two months at home. Adoniram was over the forced labor.","25":"and Solomon gave Hiram 20,000 measures of wheat for food for his household and 20 measures of beaten oil. Thus Solomon would give to Hiram year by year.","9":"God gave Solomon wisdom and discernment in great measure, and a breadth of understanding as vast as the sand on the seashore.","15":"Then King Hiram of Tyre sent his servants to Solomon, when he heard that they had anointed him king in place of his father, for Hiram was always a friend of David.","21":"When Hiram heard Solomon’s words, he rejoiced greatly and said: “Blessed be ADONAI today, who has given to David a wise son over this great people.”","24":"So Hiram kept providing Solomon with cedar and cypress timber, as much as he desired,","16":"So Solomon sent word to Hiram saying:","32":"So Solomon’s builders and Hiram’s builders along with the Gebalites cut them, and prepared the timber and the stones to build the House.","7":"So those officers provided food for King Solomon and all who came to King Solomon’s table, each in his month. They let nothing be lacking.","2":"Solomon’s provision for one day was 30 measures of fine flour, 60 measures of meal,","6":"Solomon had 40,000 stalls of horses for his chariots, and 12,000 horsemen.","31":"Then the king commanded, and they quarried great stones, costly stones, to lay the foundation of the House with cut stones."},"21":{"11":"So the men of his city — the elders and the nobles who lived in his city — did just as Jezebel had bid them, just as was written in the letters that she had sent to them.","3":"But Naboth said to Ahab, “ADONAI forbid that I should give you the inheritance of my fathers.”","20":"Ahab said to Elijah, “Have you found me, my enemy?” “I have found you,” he answered, “because you have sold yourself over to do what is evil in ADONAI’s eyes.","12":"They proclaimed a fast then seated Naboth at the head of the people.","10":"Then seat two sons of Belial before him, and let them testify against him saying, ‘You cursed God and the king.’ Then take him out and stone him to death.”","17":"Then the word of the ADONAI came to Elijah the Tishbite saying:","13":"Then the two worthless men came in and sat before him, and the worthless men testified against him, against Naboth, before the people saying, “Naboth cursed God and the king!” Then they carried him out of the city and stoned him to death.","27":"Now when Ahab heard those words, he tore his clothes, put sackcloth on his body, fasted, lay in sackcloth and walked about subdued.","18":"“Arise, go down to meet King Ahab of Israel, who is in Samaria. Behold, he is in the vineyard of Naboth where he has gone down to take possession of it.","29":"“Have you seen how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the evil in his days, but in his son’s days I will bring the evil upon his house.”","23":"“ADONAI has also spoken about Jezebel saying: ‘The dogs will devour Jezebel by the wall of Jezreel.","19":"You shall speak to him saying, ‘Thus says ADONAI: Have you murdered and then taken possession?’ You shall also speak to him saying, ‘Thus says ADONAI: In the same place where dogs licked the blood of Naboth shall dogs lick your blood too.’”","1":"Now it came about after these things that Naboth the Jezreelite had a vineyard in Jezreel, next to the palace of King Ahab of Samaria.","5":"Then his wife Jezebel came to him and asked him, “Why is your spirit so sullen that you are eating no food?”","4":"So Ahab went into his house sullen and resentful because of the word which Naboth the Jezreelite had spoken to him, when he said, “I will not give you the inheritance of my fathers.” He lay down on his bed, turned away his face and would eat no food.","8":"So she wrote letters in Ahab’s name, sealed them with his seal and sent the letters to the elders and the nobles who were living with Naboth in his city.","26":"He did grossly loathsome acts in following idols just like all that the Amorites had done, whom ADONAI had dispossessed before the children of Israel.","14":"Then they sent word to Jezebel saying, “Naboth has been stoned and is dead.”","22":"I will make your house like the house of Jeroboam son of Nebat, and like the house of Baasa son of Ahijah because you provoked My anger by leading Israel to sin.’","28":"Then the word of ADONAI came to Elijah the Tishbite saying:","25":"Surely there was none like Ahab, who sold himself over to do evil in ADONAI’s eyes, at the instigation of Jezebel his wife.","9":"She wrote in the letters saying, “Proclaim a fast and set Naboth at the head of the people.","15":"Now when Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite which he refused to sell you for money — for Naboth is not alive, but dead.”","21":"‘Behold, I will bring evil upon you, utterly sweep you away, and will cut off from Ahab every male, both bond and free in Israel.","24":"Any of Ahab who die in the city, the dogs will eat; or any who die in the country, the birds of the sky will eat.’”","16":"As soon as Ahab heard that Naboth was dead, Ahab rose up to go down to the vineyard of Naboth the Jezreelite to take possession of it.","7":"Then his wife Jezebel said to him, “Now, do you really govern the kingdom of Israel? Arise, eat some food, and let your heart be merry! I will get you the vineyard of Naboth the Jezreelite.”","2":"Ahab spoke to Naboth saying, “Give me your vineyard, so I may have it for a garden of herbs, since it’s right next to my house. I’ll give you a better vineyard than it in exchange, or if it seems better to you, I’ll give you its price in money.”","6":"Then he told her, “Because I spoke to Naboth the Jezreelite and asked him: ‘Give me your vineyard for money, or if it pleases you, I’ll give you another vineyard for it,’ but he answered, ‘I will not give you my vineyard.’”"},"18":{"11":"“Now you’re saying, ‘Go tell your lord, “Look, Elijah is here!”’","41":"Then Elijah said to Ahab, “Go up, eat and drink, for there’s the sound of rain.”","45":"In a little while the sky grew black with clouds and wind, and there was a heavy rain. Ahab mounted and rode, and headed to Jezreel.","42":"So Ahab went up to eat and drink. But Elijah went up to the top of Carmel, crouched on the ground and put his face between his knees.","3":"Ahab summoned Obadiah who was the steward of the palace. Now Obadiah feared ADONAI greatly —","20":"So Ahab sent word to all the children of Israel and gathered the prophets together at Mount Carmel.","12":"But as soon as I leave you, the Ruach ADONAI may carry you off where I wouldn’t know. Then, when I come and tell Ahab and he can’t find you, he’ll kill me! Now I, your servant, have feared ADONAI since my youth.","10":"As ADONAI your God lives, there is no nation or kingdom where my master has not sent to search for you; and when they said, ‘He is not here,’ he made that kingdom or nation swear that they could not find you.","17":"Now when Ahab saw Elijah, Ahab said to him, “Is it you, the one who causes trouble for Israel?”","44":"and it was the seventh time that he said, “Look! A cloud as small as a man’s hand is rising from the sea.” Then he said, “Go up, say to Ahab, ‘Harness your chariot and go down before the rain stops you.’”","40":"Then Elijah said to them, “Seize the prophets of Baal! Let not a single one of them escape.” So they seized them; and Elijah brought them down to the Wadi Kishon and slew them there.","13":"Wasn’t my lord told what I did when Jezebel slaughtered the prophets of ADONAI — how I hid 100 of ADONAI’s prophets, 50 to a cave and provided them with bread and water?","27":"Now when it was about noon, Elijah mocked them and said, “Shout louder! After all, he is a god! Maybe he’s deep in thought, or he’s relieving himself, or he’s off on a journey, or perhaps he’s asleep and must wake up!”","30":"Then Elijah said to all the people, “Come near to me.” So all the people came closer to him. Then he repaired the damaged altar of ADONAI.","18":"But he answered, “I have not troubled Israel. Rather, it is you and your father’s house — by forsaking the mitzvot of ADONAI and going after the Baalim.","36":"Now it was at the time of offering up the evening sacrifice that Elijah the prophet came near and said, “ADONAI, God of Abraham, Isaac and Israel,  let it be known today that You are God in Israel, that I am Your servant, and that I have done all these things at Your word.","29":"When midday was past, they kept prophesying ecstatically until the time of offering up the evening sacrifice. But there was no voice, no one answering, no one paying attention.","23":"Now let them give us two young bulls. Let them choose one bull for themselves, cut it into pieces, lay it on the wood, and put no fire underneath, while I prepare the other bull, lay it on the wood, and put no fire underneath.","19":"Now then, send and gather to me all Israel at Mount Carmel, together with the 450 prophets of Baal and the 400 prophets of Asherah who eat at Jezebel’s table.”","1":"Now it was after many days that the word of ADONAI came to Elijah in the third year saying, “Go, show yourself to Ahab; then I will send rain on the land.","5":"Then Ahab said to Obadiah, “Go through the land to all the springs of water and to all the wadis. Perhaps we may find grass and so keep the horses and mules alive and not lose all the animals.”","4":"for when Jezebel was cutting off the prophets of ADONAI, Obadiah took 100 prophets, hid them 50 to a cave, and provided them with bread and water.","8":"“It is I,” he answered him. Go tell your lord, ‘Look, Elijah is here!”","26":"So they took the bull that he gave them, prepared it, and called on the name of Baal from morning till noon, crying, “O Baal, answer us!” But there was no voice — no one was answering. They also danced leaping around the altar that was made.","39":"When all the people saw it, they fell on their faces, and they said, “ADONAI, He is God! ADONAI, He is God!”","14":"So now you say, ‘Go tell your lord, “Look, Elijah is here!’” He’ll kill me!”","37":"Answer me, ADONAI, answer me, so that these people may know that You, ADONAI, are God, and that You have turned their heart back again.”","22":"Then Elijah said to the people, “I am the only prophet of ADONAI left, but Baal’s prophets are 450 men.","28":"So they shouted even louder and cut themselves with swords and spears, as was their custom, until the blood gushed over them.","25":"Then Elijah said to the prophets of Baal, “Choose one bull for yourselves and prepare it first — since you are so many. Then call on the name of your god, but put no fire underneath.”","9":"“How have I sinned,” he replied, “that you are giving your servant into the hand of Ahab, to put me to death?","33":"Then he put the wood in order, cut the bull in pieces and laid it on the wood.","15":"Then Elijah said, “As ADONAI-Tzva’ot lives, before whom I stand, I will surely show myself to him today.”","34":"Then he said, “Fill four jars with water and pour it on the burnt offering and on the wood.” Then he said, “A second time!” and they did it a second time. Then he said, “A third time!” and they did it a third time.","21":"Then Elijah approached all the people and said, “How long will you waver between two opinions? If ADONAI is God, follow Him; but if Baal is, follow him.” But the people did not answer him, not even a word.","24":"Then you will call on the name of your god, and then, I will call on the Name of ADONAI. The God who answers with fire, He is God.” All the people responded and said, “It’s a good thing.”","46":"Now the hand of ADONAI was on Elijah, so he girded up his loins and outran Ahab to the entrance of Jezreel.","16":"So Obadiah went to meet Ahab and told him; then, Ahab went to meet Elijah.","35":"So the water ran around the altar and he also filled the trench with water.","32":"and with the stones he built an altar in the Name of ADONAI. Then he made a trench around the altar, large enough to contain two measures of seed.","7":"As Obadiah was on the road, all of a sudden, Elijah met him. When he recognized him, he fell on his face and said, “Is it you, my lord Elijah?”","43":"Then he said to his servant, “Go up now, look toward the sea.” So he went up, looked, and said, “There’s nothing.” Then he said, “Go back” — seven times —","2":"So Elijah went to show himself to Ahab. Now the famine was severe in Samaria.","38":"Then the fire of ADONAI fell and consumed the burnt offering — and the wood, the stones and the dust — and licked up the water that was in the trench.","6":"So they divided the land between them to explore it — Ahab went one way by himself while Obadiah went another way by himself.","31":"Elijah took twelve stones — like the number of the tribes of the sons of Jacob, to whom the word of ADONAI had come saying, “Israel shall be your name” —"},"12":{"11":"So now, my father laid on you a heavy yoke, and as for me, I will add to your yoke; my father chastised you with whips, but as for me, I will chastise you with scorpions.’”","3":"They summoned him, so Jeroboam and all the congregation of Israel came and spoke to Rehoboam saying:","20":"Now when all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. Only the tribe of Judah remained loyal to the house of David.","12":"Then Jeroboam and all the people came to Rehoboam on the third day, as the king told them, saying, “Come back to me on the third day.”","10":"The young men who had grown up with him spoke to him saying: “Thus you should say to these people who spoke to you saying ‘Your father made our yoke heavy, but you, make it lighter on us!’ thus you should say to them, ‘My little finger is thicker than my father’s loins!","17":"But as for the children of Israel who lived in the cities of Judah, Rehoboam reigned over them.","13":"The king answered the people harshly. He rejected the counsel the elders had given him,","27":"If this people keep going up to offer sacrifices in the House of ADONAI at Jerusalem, then the heart of these people will turn back to their lord — to King Rehoboam of Judah. Then they will kill me and return to King Rehoboam of Judah.”","30":"Now this thing became a sin for the people went to worship before the one even up in Dan.","18":"Then King Rehoboam sent Adoram who was over the forced labor, but all Israel stoned him to death. Then King Rehoboam hurried to mount his chariot to flee to Jerusalem.","29":"Then he set up one in Bethel and the other he put in Dan.","23":"“Speak to Rehoboam son of Solomon, king of Judah, and to all the house of Judah and Benjamin and to the rest of the people saying,","19":"Israel has rebelled against the house of David to this day.","1":"Then Rehoboam went to Shechem for all Israel had come to Shechem to make him king.","5":"He said to them: “Go away for three more days and then come back to me.” So the people departed.","4":"“Your father made our yoke burdensome. Now therefore lighten the harsh labor of your father and his heavy yoke which he laid on us and we will serve you.”","8":"But he rejected the counsel the elders had given him, instead consulting with the young men who grew up with him and stood before him.","26":"But Jeroboam said in his heart, “Now the kingdom may return to the house of David.","14":"and spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I will add to your yoke; my father chastised you with whips, but I will chastise you with scorpions.”","22":"But the word of God came to Shemaiah the man of God, saying:","28":"So the king sought counsel and made two golden calves. He said to them, “You have been going up to Jerusalem long enough! Here are your gods O Israel, who brought you up out of the land of Egypt.”","25":"Then Jeroboam rebuilt Shechem in the hill country of Ephraim and resided there. From there he went out and built Penuel.","9":"So he asked them, “How do you advise me to respond to these people who have spoken to me saying: ‘Lighten the yoke that your father laid on us?’”","33":"Then he went up to the altar which he had made in Bethel on the fifteenth day in the eighth month — in the month that he had made up from his own heart — and made up a festival for the children of Israel, and went up to the altar to burn incense.","15":"So the king did not listen to the people. For it was a turn of events from ADONAI fulfilling His word, which ADONAI spoke by the hand of Ahijah the Shilonite to Jeroboam son of Nebat.","21":"When Rehoboam arrived in Jerusalem, he assembled all the house of Judah as well as the tribe of Benjamin — 180,000 select soldiers, to fight against the house of Israel in order to restore the kingship back to Rehoboam son of Solomon.","24":"Thus says ADONAI: you are not to go up or fight against your brothers, the children of Israel. Turn back every man to his own house, for this matter is from Me.” So they heeded the word of ADONAI. They turned and went back, according to the word of ADONAI.","16":"But when all Israel saw that the king did not listen to them, the people answered the king saying: “What share have we in David? No inheritance in Jesse’s son! To your tents, O Israel! Now look at your own house, David!” So the Israelites departed to their tents.","32":"Then Jeroboam instituted a festival in the eighth month, on the fifteenth day of the month, imitating the Festival that is in Judah. He went up to the altar that he built in Bethel, to sacrifice to the calves that he had made. He installed in Bethel the priests of the high places that he made.","7":"They spoke to him, saying: “If you will be a servant to this people today, serving them, granting them their petition, and speaking favorably to them, then they will be your servants forever.”","2":"Now when Jeroboam son of Nebat heard about it, he was still in Egypt where he had fled from the face of King Solomon and settled in Egypt.","6":"Then King Rehoboam consulted with the elders who had served his father Solomon while he was still alive, saying, “How do you advise me to respond to these people?”","31":"He also made shrines on the high places and appointed priests from among the people, who were not sons of Levi."},"10":{"11":"Also Hiram’s ships that brought gold from Ophir brought from Ophir a great quantity of sandalwood and precious stones.","3":"Solomon answered all her questions nothing was hidden from the king that he did not explain to her.","20":"Twelve lions were standing there on the six steps — six on each side — nothing like it had ever been made in any other kingdom.","12":"The king made from the sandalwood a railing for the House of ADONAI and for the royal palace, and also lyres and harps for the singers. Never again did such quantity of sandalwood come in, nor have they been seen to this day.","10":"Then she gave the king 120 talents of gold, a great quantity of spices, and precious stones. Never again did such abundance of spices come as what the queen of Sheba gave to King Solomon.","17":"and 300 small shields of beaten gold — three minas  of gold on each shield. The king put them in the Forest House of Lebanon.","13":"So King Solomon gave to the queen of Sheba all her desire — whatever she asked for — besides what King Solomon gave her out of his royal bounty. Then she and her servants left and returned to her own land.","27":"Also the king made silver as common as stones in Jerusalem, and cedars as plentiful as sycamore trees in the foothills.","18":"Moreover the king made a great throne of ivory, and overlaid it with refined gold.","29":"They imported a chariot from Egypt for 600 shekels of silver, and a horse for 150; and in turn they were exported to all the kings of the Hittites and the kings of Aram.","23":"So King Solomon exceeded all the kings of the earth in wealth as well as in wisdom.","19":"There were six steps to the throne, and the throne had a back with a rounded top, and there were armrests on each side of the seat, and two lions standing beside the arms.","1":"Now when the queen of Sheba heard about the fame of Solomon because of the Name of ADONAI, she came to test him with hard questions.","5":"the food at his table, the seating of his courtiers, the attendance of his servants and their attire, his cupbearers, and his burnt offering which he offered in the House of ADONAI, she was left breathless.","4":"So when the queen of Sheba saw all the wisdom of Solomon, the palace that he had built,","8":"Blessed are your people, blessed are your courtiers who are standing continually before you, listening to your wisdom.","26":"Solomon accumulated chariots and horsemen. He had 1,400 chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king in Jerusalem.","14":"Now the weight of gold that came to Solomon in one year was 666 talents of gold,","22":"For the king had a Tarshish fleet at sea with Hiram’s fleet; once every three years the Tarshish fleet came, bringing gold, silver, ivory, apes and peacocks.","28":"Solomon’s horses were brought from Egypt and from Keveh. The king’s merchants would buy them from Keveh at a price","25":"They brought, each man his gift — vessels of silver and gold, robes, weapons, spices, horses and mules — so much year by year.","9":"Blessed be ADONAI your God, who delighted in you to set you on the throne of Israel. It is because of ADONAI’s everlasting love for Israel that He made you king, to do justice and righteousness.”","15":"besides what was from the merchants from the traffic of the traders, and from all the kings of Arabia and the governors of the region.","21":"All of King Solomon’s drinking vessels were of gold, and all the vessels of the Forest House of Lebanon were of pure gold. (None was of silver — that did not count for anything in the days of Solomon.)","24":"All the earth sought an audience with Solomon, to listen to his wisdom, which God had put in his heart.","16":"King Solomon made 200 full body shields of beaten gold — 600 shekels  of gold on each shield —","7":"But I didn’t believe the reports until I came and my eyes saw it. Indeed, not even the half was told to me. You’re way past the report of wisdom and prosperity that I’d heard!","2":"So she came to Jerusalem with a very great retinue, with camels carrying spices and gold in great abundance, and precious stones. When she came to Solomon, she spoke with him of all that was on her heart.","6":"Then she said to the king: “It was a true report that I heard in my own land of your deeds and of your wisdom."},"2":{"11":"The days that David reigned over Israel were forty years — seven years he reigned in Hebron and 33 years he reigned in Jerusalem.","41":"But it was reported to Solomon that Shimei had gone from Jerusalem to Gath and back.","45":"But King Solomon shall be blessed and the throne of David established before ADONAI forever.”","42":"So the king sent someone and summoned Shimei. He said to him: “Didn’t I make you swear by ADONAI and forewarned you, saying: ‘Know for certain that on the day you depart and go anywhere else, you shall surely die’? You even said to me: ‘The saying is good; I have heard it.’","3":"Keep the charge of ADONAI your God, to walk in His ways, to keep His statutes, His commandments, His ordinances, and His decrees, according to what is written in the Torah of Moses, so that you may succeed in all that you do and wherever you turn","20":"Then she said: “I ask one small petition of you; do not deny.” “Ask, my mother,” the king said to her, “for I will not turn you down.”","12":"Then Solomon sat upon the throne of his father David, and his kingdom was established firmly.","10":"Then David slept with his fathers  and was buried in the city of David.","17":"Then he said, “Please, speak to King Solomon — for he won’t turn you down — to give me Abishag the Shunammite as wife.”","44":"The king added to Shimei: “You know all the evil, which your heart should acknowledge, that you did to my father David. Therefore ADONAI will return your evil on your own head.","40":"So Shimei arose, saddled his donkey and went to Gath to Achish, to look for his servants; then Shimei went and brought his servants back from Gath.","13":"Later Adonijah son of Haggith came to Bath-sheba, Solomon’s mother. “Is your coming in shalom?” she asked. “It is in shalom,” he said.","27":"So Solomon dismissed Abiathar from being kohen to ADONAI — so fulfilling the word of ADONAI that He spoke at Shiloh about the house of Eli.","30":"So Benaiah came to the Tent of ADONAI and said to him: “Thus says the king: Come out!” But he replied: “No, for I will die here.” Benaiah reported back to the king saying: “Thus said Joab and thus he answered me.”","18":"“Very well,” said Bath-sheba, “I will speak to the king for you.”","36":"Then the king sent and summoned Shimei, and commanded him: “Build yourself a house in Jerusalem and live there, and depart not from there anywhere else.","29":"It was reported to King Solomon that Joab had fled to the Tent of ADONAI, and behold, he was by the altar. Then Solomon sent Benaiah son of Jehoiada, saying: “Go, strike him down!”","23":"Then King Solomon swore by ADONAI saying: “May God do so to me and even more, if Adonijah does not pay with his own life for this request!","19":"So Bath-sheba went to King Solomon to speak to him about Adonijah. The king rose up to greet her and bowed down to her. Then he sat down on his throne and had a throne set up for the king’s mother, and she sat at his right hand.","1":"Now when the time of David drew near to die, he charged his son Solomon, saying:","5":"“Moreover, you also know what Joab son of Zeruiah did to me — what he did to the two commanders of the armies of Israel, to Abner son of Ner and Amasa son of Jether, whom he killed, shedding the blood of war in peacetime, and putting the blood of war on his waistband and on his sandals on his feet.","4":"so that ADONAI may fulfill His word which He spoke concerning me, saying: ‘If your children watch their way, to walk before Me in truth with all their heart and with all their soul, you shall not lack a man on the throne of Israel.’","8":"Also behold, you have with you Shimei son of Gera, the Benjamite from Bahurim, who cursed me with a grievous curse on the day I went to Mahanaim. But when he came down to meet me at the Jordan, I swore to him by ADONAI saying: ‘I will not put you to death with the sword.’","26":"Also to Abiathar the kohen the king said, “Go to Anathoth, to your own fields, for you deserve death, but I will not put you to death at this time, because you carried the ark of ADONAI Elohim before my father David, and because you were afflicted in everything with which my father was afflicted.”","39":"But it came about at the end of three years that two of Shimei’s servants ran away to Achish son of Maacah, king of Gath. So they told Shimei, saying: “Behold, your servants are in Gath.”","14":"Then he said, “I have something to say to you.” “Speak!” she said.","37":"For on the day you go out and cross over the Kidron valley, know for certain that you shall surely die — your blood shall be on your own head.”","22":"King Solomon answered and said to his mother: “So why are you asking Abishag the Shunammite for Adonijah? Ask for him the kingdom as well — for he is my older brother — for him and for Abiathar the kohen, and for Joab son of Zeruiah!”","28":"When the news came to Joab, he fled to the Tent of ADONAI and grasped the horns of the altar — for Joab had defected to Adonijah, though he had not defected to Absalom.","25":"Then King Solomon sent Benaiah son of Jehoiada. He struck him down and he died.","9":"Now don’t let him go unpunished. For you are a wise man, and you will know how to deal with him, and bring his gray hair down to Sheol with blood.”","33":"May the guilt of their blood return upon the head of Joab and upon the head of his offspring forever, but to David and his seed and his house, and his throne, may there be shalom forever from ADONAI.”","15":"Then he said, “You know that the kingdom was mine and that all Israel looked to me to be the king. However, the kingship has turned about and become my brother’s — for it was his from ADONAI.","34":"Then Benaiah son of Jehoiada went up, struck him down and killed him, and he was buried in his own house in the wilderness.","21":"So she said, “Let Abishag the Shunammite be given to Adonijah your brother as wife.”","24":"Now therefore, as ADONAI lives who has established me and set me on the throne of my father David, and who has made me a house as He promised, surely Adonijah shall be put to death this day.”","46":"So the king commanded Benaiah son of Jehoiada, and he went out and struck him down, so that he died. Thus the kingdom was secured in the hand of Solomon.","16":"So now one petition I ask of you; do not deny me.” “Speak!” she said to him.","35":"Then the king appointed Benaiah son of Jehoiada in his place over the army, and Zadok the kohen the king appointed in Abiathar’s place.","32":"Thus ADONAI will return his blood on his own head, because he struck down two men more righteous and better than he — Abner son of Ner, commander of the army of Israel, and Amasa son of Jether, commander of the army of Judah — and killed them with the sword, without my father David’s knowledge.","7":"But show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table — for they befriended me when I fled from your brother Absalom.","43":"Why then haven’t you kept the oath of ADONAI and the commandment that I charged you with?”","2":"“I — I am going the way of all the earth. So be strong  and be a man.","38":"“The saying is good. As my lord the king has said, so will your servant do.” So Shimei lived in Jerusalem many days.","6":"So act according to your wisdom, and let his gray hair not go down to Sheol in shalom.","31":"Then the king commanded him: “Do as he has said — strike him down. Then bury him. So you will remove the blood that Joab shed without cause, from me and from my father’s house."},"22":{"11":"Now Zedekiah son of Chenaanah made himself horns of iron and said, “Thus says ADONAI: ‘With these you will gore the Arameans until they are consumed!”","41":"Now Jehoshaphat son of Asa began to reign over Judah in the fourth year of Ahab king of Israel.","45":"Jehoshaphat also made peace with the king of Israel.","42":"Jehoshaphat was 35 years old when he became king, and he reigned 25 years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi.","3":"The king of Israel said to his courtiers, “Do you know that Ramoth-gilead is ours, yet we are still doing nothing to recover it from the hand of the king of Aram?”","20":"Then ADONAI said, ‘Who will entice Ahab to go up and fall at Ramoth-gilead?’ One suggested this and another that,","12":"Then all the prophets were prophesying so, saying, “Go up to Ramot-gilead and triumph! For ADONAI will deliver it into the hand of the king!”","10":"Now the king of Israel and King Jehoshaphat of Judah were sitting each on his throne, arrayed in their robes, at a threshing-floor at the entrance of Samaria’s gate. All the prophets were prophesying before them.","17":"Then he said, “I saw all Israel scattered on the hills, as sheep without a shepherd.  Then ADONAI said, ‘These have no master; let each of them return home in peace.’”","51":"Jehoshaphat slept with his fathers, and was buried with his fathers in the city of his father David, and his son Jehoram became king in his place.","44":"However, they did not take away the high places, and the people continued to sacrifice and burn incense on the high places.","40":"So Ahab slept with his fathers, and his son Ahaziah became king in his place.","13":"Meanwhile the messenger that went to summon Micaiah spoke to him saying, “Behold now, the words of the prophets are uniformly declaring favor to the king. So please let your word be like the word of one of them, and speak favorably.”","27":"and say, “Thus says the king: ‘Put this fellow in the prison, and feed him only bread and water until I return safely.’”","30":"Then the king of Israel said to Jehoshaphat, “I will disguise myself and go into the battle, but you, put on your robes.” So the king of Israel disguised himself and went into the battle.","53":"But he did what was evil in ADONAI’s eyes and followed the way of his father, and the way of his mother, and the way of Jeroboam son of Nebat who caused Israel to sin.","18":"And the king of Israel said to Jehoshaphat, “Didn’t I tell you that he wouldn’t prophesy good concerning me, only evil?”","36":"As the sun was setting, a shout went throughout the army, saying, “Each man to his town, and each man to his land!”","29":"So the king of Israel and Jehoshaphat the king of Judah marched to Ramot-gilead.","23":"Now therefore, behold, ADONAI has put a deceiving spirit in the mouth of all these prophets of yours, and ADONAI has decreed evil upon you.”","19":"Micaiah then continued, “Therefore hear the word of ADONAI. I saw ADONAI sitting on His throne,  with all the hosts of heaven standing by Him on His right hand and on His left.","1":"Three years remained without war between Aram and Israel.","47":"He expelled from the land the cult prostitutes remaining from the days of his father Asa.","5":"Jehoshaphat said further to the king of Israel, “Please inquire of ADONAI for a word first,”","54":"For he worshipped Baal and bowed down to him, vexing ADONAI God of Israel, like all his father had done.","52":"Ahaziah son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel.","49":"Jehoshaphat made Tarshish ships go to Ophir for gold, but they never went, because the ships were wrecked at Ezion-geber.","4":"Then he said to Jehoshaphat, “Will you go with me to battle at Ramot-gilead?” Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”","8":"The king of Israel said to Jehoshaphat, “Yes, there is still one by whom we may inquire of ADONAI — Micaiah son of Imlah — but I hate him, because he never prophesies good concerning me, only evil.” But Jehoshaphat said, “May the king not say so!”","26":"Then the king of Israel said, “Take Micaiah and take him back to Amon the city governor and to Joash the king’s son,","39":"Now the rest of Ahab’s deeds and all he did, including the ivory palace he built and all the cities he fortified, are they not written in Book of the Chronicles of the Kings of Israel?","14":"But Micaiah said, “As ADONAI lives, what ADONAI says to me, that will I speak.”","37":"So the king died, and was brought to Samaria; and they buried the king in Samaria.","22":"And he said: ‘I will go and be a deceiving spirit  in the mouth of all his prophets.’ Then He said: ‘You shall entice him and shall prevail also — go and do so.’","28":"Micaiah then said, “If you ever return safely, then ADONAI has not spoken through me.” And he added, “Did you hear, all you people?”","25":"Micaiah replied, “Behold, you will see on that day when you go into an inner chamber to hide.”","9":"So the king of Israel summoned one of his eunuchs and said, “Bring Micaiah son of Imlah quickly.”","33":"When the captains of the chariots realized that he was not the king of Israel, they turned back from pursuing him.","15":"Now when he came to the king, the king asked him, “Micaiah, should we march to Ramot-gilead in battle or should we refrain?” “March and triumph!” he answered, “and ADONAI will give it into the hand of the king.”","34":"But a man drew his bow aimlessly and struck the king of Israel between the lower armor and the breastplate. Then he said to the driver of his chariot, “Turn around and take me out of the battle, for I’m wounded.”","21":"until a certain spirit came forward and stood before ADONAI and said, ‘I will entice him.’ So ADONAI asked him, ‘How?’","24":"Then Zedekiah son of Chenaanah approached Micaiah, struck him on the cheek and said, “Which way did the Ruach ADONAI pass from me to speak to you?”","46":"Now the rest of the deeds of Jehoshaphat along with his might that he showed and how he warred, are they not written in Book of the Chronicles of the Kings of Judah?","16":"But the king said to him, “How many times must I make you swear to speak to me nothing but the truth in the Name of ADONAI?”","35":"The battle raged that day, and the king remained propped up in his chariot facing the Arameans. But he died at evening — and the blood ran out of the wound into the bottom of the chariot.","32":"So when the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel!” and they turned aside to do combat with him, but Jehoshaphat cried out.","7":"But Jehoshaphat said: “Is there no longer a prophet of ADONAI here that we may inquire of Him?”","43":"He walked in all the ways of his father Asa, not straying from them, but doing what was right in ADONAI’s eyes.","48":"There was no king in Edom; a deputy was king.","2":"Then it came about in the third year that King Jehoshaphat of Judah came down to the king of Israel.","38":"Then they washed the chariot at the pool of Samaria where the harlots washed and the dogs licked up his blood — just as was the word of ADONAI that He had spoken.","50":"Then Ahaziah son of Ahab said to Jehoshaphat, “Let my servants sail with your servants in the ships.” But Jehoshaphat refused.","6":"So the king of Israel gathered the prophets together, about 400 men, and asked them: “Should I march against Ramot-gilead to battle or should I refrain?” They responded, “Go up, for my Lord will deliver it into the hand of the king.”","31":"Now the king of Aram had commanded his 32 chariot commanders saying, “Do no single combat with anyone, small or great — except the king of Israel.”"},"8":{"10":"Now when the kohanim came out of the Holy Place, the cloud filled the House of ADONAI,","63":"Solomon offered a sacrifice of fellowship offerings to ADONAI: 22,000 oxen and 120,000 sheep. So the king and all the children of Israel dedicated the House of ADONAI.","30":"“So listen to the supplication of Your servant and of Your people Israel, when they pray toward this place. Hear in heaven Your dwelling place, and when You hear, forgive!","49":"then hear their prayer and their supplication in heaven Your dwelling place, maintain their cause,","62":"Now the king and all Israel with him offered sacrifice before ADONAI.","22":"Then Solomon stood before the altar of ADONAI in the presence of all the congregation of Israel, spread out his hands toward heaven,","13":"I have surely built You a magnificent House, a place for Your dwelling forever.”","47":"yet if they take it to the heart in the land which they have been carried captive, and they repent and make supplication to You in the land of their captors, saying: ‘We have sinned, we have committed iniquity, we have acted wickedly,’","3":"Then all the elders of Israel came and the kohanim brought up the ark.","8":"But the poles were so long that the ends of the poles were seen from the Holy Place before the inner Sanctuary, but they could not be seen outside; there they are to this day.","12":"Then Solomon spoke: “ADONAI said that He would dwell in the thick cloud.","65":"So Solomon and all Israel with him celebrated the Festival at that time — a great congregation from the entrance of Hamath to the Wadi of Egypt — before ADONAI Eloheinu, seven days and then seven more days — 14 days in all.","40":"Then they will fear You all the days that they live in the land that You gave to our fathers.","14":"Then the king turned his face about and blessed the whole congregation of Israel while the whole congregation of Israel was standing.","26":"Now therefore, God of Israel, please, let Your word be confirmed, which You spoke to Your servant my father David.","17":"“Now it was in the heart of my father David to build a House for the Name of ADONAI, the God of Israel.","28":"Nevertheless, turn to the prayer of Your servant and to his supplication, ADONAI my God, to listen to the cry and to the prayer which Your servant prays before You this day.","36":"then hear from heaven and forgive the sin of Your servants and Your people Israel. Teach them the good way in which they should walk, and send rain on Your land which You gave to Your people as an inheritance.","4":"They brought up the ark of ADONAI, the Tent of Meeting and all the holy vessels that were in the Tent the kohanim and the Levites brought them up.","50":"and forgive Your people who have sinned against You as well as all their transgressions they have transgressed against You, and grant them mercy before their captors, so they may have mercy on them.","45":"then hear from heaven their prayer and their supplication, and maintain their cause.","60":"May all the peoples of the earth know that ADONAI, He is God, there is no other!","38":"when prayer or supplication is made by anyone or by all Your people Israel — each knowing the plague of his own heart — when one spreads his hands toward this House,","23":"and said: “ADONAI, God of Israel, there is no God like You, in heaven above or on earth below, keeping covenant and lovingkindness to Your servants who walk before You with all their heart.","51":"For they are Your people and Your inheritance that You brought out of Egypt, out of the middle of the iron furnace.","20":"Now ADONAI has fulfilled His word that He spoke, for I have risen in the place of my father David and sit on the throne of Israel, as ADONAI promised. Also I have built the House for the Name of ADONAI, the God of Israel,","59":"May these words of mine, with which I have made supplication before ADONAI, be near ADONAI Eloheinu day and night, so that He may maintain the cause of His servant and the cause of His people Israel, as each day requires.","54":"When Solomon finished praying this entire prayer and petition to ADONAI, he arose from before the altar of ADONAI, from kneeling on his knees with his hands spread out toward heaven.","66":"On the eighth day he sent the people away, and they blessed the king and went to their tents joyful and glad of heart over all the goodness that ADONAI had shown to His servant David and to His people Israel.","57":"May ADONAI Eloheinu be with us as He was with our fathers. May He not leave us nor forsake us.","43":"then may you hear from heaven Your dwelling place, and do according to all that the foreigner asks of You. So all the peoples of the earth may know Your Name, to fear You as Your people Israel do, and know that this House that I have built is called by Your Name.","35":"“When the skies are shut up and there is no rain because they have sinned against You, yet if they pray toward this place and confess Your Name and turn from their sin because You have afflicted them,","41":"“Moreover concerning the foreigner who is not of Your people Israel, when he comes from a distant country because of Your Name —","5":"Now King Solomon — and all the congregation of Israel who were assembled to him — were with him before the ark sacrificing so many sheep and oxen that they could not be numbered or counted.","34":"then hear from heaven, and forgive the sin of Your people Israel, and bring them back to the land which You gave to their fathers.","6":"The kohanim brought the ark of the covenant of ADONAI to its place, into the inner Sanctuary of the House, to the Holy of Holies, under the wings of the cheruvim.","53":"For You have set them apart from among all the peoples of the earth to be Your inheritance, as You spoke by the hand of Moses Your servant, when You brought our fathers out of Egypt, my Lord ADONAI.”","2":"All the men of Israel assembled themselves to King Solomon at the Feast in the month of Ethanim, which is the seventh month.","44":"“When Your people go out to battle against their enemy, by whatever way You send them, and they pray to ADONAI toward the city which You have chosen and toward the House which I have built for Your Name,","11":"so that the kohanim could not stand to minister because of the cloud, for the glory of ADONAI filled the House of ADONAI.","1":"Then Solomon assembled the elders of Israel — all the heads of the tribes and the ancestral chieftains of the children of Israel — to King Solomon in Jerusalem, to bring the ark of the covenant of ADONAI up from the city of David, which is Zion.","58":"May He incline our hearts to Him, to walk in all His ways and to keep His mitzvot, His statutes and His ordinances, which He commanded our fathers.","55":"Then he stood and blessed all the congregation of Israel with a loud voice, saying:","33":"“When Your people Israel are defeated before an enemy, because they have sinned against You, if they turn back to You and confess Your Name and pray and make supplication to You in this House,","27":"So will God really dwell on the earth? Behold, heaven and the heaven of heavens cannot contain You!  How much less this House that I have built!","16":"‘Since the day I brought My people Israel out from Egypt, I have not chosen a city out of all the tribes of Israel to build a House where My Name would be there. But I have chosen David to be over My people Israel.’","64":"On that same day, the king consecrated the middle of the court that was before the House of ADONAI, for there he offered the burnt offering and the grain offering and the fat of the fellowship offerings, because the bronze altar that was before ADONAI was too small to accommodate the burnt offering, the grain offering and the fat of the fellowship offerings.","24":"“You have kept what You promised with Your servant David my father. Yes, You spoke with Your mouth and fulfilled it with Your hand, as it is this day.","19":"Nevertheless you will not build the House, but your son who will come out of your loins, he shall build the House for My Name.’","29":"Let Your eyes be open toward this House night and day, toward the place of which You have said: ‘My Name shall be there;’ listening to the prayer which Your servant shall pray toward this place.","61":"Let your heart, therefore, be wholly devoted to ADONAI Eloheinu, to walk in His statutes and to keep His commandments, as it is today.”","9":"Nothing was in the ark except the two tables of stone that Moses put there at Horeb,  when ADONAI cut a covenant with the children of Israel when they came out of the land of Egypt.","37":"“If there is famine in the land, if there is pestilence, if there be blight or mildew, locust or caterpillar, if their enemy should besiege them in the land of their cities, whatever plague or sickness,","7":"For the cheruvim spread out their wings over the place of the ark, and the cheruvim covered the ark and its poles from above.","52":"“May Your eyes be open to the supplication of Your servant and to the supplication of Your people Israel, listening to them whenever they cry to You.","39":"then may you hear from heaven, Your dwelling place, forgive and act, and give to each man according to all his ways, as You know his heart to be. For You alone know the hearts of all the children of men.","48":"and they return to You with all their heart and with all their soul in the land of their enemies who carried them into exile, and pray to You toward their land that You gave to their fathers, the city that You have chosen and the House which I have built for Your Name,","21":"and have set there a place for the ark, in which is the covenant of ADONAI, which He made with our fathers, when He brought them out of the land of Egypt.”","56":"“Blessed be ADONAI who has given rest to His people Israel, according to all that He promised. Not a single word has failed of all His good promise, which He promised by the hand of Moses His servant.","46":"If they sin against You — for there is no man that does not sin  — and You become angry with them and deliver them to the enemy, and their captors carry them away captive to the land of the enemy, far off or near,","32":"then hear from heaven and act and judge Your servants, condemning the wicked, bringing his way on his own head, and justifying the righteous, giving him according to his righteousness.","31":"If a man sins against his neighbor and is made to take an oath, then comes and swears before Your altar in this House,","15":"He said: “Blessed be ADONAI, the God of Israel, who spoke with His mouth to my father David, and has fulfilled it by His hand, saying:","25":"“Now therefore, ADONAI, God of Israel, keep with Your servant David my father what You have promised him, saying: ‘You shall not lack a man to sit before Me on the throne of Israel, if only your children watch their way, walking before Me as you have walked before Me.’","18":"But ADONAI said to my father David: ‘Because it was in your heart to build a House for My Name, you did well that it was in your heart.","42":"for they will hear of Your great Name, of Your mighty hand and Your outstretched arm — when he comes to pray toward this House,"},"17":{"16":"The jar of flour was not exhausted, nor did the jug of oil become empty, according to the word of ADONAI which He spoke through Elijah.","3":"“Leave this place, turn eastward, and hide yourself by the Wadi Cherith, east of the Jordan.","5":"So he went and did according to the word of ADONAI — he went and lived by the Wadi Cherith, which is east of the Jordan.","21":"Then he stretched himself upon the child three times. He cried out to ADONAI and said, “ADONAI my God, please let this child’s soul come back into his body!”","18":"So she said to Elijah, “What do I have to do with you, man of God? Have you come to me to remind me of my sin and kill my son?”","12":"So she said, “As ADONAI your God lives, I have nothing baked, only a handful of flour in the jar, and a little oil in the jug. Now look, I am gathering a couple of sticks, so that I may go in and prepare it for me and my son, that we may eat it and die.”","10":"So he arose and went to Zarephath. Now when he came to the town gate, to his surprise, a widow was there gathering sticks. So he called her and said, “Please bring a little water in a jar that I may drink.”","2":"Then the word of ADONAI came to him saying:","22":"ADONAI listened to the cry of Elijah, so the soul of the child came back into his body and he was revived.","8":"Then the word of ADONAI came to him saying:","17":"After these things, it came to pass that the son of the woman, the mistress of the house fell sick, and his sickness was getting much worse until he had no breath left in him.","11":"As she was going to fetch it, he called her and said, “Please bring me a morsel of bread in your hand.”","1":"Now Elijah the Tishbite, one of the settlers of Gilead, said to Ahab: “As ADONAI God of Israel lives, before whom I stand, there shall be no dew or rain these years, except at my word.”","9":"“Arise, go to Zarephath of Sidon and stay there. I have just commanded a widow there to provide for you.”","24":"Then the woman said to Elijah, “Now I know that you are a man of God, and that the word in your mouth is truth.”","14":"For thus says ADONAI God of Israel, ‘The jar of flour shall not be exhausted nor shall the jug of oil be empty until the day ADONAI sends rain on the land.’”","7":"Then it came to pass after a while that the wadi dried up, because there was no rain in the land.","15":"So she went and did according to the word of Elijah — and she and he, and her household ate for many days.","20":"He cried out to ADONAI and said, “ADONAI my God, have You brought such evil even on the widow with whom I am staying, by causing her son to die?”","23":"Then Elijah took the child and brought him down from the upper room into the house, and gave him to his mother. Elijah said, “See! Your son is alive.”","6":"The ravens kept bringing him bread and meat in the morning and bread and meat in the evening, and he drank from the wadi.","4":"It will come about that you will drink from the wadi. I have also commanded the ravens to feed you there.”","19":"He said to her, “Give me your son.” Then he took him from her arms, carried him up to the upper room where he was staying and laid him on his own bed.","13":"Elijah said to her, “Fear not! Go and do as you said, but first make me a little cake from what you have there. Bring it out to me and afterwards, make some for you and for your son."},"11":{"11":"So ADONAI said to Solomon: “Since you have done this and did not keep My covenant and My statutes that I commanded you, I will surely tear the kingdom away from you and give it to your servant.","41":"Now the rest of the acts of Solomon, and all that he did, and his wisdom — are they not recorded in the Book of the Acts of Solomon?","42":"So the days of Solomon’s kingship in Jerusalem over all Israel was 40 years.","3":"So he had 700 wives as princesses and 300 concubines — and his women led his heart astray.","20":"The sister of Tahpenes gave birth to his son Genubath. Tahpenes weaned him in Pharaoh’s palace and Genubath remained in Pharaoh’s palace among Pharaoh’s sons.","12":"Nevertheless, I will not do it in your days for David your father’s sake; but I will tear it away from the hand of your son.","10":"He had commanded him about this, that he should not go after other gods, yet he did not keep what ADONAI had commanded.","17":"But Hadad and some Edomites, servants of his father, had fled to Egypt, while Hadad was a small boy.","40":"Therefore Solomon sought to kill Jeroboam, but Jeroboam got up and fled to Egypt, to Shishak king of Egypt. He remained in Egypt until the death of Solomon.","13":"Yet I will not tear away the whole kingdom, but will give one tribe to your son for My servant David ‘s sake, and for the sake of Jerusalem which I have chosen.”","27":"Now the reason that he raised a hand against the king was this: Solomon built the Millo and closed the breach of the city of his father David.","30":"Then Ahijah seized the new cloak that was on him, tore it into twelve pieces,","18":"Setting out from Midian they came to Paran and took men from Paran along with them, and went to Egypt — to Pharaoh king of Egypt — who gave him a house, allotted him food and gave him land.","36":"To his son I will give one tribe so that My servant David may have a lamp every day before Me in Jerusalem, the city that I chose for Myself to put My Name there.","29":"It was around that time, when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him on the road. Now Ahijah had covered himself in a new cloak, and the two of them were alone in the field.","23":"Then God raised up another adversary against him, Rezon son of Eliada, who had fled from his lord King Hadad-ezer of Zobah,","19":"Then Hadad found great favor in Pharaoh’s eyes, so that he gave him his own sister-in-law, the sister of Queen Tahpenes, as wife.","1":"Now King Solomon loved so many foreign women, besides the daughter of Pharaoh — Moabites, Ammonites, Edomites, Sidonians and Hittites —","5":"For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites.","4":"For it came about, as Solomon grew old, that his wives led his heart away after other gods, so that his heart was no longer wholly devoted to ADONAI his God, unlike the heart of his father David.","8":"Thus he did for all his foreign wives, who were burning incense and offering sacrifices to their gods.","26":"Then there was Jeroboam son of Nebat (the name of his mother, a widow, was Zeruah), an Ephraimite of Zereda. Though he was Solomon’s servant, he also raised a hand against the king.","39":"So I will for this afflict David’s seed, but not for all days.”","14":"Then ADONAI raised up an adversary to Solomon, Hadad the Edomite, of the royal line in Edom.","37":"“So I will take you and you will reign over all that your soul desires — you will be king over Israel.","22":"Then Pharaoh replied to him, “What do you lack with me, that all of a sudden, you seek to go back to your own country?” “Nothing,” he answered. “Nevertheless let me go anyway.”","28":"Now the man Jeroboam was mighty of strength, and when Solomon saw that the young man was industrious, he appointed him over the entire labor force of the house of Joseph.","25":"Rezon was an adversary to Israel all the days of Solomon, adding to the trouble that was Hadad. He despised Israel, while he reigned over Aram.","9":"So ADONAI became angry with Solomon, because his heart had turned away from ADONAI, the God of Israel — who had appeared to him twice.","33":"“‘For they have abandoned Me and have worshipped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the children of Ammon. They have not walked in My ways, nor done what is right in My eyes, nor kept My statutes and My ordinances, as his father David did.","15":"Earlier, when David was at war with Edom, Joab, commander of the army, went up to bury the slain, and had struck down every male in Edom.","34":"Nevertheless, I will not take the whole kingdom out of his hand, but I will keep him as a ruler all the days of his life for the sake of My servant David whom I chose, because he kept My mitzvot and My statutes.","21":"Now when Hadad heard in Egypt that David slept with his fathers and that Joab commander of the army was dead, Hadad said to Pharaoh: “Let me leave so I may go to my own country.”","24":"when David killed them. He then gathered men to himself and became the leader of a marauding band that went to Damascus and dwelt there and gained control in Damascus.","16":"Joab and all Israel remained there six months, until he had cut off every male in Edom.","35":"Yet I will take the kingdom out of his son’s hand, and I will give it to you — the ten tribes.","32":"But he will have one tribe, for My servant David’s sake, and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel.","7":"At that time Solomon also built a high place for Chemosh, the detested thing of Moab, on the mountain near Jerusalem, as well as for Molech the detested thing of the children of Ammon.","43":"Then Solomon slept with his fathers and was buried in the city of his father David; and his son Rehoboam was king in his place.","2":"from the nations of whom ADONAI had said to the children of Israel: “You shall not associate with them nor they associate with you, for surely they would turn your heart away after their gods.” Solomon clung to them for love.","38":"Then it will be, if you obey everything I command you and walk in My ways, and do what is right in My eyes, keeping My statutes and My mitzvot as My servant David did, then I will be with you, and will establish for you a lasting dynasty, as I did for David — I will give Israel to you.","6":"So Solomon did what was evil in the sight of ADONAI and did not fully follow after ADONAI, unlike his father David.","31":"and said to Jeroboam, “Take ten pieces for yourself, for thus says ADONAI, God of Israel: ‘Behold, I will tear the kingdom out of Solomon’s hand and will give ten tribes to you."},"1":{"11":"But Nathan spoke to Bath-sheba, Solomon’s mother, saying: “Haven’t you heard that Adonijah son of Haggith has assumed the kingship — and our lord David doesn’t know it?","41":"Now Adonijah and all the guests who were with him heard it, just as they finished eating. When Joab heard the sound of the shofar, he said: “Why is the city in an uproar?”","45":"Zadok the kohen and Nathan the prophet have anointed him king at Gihon. From there they have come up rejoicing, so that the city is in an uproar — that’s the noise that you heard.","42":"While he was still speaking, behold, Jonathan son of Abiathar the kohen came, and Adonijah said, “Come in, for you are a valiant man, and surely bringing good news.”","3":"So they sought for a beautiful girl throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king.","20":"As for you, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him.","12":"Now come, please let me give you advice. Save your own life and the life of your son Solomon!","10":"but he did not invite Nathan the prophet, Benaiah, the mighty men, or Solomon.","17":"She said to him: “My lord, you swore by ADONAI your God to your handmaid: ‘Surely, Solomon your son will be king after me, and he will sit on my throne.’","51":"So it was reported to Solomon: “Behold, Adonijah is afraid of King Solomon, for look, he grasped the horns of the altar, saying, ‘Let King Solomon swear to me first that he will not put his servant to death with the sword.’”","44":"Also the king has sent with him Zadok the kohen, Nathan the prophet, Benaiah son of Jehoiada, the Cherethites and the Pelethites, and they had him ride on the king’s mule.","40":"All the people went up after him, while the people were playing on flutes and rejoicing with great joy, so that the ground shook at their noise.","13":"Go at once to King David, and say to him: ‘My lord the king, haven’t you sworn to your handmaid, saying: “Surely your son Solomon will become king after me, and he will sit on my throne”? Then why does Adonijah reign?’","27":"Was this thing done by my lord the king, without letting your servants know who should sit on the throne of my lord the king after him?”","30":"as surely as I swore to you by ADONAI, the God of Israel, saying that your son Solomon will be king after me and will sit on my throne in my place. Thus I will surely fulfill it this day!”","53":"So King Solomon sent, and they brought him down from the altar. He came and prostrated himself before King Solomon, and Solomon said to him: “Go to your home.”","18":"Yet now, behold, Adonijah reigns, though you do not know it — my lord the king.","36":"Benaiah son of Jehoiada answered the king and said: “Amen! Thus says ADONAI, the God of my lord the king.","29":"Then the king swore an oath: “As ADONAI lives, who has redeemed my soul out of all distress,","23":"and they informed the king, saying: “Behold the prophet Nathan is here.” When he came in before the king, he prostrated himself before the king with his face to the ground.","19":"He has sacrificed oxen, fattened cattle and sheep in abundance, and has invited all the king’s sons, Abiathar the kohen and Joab the commander of the army, but he has not invited Solomon your servant.","1":"Now King David was old, advanced in years. Though they covered him with clothes, he could not keep warm.","47":"Moreover, the king’s courtiers came to bless our lord King David, saying: ‘May God make the name of Solomon better than your name, and his throne greater than your throne!’ Then the king bowed down on the bed.","5":"Now Adonijah son of Haggith exalted himself, saying: “I’ll be king!” So he prepared for himself chariots, horsemen and 50 men to run before him.","52":"Then Solomon said, “If he shows himself a worthy man, then not a hair of him will fall to the ground. But if wickedness is found in him, he shall die.”","49":"Trembling, all the guests of Adonijah got up and each went his own way.","4":"The girl was very beautiful. So she became the king’s nurse and served him, but the king was not intimate with her.","8":"But Zadok the kohen, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei and David’s mighty men, were not on Adonijah’s side.","26":"But he did not invite me, your servant, Zadok the kohen, Benaiah son of Jehoiada or your servant Solomon.","39":"Then Zadok the kohen took the horn of oil out of the Tent and anointed Solomon. Then they blew the shofar, and all the people said: “Long live King Solomon!”","14":"Behold, while you are still there talking with the king, I will come in after you and confirm your words.”","37":"As ADONAI has been with my lord the king, so will He be with Solomon and make his throne greater than the throne of my lord King David!”","22":"Then behold, while she was still talking with the king, the prophet Nathan came in,","28":"Then King David answered and said: “Summon Bath-sheba to me.” So she came into the king’s presence, and stood before the king.","25":"For he has gone down today, slain oxen, fattened cattle and sheep in abundance, and has invited all the king’s sons, the captains of the army and Abiathar the kohen — and behold, they are eating and drinking with him, and they are saying: ‘Long live King Adonijah!’","9":"Then Adonijah sacrificed sheep, oxen and fattened cattle by the stone of Zoheleth , which is beside En-rogel, and invited all his brothers, the king’s sons, and all the men of Judah, the king’s servants,","33":"the king said to them: “Take with you the servants of your lord, and have my son Solomon ride on my own mule, and bring him down to Gihon.","15":"So Bath-sheba went to the king into the chamber. Now the king was very old, with Abishag the Shunammite serving the king.","34":"There let Zadok the kohen and Nathan the prophet anoint him as king over Israel, blow the shofar and say: ‘Long live King Solomon!’","21":"Otherwise it will come to pass, when my lord the king sleeps with his fathers, that I and my son Solomon will be considered traitors.”","24":"Then Nathan said: “My lord the king, did you say: ‘Adonijah shall be king after me, and he shall sit on my throne?’","46":"Also Solomon has taken his seat on the royal throne.","16":"Bath-sheba bowed and prostrated herself to the king. The king asked, “What troubles you?”","35":"Then you shall come up after him, and he shall come and sit on my throne. For he shall be king in my place, as I have appointed him to be ruler over Israel and Judah.”","32":"Then King David said: “Summon to me Zadok the kohen, Nathan the prophet and Benaiah son of Jehoiada.” When they came before the king,","7":"So he conferred with Joab son of Zeruiah and with Abiathar the kohen. Following Adonijah, they supported him.","43":"But Jonathan answered and said to Adonijah: “No, for our lord King David has made Solomon king.","48":"Furthermore the king said, ‘Blessed be ADONAI, God of Israel, who this day has given one to sit on my throne, while my eyes are seeing it.’”","2":"So his servants said to him: “Let them seek a young virgin for my lord the king, and let her attend the king and be his nurse; and let her lie by your side, so my lord the king may keep warm.”","38":"So Zadok the kohen, Nathan the prophet, Benaiah son of Jehoiada, the Cherethites and the Pelethites went down, and had Solomon ride on King David’s mule, and brought him to Gihon.","50":"Adonijah was afraid of Solomon, so he arose, went, and grasped the horns of the altar.","6":"His father had not scolded him at any time by asking: “Why have you behaved this way?” He was also a very handsome man; and he was born after Absalom.","31":"Then Bath-sheba bowed with her face to the ground and prostrated herself before the king, and said: “Let my lord King David live forever!”"},"9":{"11":"since King Hiram of Tyre had furnished Solomon with cedar and cypress logs and with gold for all his desire — in return King Solomon gave Hiram 20 cities in the land of Galilee.","3":"ADONAI said to him: “I have heard your prayer and your petition that you made before Me. I have consecrated this House, which you have built, to put My Name there forever, and My eyes and My heart will be there every day.","20":"As for all the people that were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the children of Israel,","12":"So Hiram came out from Tyre to see the cities that Solomon had given him, but he was not pleased with them.","10":"Now at the end of 20 years during which Solomon had built the two houses — ADONAI’s House and the royal palace —","17":"So Solomon rebuilt Gezer, lower Beth-horon,","13":"He said, “What are these cities that you’ve given me, my brother?” So they have been called the land of Kabul  to this day.","27":"Hiram sent his servants with the fleet — sailors who knew the sea — along with Solomon’s servants.","18":"Baalath and Tadmor in the wilderness in the land,","23":"These were the chief officers who were over Solomon’s work, 550 who supervised the people who did the work.","19":"as well as all the storage cities, chariot cities and cavalry cities and that it pleased Solomon to build in Jerusalem, in Lebanon, and in all the land of his dominion.","1":"Now it came to pass, when Solomon had finished building the House of ADONAI, the royal palace and all that Solomon was pleased to do,","5":"then I will establish the throne of your kingship over Israel forever, as I promised your father David saying: ‘You shall not lack a man on the throne of Israel.’","4":"“As for you, if you will walk before Me as your father David walked — in integrity of heart and uprightness, doing all I commanded you, keeping My statutes and My ordinances —","8":"This House, now so exalted — everyone passing by it will gasp in shock and hiss, saying: ‘Why has ADONAI done thus to this land and to this House?’","26":"King Solomon also built a fleet of ships in Ezion-geber, which is near Eloth on the shore of the Sea of Reeds in the land of Edom.","14":"(Hiram had also sent to the king 120 talents  of gold.)","22":"But Solomon did not make slaves of the children of Israel, for they were the men of war, his servants, his officials, his captains, his charioteers and his horsemen.","28":"So they went to Ophir and took from there 420 talents of gold, and brought it to King Solomon.","25":"Now three times a year Solomon offered burnt offerings and fellowship offerings on the altar that he built for ADONAI, burning incense with them on the altar that was before ADONAI. When he finished the House,","9":"They will be told: ‘Because they forsook ADONAI their God who brought their fathers out of the land of Egypt, and embraced other gods, worshipped them and served them, therefore ADONAI has brought all this evil on them.’”","15":"Now this was the purpose of the forced labor that King Solomon had imposed to build ADONAI’s House, his own house, the Millo, the wall of Jerusalem, Hazor, Megiddo and Gezer.","21":"even their children who remained in the land after them whom the children of Israel were not able to destroy utterly, on them Solomon imposed forced labor until this day.","24":"As soon as Pharaoh’s daughter came up out of the city of David to her house built for her, he built the Millo.","16":"Pharaoh king of Egypt had gone up, captured Gezer, burned it with fire, killed the Canaanites who dwelt in the city, and given it as a dowry for his daughter, Solomon’s wife.","7":"then will I cut off Israel from the land which I have given them, and this House which I have consecrated for My Name, I will cast out of My sight. So Israel will become a proverb and a byword among all peoples.","2":"that ADONAI appeared to Solomon a second time, just as He had appeared to him at Gibeon.","6":"“But if you or your sons will indeed turn away from following Me — not keeping My mitzvot and My statutes that I set before you — and go and serve other gods and worship them,"},"14":{"11":"Anyone who belongs to Jeroboam and dies in the city, the dogs will eat, and anyone who dies in the field, the birds of the sky will eat. For ADONAI has spoken it.","3":"Take with you ten loaves, biscuits and a jar of honey, and go to him. He will tell you what will happen to the boy.”","20":"The days that Jeroboam reigned were 22 years and then he slept with his fathers. His son Nadab reigned in his place.","12":"“As for you, arise and go to your house. As soon as you set foot in the town, the boy will die.","10":"Therefore, I am about to bring evil on the house of Jeroboam. I will cut off to Jeroboam even one man, bond and free, in Israel. I will burn up the house of Jeroboam as one burns the dung until it is all gone.","17":"Then Jeroboam’s wife got up, left and went to Tirzah. As soon as she stepped over the threshold of the house, the child died.","13":"All Israel will lament over him and bury him, for it is only him of Jeroboam’s house who will be buried, because in him alone, of all Jeroboam’s house, something good was found toward ADONAI, the God of Israel.","27":"So King Rehoboam made in their place bronze shields and committed them to the hands of the captains of the guard, watching over the doorway of the royal palace.","30":"There was war between Rehoboam and Jeroboam continually.","18":"They buried him and all Israel lamented over him, just as was the word of ADONAI that He spoke through His servant Ahijah the prophet.","29":"Now the rest of the deeds of Rehoboam and all that he did — are they not written in the Book of the Chronicles of the Kings of Judah?","23":"They also built for themselves high places, sacred pillars and Asherah poles on every high hill and under every leafy tree;","19":"As for the rest of the deeds of Jeroboam, how he made war and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel.","1":"At that time, Abijah, Jeroboam’s son fell sick.","5":"ADONAI had said to Ahijah, “Look! Jeroboam’s wife is coming to ask you about her son, for he is sick. You are to say such and such to her, for she will be in disguise.”","4":"Jeroboam’s wife did so. She got up and went to Shiloh, and came to the house of Ahijah. Now Ahijah could not see for his eyes were dim because of his age.","8":"I tore the kingdom away from the house of David and gave it you. Yet you have not been like My servant David who kept My commandments and followed Me with all his heart, doing only what was right in My eyes.","26":"He took away the treasures of the House of ADONAI and the treasures of the royal palace. He took away everything — even taking all the golden shields that Solomon had made.","14":"“Moreover ADONAI will raise up for Himself a king over Israel who will cut off the house of Jeroboam that day. So now, what else?","22":"Judah did what was evil in ADONAI’s eyes. They provoked Him to jealousy with more than all that their forefathers had done with the sins that they committed.","28":"Whenever the king went to the House of ADONAI, the guard would carry them and bring them back into the guardroom.","25":"Now it came to pass in the fifth year of King Rehoboam, King Shishak of Egypt marched against Jerusalem.","9":"Instead you have done more evil than all who were before you, and have gone and made yourself other gods — molten images to vex Me — and have cast Me behind your back.","15":"ADONAI will strike Israel until it sways like a reed in the water. He will uproot Israel from this good land that He gave to their fathers, and will scatter them beyond the River, because they have made their Asherah poles, provoking ADONAI.","21":"Meanwhile Rehoboam son of Solomon reigned in Judah. Rehoboam was 41 years old when he became king, and he reigned 17 years in Jerusalem — the city where ADONAI had chosen out of all the tribes of Israel to put His Name. His mother’s name was Naamah the Ammonitess.","24":"and there were also male cult prostitutes in the land. They did the same abominations as those of the nations that ADONAI had driven out before the children of Israel.","16":"So He will give up Israel because of the sins of Jeroboam which he committed, and caused Israel to commit.”","7":"Go tell Jeroboam, thus says ADONAI, God of Israel: ‘I raised you up from among the people and made you leader over My people Israel.","2":"Jeroboam said to his wife, “Please go disguise yourself, so they won’t recognize you as Jeroboam’s wife, and go to Shiloh. Look, the prophet Ahijah who told me that I would be king over these people is there.","6":"As soon as Ahijah heard the sound of her feet as she came through the door, he said, “Come in, wife of Jeroboam. Why this disguise? But I have been sent to you with a difficult message.","31":"Then Rehoboam slept with his fathers and was buried with his fathers in the city of David. His mother’s name was Naamah the Ammonite. Then his son Abijam became king in his place."},"7":{"11":"Above were expensive stones, cut to measure, and cedar wood.","41":"the two pillars, the two bowls of the capitals that were on the top of the pillars, the two nettings to cover the two bowls of the capitals that were on the top of the pillars,","45":"the pots, the shovels and the basins. All these vessels Hiram made for King Solomon in the House of ADONAI were made of polished bronze.","42":"the 400 pomegranates for the two nettings, two rows of pomegranates for each to cover the two bowls of the capitals on top of the pillars,","3":"It was paneled with cedar above the side chambers, which were on 45 pillars — 15 in a row.","20":"So also the capitals on the two pillars — close to the belly next to the netting were the pomegranates in rows of 200 around both capitals.","12":"The surrounding great courtyard had three rows of cut stone and a row of cedar beams, the same as the inner court of the House of ADONAI and the portico of the House.","10":"The foundation was also made of expensive stones — huge stones, stones eight cubits and stones ten cubits.","17":"nettings of latticework and twisted threads of chain work for the capitals were on top of the pillars — seven for the one capital and seven for the other capital.","51":"When all the work that King Solomon did in ADONAI’s House was finished, Solomon brought in the things that his father David had dedicated — the silver, the gold and the vessels — and put them in the treasuries of the House of ADONAI.","44":"the one sea and the 12 oxen under the sea,","40":"Then Hiram made the basins, the shovels, and the sprinkling bowls. So Hiram finished doing all the work that he performed for King Solomon on ADONAI’s House:","13":"King Solomon sent for and had Hiram brought from Tyre.","27":"Then he made ten bases of bronze — the length of each base was four cubits, the width four cubits and the height three cubits.","30":"Each base had four bronze wheels with bronze axles. Its four legs had brackets; the brackets were beneath the laver, cast with wreaths at each side.","18":"So he made the pillars with two rows of pomegranates all around on the netting covering the capitals on top of each capital.","36":"On the plates of the braces and on its borders, he engraved cheruvim, lions and palm trees, wherever there was clear space around each, with encircling wreaths.","29":"and on the borders that were below the frames were lions, oxen and cheruvim. On the frames there was a pedestal manner above, and beneath the lions and oxen were wreaths of hanging work.","23":"Next he made the sea of cast metal, ten cubits across from brim to brim, circular in form, five cubits in its height and 30 cubits in circumference.","19":"The capitals that were on the top of the pillars in the portico were of lily design, four cubits high.","1":"But it took Solomon 13 years to build and complete his own palace.","47":"Solomon left all the vessels unweighed, because they were too many — the weight of the bronze could not be determined.","5":"And all the doorways had rectangular frame, and with window opposite to window in three tiers.","49":"the menorahs — five on the right side and five on the left in front of the inner Sanctuary — of pure gold; the flowers, the lamps and the tongs, of gold;","4":"And there were window frames in three rows, with window opposite window in three ranks.","8":"His house where he would dwell, set farther back of the hall, was of the same construction. He also made a house like this hall for Pharaoh’s daughter, whom Solomon had taken to wife.","26":"It was a handbreadth thick, and its brim was made like the brim of a cup, like the petals of a lily; it held 11,000 gallons.","39":"Then he set up the laver stands, five on the right side of the House and five on the left side of the House, and set up the sea of cast metal on the right side of the House eastward, toward the south.","14":"He was a widow’s son from the tribe of Naphtali, while his father was a man of Tyre, a coppersmith, and he was filled with wisdom, understanding and skill to do any work in bronze. So he came to King Solomon and executed all his work.","37":"He made the ten bases like this — all of them cast from the same mold, the same size and same shape.","22":"On the top of the pillars was lily design. So the work of the pillars was finished.","28":"The structure of the bases was as follows: they had borders, and borders between the frames,","25":"It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east; and the sea was set on top of them, and all their rear parts were inward.","9":"All these were made of expensive stones — stone cut to size and sawed with saws inside and outside — from the foundation to the top and from the outside to the great court.","33":"And the structure of the wheels was like the structure of a chariot wheel; their axletrees, their rims, their spokes, and their hubs were all cast metal.","15":"He fashioned the two bronze pillars, 18 cubits high and 12 cubits in circumference each.","34":"There were four brackets at the four corners of each base; each bracket was of one piece with the base itself.","21":"Thus he set up the pillars at the porticos of the Temple. He set up the right pillar and named it Jachin, and he set up the left pillar and named it Boaz.","24":"Under its brim there were gourds encircling it, ten per cubit, completely surrounding the sea. The gourds were cast in two rows in one piece with it.","46":"The king had them cast in the plain of the Jordan, with clay of the ground between Sukkot and Zarethan.","16":"He also made two capitals of molten bronze to set upon the tops of the pillars (the height of each capital was five cubits),","35":"On top of the base there was a band half a cubit high encircling it — its braces and its borders were part of it.","32":"The four wheels were underneath the borders, and the axles of the wheels were in the base. The height of a wheel was a cubit and half.","7":"He also made the Hall of the Throne where he would judge — the Hall of Justice. It was paneled with cedar from the floor to the ceiling.","43":"the ten bases and the ten basins on the bases,","48":"So Solomon made all the equipment that was to be in the House of ADONAI: the golden altar, the table on which was the bread of the presence, of gold;","2":"He also built the Forest House of Lebanon: its length was 100 cubits, its width 50 cubits and its height 30 cubits, built on four rows of cedar pillars, with cedar beams upon the pillars.","38":"Then he made ten basins of bronze: one basin held 220 gallons. Each basin was four cubits, and on each of the ten bases was one basin.","50":"the cups, the snuffers, the bowls, the wick trimmers and the fire pans, of pure gold; the hinges for the doors of the inner House, the Holy of Holies, and for the doors of the House, that is, of the Temple, of gold.","6":"He also made a portico of columns, 50 cubits long and 30 cubits wide, with a porch in front, and in front of that were pillars and an overhanging roof.","31":"Its opening inside the crown at the top was a cubit high, and its opening was round like the design of a pedestal, a cubit and a half, and also on its opening were engravings, and their borders were square, not round."},"15":{"11":"Now Asa did what was right in ADONAI’s eyes, like his father David.","3":"He walked in all the sins of his father which he had done before him; and his heart was not wholly devoted to ADONAI his God, like the heart of his father David.","20":"So Ben-Hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, conquering Ijon, Dan, Abel-beth-maacah and all Chinneroth, as well as all the land of Naphtali.","12":"He also expelled the male prostitutes from the land and removed all the idols that his fathers had made.","10":"He reigned 41 years in Jerusalem; his mother’s name was Maacah the daughter of Abishalom.","17":"King Baasa of Israel marched against Judah, and he built up Ramah to prevent anyone from going out or coming in to King Asa of Judah.","13":"Also he deposed his mother Maacah from being queen mother, because she had made an abominable image as an Asherah pole. So Asa cut down her image and burned it in the Kidron Valley.","27":"Then Baasa son of Ahijah of the house of Issachar conspired against him, and Baasa struck him down at Gibbethon, which belonged to the Philistines, while Nadab and all Israel were besieging Gibbethon.","30":"because of the sins Jeroboam had committed and caused Israel to commit, by which he utterly provoked ADONAI, God of Israel.","18":"Then Asa took all the silver and the gold that were left in the treasuries of ADONAI’s House and the treasuries of the royal palace, and delivered them into the hand of his officials. King Asa sent them to Ben-Hadad son of Tabrimmon, son of Hezion, king of Aram, who resided in Damascus, saying:","29":"As soon as he became king, he struck down all the household of Jeroboam. He did not spare Jeroboam anything with breath until he had destroyed him, just as was the word of ADONAI that He spoke by the hand of His servant Ahijah the Shilonite,","23":"Now the rest of all the deeds of Asa, all his might, all he did and the cities that he built — are they not written in the Book of the Chronicles of the Kings of Judah? But in his old age he was diseased in his feet.","19":"“Let there be a treaty between me and you, as it was between my father and your father. I have just sent you a present of silver and gold; go, break your treaty with King Baasa of Israel, so that he may withdraw from me.”","1":"Now in the eighteenth year of King Jeroboam, son of Nebat, Abijam became king over Judah.","5":"For David did what was right in ADONAI’s eyes and did not turn aside from anything that He commanded him all the days of his life, except in the matter of Uriah the Hittite.","4":"Nevertheless, for David’s sake, ADONAI his God gave him a lamp in Jerusalem, raising up his son after him and establishing Jerusalem.","8":"Then Abijam slept with his fathers so they buried him in the city of David, and his son Asa became king in his place.","26":"He also did what was evil in ADONAI’s eyes, walking in the way of his father and in his sins that he caused Israel to commit.","14":"But they did not take away the high places. Nevertheless Asa’s heart was wholly devoted to ADONAI all his days.","22":"Then King Asa made a proclamation to all Judah — none was exempted — and they carried away the stones of Ramah and its timber which Baasa had built. Then King Asa built Geba of Benjamin and Mizpah with them.","28":"So Baasa slew him, in the third year of King Asa of Judah, and became king in his place.","25":"Nadab son of Jeroboam began to reign over Israel in the second year of King Asa of Judah, and he reigned over Israel two years.","9":"In the twentieth year of King Jeroboam of Israel, Asa began to reign over Judah.","33":"In the third year of King Asa of Judah, Baasa son of Ahijah began to reign over all Israel in Tirzah, reigning 24 years.","15":"He brought into the House of ADONAI the consecrated things of his father as well as his own consecrated things of silver, gold, and utensils.","34":"He did what was evil in ADONAI’s eyes, and followed the way of Jeroboam and the sin that he had made Israel commit.","21":"When Baasa heard it, he stopped fortifying Ramah and remained in Tirzah.","24":"And Asa slept with his fathers, and was buried with his fathers in the city of his father David, and his son Jehoshaphat became king his place.","16":"Now there was war between Asa and King Baasa of Israel all their days.","32":"So there was war between Asa and King Baasa of Israel all their days.","7":"so there was war between Abijam and Jeroboam. The rest of the deeds of Abijam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?","2":"He reigned three years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom.","6":"As there had been war between Rehoboam and Jeroboam all the days of his life,","31":"Now the rest of the deeds of Nadab and all he did — are they not written in the Book of the Chronicles of the Kings of Israel?"},"20":{"11":"The king of Israel answered and said, “Tell him: ‘Let not the one who puts on his armor boast like the one who takes it off.”","41":"Then he quickly took the headband away from his eyes, and the king of Israel recognized him as one of the prophets.","42":"Then he said to him, “Thus says ADONAI: ‘Because you have released out of your hand the man whom I had devoted to destruction, therefore your life will be in place of his life and your people in place of his people.’”","3":"and said to him, “Thus says Ben-Hadad: ‘Your silver and gold are mine! Your best wives and children are also mine.”","20":"each man struck down his foe. Then the Arameans fled and Israel pursued them, but King Ben-Hadad of Aram escaped on a horse with horsemen.","12":"On hearing this reply — while he and the other kings were drinking in the booths — he said to his servants, “Take your positions.” So they stationed themselves against the city.","10":"Then Ben-Hadad sent word to him again saying, “May the gods do so to me and even more, if the dust of Samaria will suffice for handfuls for all the people at my feet.”","17":"The young men of the rulers of the provinces marched out first. Ben-Hadad sent out scouts, who reported to him saying, “There are men coming out from Samaria.”","40":"Then as your servant was busy here and there, he was gone.” The king of Israel said to him, “So will your sentence be — you yourself have decided it.”","13":"Then behold, a prophet approached King Ahab of Israel and said, “Thus says ADONAI: Have you seen all this great multitude? Behold, I will deliver it into your hand this day, and you will know that I am ADONAI.”","27":"Now the children of Israel were mustered, given provisions, and marched against them. But when the children of Israel encamped before them, they looked like two little flocks of goats while the Arameans covered the land.","30":"The rest fled to Aphek into the city and the wall fell upon 27,000 men that were left. But Ben-Hadad fled into the city, into an inner chamber.","18":"He said, “Whether they are coming out for peace, take them alive, or whether they are coming out for battle, take them alive.”","36":"Then he said to him, “Because you did not obey the voice of ADONAI, behold, as soon as you leave me, a lion shall kill you.” As soon as he left him, a lion found him and killed him.","29":"So they encamped one over against the other seven days. On the seventh day the battle was joined, and the children of Israel struck down 100,000 of the Aramean foot soldiers in a single day.","23":"Meanwhile, the servants of the king of Aram said to him, “Their God is a God of the mountains — that’s why they were stronger than us. But let’s fight against them in the plain. Then surely we’ll be stronger than them.","19":"Now when the young men of the rulers of the provinces marched out of the city, with the army following them,","1":"Now King Ben-Hadad of Aram gathered all his army. With him were 32 kings, along with horses and chariots. He marched up, besieged Samaria and attacked it.","5":"Then the messengers came back and said, “Thus says Ben-Hadad: Indeed I sent word to you, ordering you to give me your silver, your gold, your wives and your children.","4":"The king of Israel replied, “As you say, my lord the king: I am yours, along with all I have.”","8":"All the elders and all the people said to him, “Don’t listen to him or consent.”","26":"It came about at the turn of the year that Ben-Hadad mustered the Arameans and marched up to Aphek, to fight against Israel.","39":"As the king was passing by, he cried to the king and said, “Your servant went out into the midst of the battle, and behold, a man turned aside and brought another man to me and said, ‘Guard this man! If by any means he is missing, then your life will be for his life, or else you will weigh out a talent of silver.’","14":"Ahab asked, “By whom?” He said, “Thus says ADONAI: By the young men of the rulers of the provinces.” Then he asked, “Who should begin the battle?” “You!” he answered.","37":"Then he found another man, and said, “Strike me please!” So the man struck him and wounded him.","22":"The prophet then approached the king of Israel and said to him, “Go, strengthen yourself. Consider carefully what you should do, for at the turn of the year the king of Aram will march up against you.”","28":"Then a man of God approached the king of Israel and spoke to him saying, “Thus says ADONAI: Because the Arameans have said, ‘ADONAI is a God of the mountains, but He is not a God of the valleys,’ therefore I will deliver all this great multitude into your hand, and you shall know that I am ADONAI.”","25":"Then muster an army like the army that you lost — horse for horse and chariot for chariot — and let’s fight against them in the plain, and surely we’ll be stronger than them!” He listened to their advice and acted accordingly.","9":"So he said to the messengers of Ben-Hadad, “Tell my lord the king: All that you sent to your servant at first, I will do, but this thing I cannot do,” The messengers departed and reported to him.","33":"The men took it as a good sign and were quick to catch on, so they said, “Yes, Ben-Hadad is your brother.” “Go, bring him,” he said. So Ben-Hadad came out to him and he took him up into his chariot.","15":"So he mustered the young men of the rulers of the provinces. There were 232. After them he mustered all the people of all the children of Israel, 7,000.","34":"Then he said to him, “The cities which my father took from your father I will give back, and you may set up markets for yourself in Damascus, as my father did in Samaria.” “Then I will let you go with this covenant.” So he made a covenant with him and let him go.","21":"Then the king of Israel went out, struck the horses and chariots, and inflicted on the Arameans a great defeat.","24":"So this is what you should do: remove the kings, each from his post, and appoint governors in their place.","16":"They marched out at noon, while Ben-Hadad was drinking himself drunk in the booths — he and the 32 kings allied with him.","35":"Now a certain man of the sons of the prophets said to his fellow by the word of ADONAI, “Strike me please!” But the man refused to strike him.","32":"So they girded sackcloth on their loins, put ropes on their heads, came to the king of Israel and said, “Your servant Ben-Hadad says: ‘Please let me live.’” He replied, “Is he still alive? He is my brother.”","7":"Then the king of Israel summoned all the elders of the land and said, “Please know and see how this man is bent on evil! For he sent someone to me for my wives, my children, my silver and my gold, and I didn’t refuse him.”","43":"Then the king of Israel went home to Samaria sullen and resentful.","2":"Then he sent messengers into the city to King Ahab of Israel,","38":"Then the prophet left and waited for the king by the road, disguising himself with a headband over his eyes.","6":"Now I will send my servants to you tomorrow at this time, and they shall search your palace and the houses of your courtiers. Whatever is valuable in your eyes, they shall seize in their hand and take it away.”","31":"His officials said to him, “Look now, we have heard that the kings of the house of Israel are merciful kings. Please let’s put sackcloth on our loins and ropes on our heads, and surrender to the king of Israel. Perhaps he will spare your life.”"},"6":{"11":"Then the word of ADONAI came to Solomon saying:","3":"The porch in front of the Sanctuary of the House was 20 cubits in length — corresponding to the breadth of the House — and its depth was ten cubits from the front of the House.","20":"The inner Sanctuary was twenty cubits in length, twenty cubits in breadth and twenty cubits in height. He overlaid it with pure gold, and overlaid the cedar altar.","12":"“As for this House which you are building, if you will walk in My statutes, execute My ordinances and keep all My mitzvot by walking in them, then I will establish My word with you, which I spoke to your father David,","10":"He built the stories of the side-structure against the whole House, each five cubits high, and they were fastened to the House with timbers of cedar.","17":"The House, that is, the Sanctuary, was 40 cubits long in front of the inner Sanctuary.","13":"I will dwell among the children of Israel, and will not forsake My people Israel.”","27":"Then he placed the cheruvim inside the inner House. When the wings of the cheruvim extended, the wing of the one touched one wall while the wing of the other cheruv touched the other wall, while their wings in the center of the House touched one another.","30":"and he also covered the floor of both the inner and the outer rooms of the House with gold.","18":"The cedar of the interior of the House was carved as gourds and open flowers. All was cedar; no stone was visible.","36":"He built the inner court with three rows of cut stone and a row of cedar beams.","29":"Then he carved all the walls surrounding the House with carved engravings of cheruvim, palm trees and open flowers, in both the inner and outer rooms,","23":"In the inner Sanctuary he made two cheruvim of olive wood, each ten cubits high.","19":"He prepared an inner Sanctuary within the House, to set there the ark of the covenant of ADONAI.","1":"Now it came to pass, 480 years after the children of Israel came out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month Ziv (which is the second month), that he began to build ADONAI’s House.","5":"Against the wall of the House he built a side-structure surrounding both the Temple and the inner Sanctuary; thus he made side-chambers all around.","4":"Also for the House he made windows with artistic frames.","8":"The doorway to the lowest story of the side chambers was on the right side of the House. They went up by winding stairs to the middle story, and from the middle to the third.","26":"the height of the one cheruv was ten cubits and so the other cheruv.","14":"So Solomon built the House and finished it.","37":"In the fourth year, in the month of Ziv, the foundation of the House of ADONAI was laid,","22":"So the entire House he overlaid with gold until the entire House was finished; even the entire altar by the inner Sanctuary he overlaid with gold.","28":"He also overlaid the cheruvim with gold.","25":"and the other cheruv was also ten cubits. Both cheruvim were the same in measure and form:","9":"When he finished building the House, he covered the House with beams and planks of cedar.","33":"He also made for the Temple entrance four-sided doorposts of olive wood","15":"He paneled the walls of the House on the inside with cedar planks of cedar; from the floor of the House to the ceiling he overlaid on the inside with wood; and he overlaid the floor of the House with planks of cypress.","34":"and double doors of cypress wood. The two leaves of the one door were folding, and the two leaves of the other door were folding.","21":"So Solomon overlaid the interior of the House with pure gold; and he drew chains of gold across the front of the inner Sanctuary, and overlaid it with gold.","24":"The length of one wing of the cheruv was five cubits and the length of the other wing of the cheruv was five cubits — ten cubits from the end of one wing to the end of the other,","16":"Then he partitioned off 20 cubits at the rear part of the House, using cedar boards from the floor to the ceiling, building it as the inner Sanctuary — the Holy of Holies.","35":"He carved cheruvim, palm trees and open flowers on them and overlaid them with gold evenly applied on the graven work.","32":"As for the double doors of olive wood, he carved on them carvings of cheruvim, palm trees and open flowers, and overlaid them with gold. He beat out gold over the cheruvim and over the palm trees.","7":"For the House, while being constructed, was built of stone finished at the quarry; with neither hammer, axe nor any iron tool heard in the House during its construction.","2":"Now the House that King Solomon built for ADONAI was 60 cubits  long, 20 cubits wide, and 30 cubits high.","38":"and in the eleventh year, in the month of Bul (which is the eighth month), the House was completed in all its parts and according to all its details. So he was seven years building it.","6":"The lowest story was five cubits wide, the middle was six cubits wide, and the third was seven cubits wide. All around on the outside he provided offset ledges in the wall of the House, so that the beams would not be inserted into the walls of the House.","31":"For the entrance of the inner Sanctuary he made doors of olive wood, the frame of the doorposts having five angles."},"4":{"16":"Baana son of Hushai, in Asher and Bealoth;","3":"Elihoreph and Ahijah, sons of Shisha, scribes; Jehoshaphat son of Ahilud, the recorder;","5":"Azariah son of Nathan, in charge of the officers; Zabud son of Nathan the kohen, the king’s personal attendant;","18":"Shimei son of Ela, in Benjamin;","12":"Baana son of Ahilud, in Taanach and Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as beyond Jokmeam;","10":"Ben-Hesed, in Arubboth (his were Socoh and all the land of Hehper);","2":"and these were his officials: Azariah son of Zadok, the kohen;","8":"These were their names: Ben-Hur, in the hill-country of Ephraim;","17":"Jehoshaphat son of Paruah, in Issachar;","11":"Ben-Abinadab in all the height of Dor (Taphath, Solomon’s daughter was his wife);","1":"Now King Solomon reigned over all Israel,","9":"Ben-Deker, in Makaz, Shaalbim, Beth-shemesh, and Elon-beth-hanan;","14":"Ahinadab son of Iddo, in Mahanaim;","7":"Solomon had twelve officers over all Israel, who provided food for the king and his household; each had to make provision for a month in the year.","15":"Ahimaaz, in Naphtali (he also took Basemath, Solomon’s daughter, as wife);","20":"Judah and Israel were as numerous as the sand by the sea in abundance, eating and drinking and rejoicing.","6":"Ahishar, in charge of the household; Adoniram son of Abda in charge of the forced labor.","4":"Benaiah son of Jehoiada, in charge of the army; Zadok and Abiathar, kohanim;","19":"Geber son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and one who was the officer in the land.","13":"Ben-Geber, in Ramot-Gilead (his were the villages of Jair son of Manasseh, which are in Gilead, and also his were the region of Argob, which is in Bashan, 60 great cities with walls and bronze bars);"},"19":{"16":"and anoint Jehu son of Nimshi king over Israel, and anoint Elisha son of Shaphat of Abel-meholah as prophet in your place.","3":"Frightened, he got up and ran for his life. When he came to Beersheba, which belongs to Judah, he left his servant there.","5":"Then he lay down and slept under the broom bush. Then behold, an angel touched him, and said to him, “Get up, and eat.”","21":"So he returned from following him, and took the pair of oxen and sacrificed them and boiled their flesh with the oxen’s yoke gear, and gave it to the people, and they ate. Then he arose, went after Elijah and became his attendant.","18":"Yet I have preserved seven thousand in Israel whose knees have not bowed to Baal and whose mouth has not kissed him.”","12":"After the earthquake a fire, but ADONAI was not in the fire. After the fire there was a soft whisper of a voice.","10":"“I have been very zealous for ADONAI-Tzva’ot,” he said, “for the children of Israel have forsaken Your covenant, torn down Your altars and slain Your prophets with the sword — and I alone am left, and they are seeking my life, to take it!”","2":"Then Jezebel sent a messenger to Elijah saying, “So let the gods do to me and worse if by this time tomorrow I don’t make your life like the life of one of them.”","8":"So he arose and ate and drank, and in the strength of that meal forty days and forty nights went to Horeb, the mountain of God.","17":"It shall come to pass that whoever escapes from the sword of Hazael, Jehu will slay; and whoever escapes from the sword of Jehu, Elisha will slay.","11":"Then He said, “Come out and stand on the mount before ADONAI.”  Behold, ADONAI was passing by — a great and mighty wind was tearing at the mountains and shattering cliffs before ADONAI. But ADONAI was not in the wind. After the wind there was an earthquake, but ADONAI was not in the earthquake.","1":"Then Ahab told Jezebel all that Elijah had done and how he had slain all the prophets with the sword.","9":"When he arrived there at the cave, he spent the night there. Then behold, the word of ADONAI came to him, and He said to him, “What are you doing here, Elijah?”","14":"“I have been very zealous for ADONAI-Tzva’ot,” he said, “for the children of Israel have forsaken Your covenant, torn down Your altars, and slain Your prophets with the sword — and I alone am left, and they are seeking to take my life!”","7":"Then the angel of ADONAI came again a second time, touched him and said. “Get up and eat, because the journey is too much for you.”","15":"Then ADONAI said to him, “Go, return on your way to the wilderness of Damascus, and when you get there, anoint Hazael king over Aram,","20":"So he left the oxen and ran after Elijah saying, “Let me please kiss my father and my mother, and then I will follow you.”  “Come back,” he said to him. “For what have I done to you?”","6":"So he looked, and to his surprise, there by his head was a cake baked on the hot stones and a jar of water. So he ate and drank, and lay down again.","4":"But he himself went a day’s journey into the wilderness, and came and sat down under a broom bush. He prayed that he might die. “It’s too much!” he said. “Now, ADONAI, take my life! For I’m no better than my fathers.”","19":"So he departed from there and found Elisha son of Shaphat while he was plowing with twelve pairs of oxen before him, and he with the twelfth. Then Elijah crossed over to him and threw his mantle on him.","13":"As soon as Elijah heard it, he wrapped his face in his mantle, went out and stood at the entrance of the cave. Then all of a sudden, a voice addressed him and said, “What are you doing here, Elijah?”"},"13":{"11":"Now one old prophet was living in Bethel. His son came and told him all the deeds that the man of God had done that day in Bethel and all the words that he had spoken to the king they related to their father.","3":"The same day he gave a sign, saying, “This is the sign that ADONAI has spoken, the altar is about to be split apart and the fat ashes on it will be poured out.”","20":"Now while they were sitting at the table, the word of ADONAI came to the prophet who had brought him back,","12":"Then their father asked them: “Which way did he go?” For his sons had seen which way the man of God that came from Judah went.","10":"So he took another road and did not return by the way he had come to Bethel.","17":"For it was said to me by the word of ADONAI: You shall eat no bread nor drink water there, nor should you return back by the way by which you came.”","13":"Then he said to his sons, “Saddle the donkey for me!” So they saddled the donkey for him and he rode away on it.","27":"Then he spoke to his sons saying: “Saddle the donkey for me!” So they saddled it.","30":"He laid his carcass in his own tomb and they mourned over him saying, “Oy, my brother!”","18":"So he said to him: “I also am a prophet like you. An angel spoke to me with the word of ADONAI saying, ‘Bring him back with you to your house that he may eat bread and drink water.’” (He lied to him.)","29":"Then the prophet picked up the carcass of the man of God, he laid it on the donkey and brought it back to the town of the old prophet to mourn and to bury him.","23":"So after he had eaten bread and after he had drunk, he saddled the donkey for him, for the prophet he had brought back.","19":"So he went back with him and ate bread in his house and drank water.","1":"Unexpectedly, a man of God came from Judah to Bethel with the word of ADONAI while Jeroboam was standing by the altar to burn incense.","5":"The altar also was split apart and the fat ashes poured out from the altar, just as was the sign that the man of God gave with the word of ADONAI.","4":"Now when the king heard the word of the man of God, which he proclaimed against the altar in Bethel, Jeroboam stretched out his hand from the altar saying: “Seize him!” But the hand which he stretched out against him withered — he could not even draw it back to himself.","8":"But the man of God said to the king: “Even if you give me half your house, I will not go with you nor will I eat bread or drink water in this place.","26":"Now when the prophet who had brought him back from the road heard it, he said: “It is the man of God who defied the word of ADONAI; therefore ADONAI gave him to the lion which mauled him and killed him, according to the word ADONAI spoke to him.”","14":"Then he went after the man of God and found him sitting under an oak tree. He said to him, “Are you the man of God who came from Judah?” “I am,” he said.","22":"but turned back, ate bread and drank water in the place of which He said to you, ‘Eat no bread and drink no water,’ your carcass will not enter the tomb of your fathers.”","28":"Then he went and found his carcass lying on the road, with the donkey and the lion standing by the carcass. The lion had not eaten the carcass nor mauled the donkey.","25":"Then, men passed by and saw the carcass thrown on the road with the lion standing by the carcass. So they came and told it in the town where the old prophet lived.","9":"For so I was charged by the word of ADONAI, saying, ‘You are to eat no bread, nor drink water, nor return by the way by which you came.’”","33":"Even after this, Jeroboam did not turn back from his evil way, but once again, he appointed priests for the high places from among all ranks of the people. Whoever wanted to be a priest, he consecrated him for the high places.","15":"“Come home with me,” he said to him, “and eat bread!”","34":"So this matter became sin against the house of Jeroboam, in the end, wiping it out and destroying it from the face of the earth.","21":"and he cried to the man of God that came from Judah saying, “Thus says ADONAI: Because you rebelled against the word of ADONAI, and did not keep the commandment which ADONAI your God commanded you,","24":"But when he was gone, a lion met him along the way and killed him. So his carcass was thrown on the road with both the donkey and the lion standing beside the carcass.","16":"But he said: “I cannot return with you nor go with you, nor will I eat bread or drink water with you in this place.","32":"For the message he declared by the word of ADONAI against the altar in Bethel, and against all the shrines of the high places which are in the towns of Samaria, will surely come to pass.”","7":"Then the king said to the man of God: “Come home with me and have something to eat, and then, I will give you a reward.”","2":"He cried out against the altar with the word of ADONAI and said: “O altar, altar, thus says ADONAI, behold, a son shall be born to the house of David, Josiah by name, and upon you will he sacrifice the priests of the high places who burn incense on you, and human bones will be burned upon you.’”","6":"So the king responded by saying to the man of God: “Please seek the face of ADONAI your God, and pray for me, so my hand may be restored to me!” So the man of God sought the face of ADONAI and the king’s hand was restored to him, becoming as it was before.","31":"After burying him, he said to his sons, “When I die, bury me in the tomb where the man of God is buried; lay my bones beside his bones."}}}