{"translationKey":"tlv","translation":"TLV","book":"2 Timothy","bookSlug":"2-timothy","chapters":{"2":{"16":"But avoid godless chatter, for it will lead to further ungodliness","3":"Suffer hardship with me, as a good soldier of Messiah Yeshua.","5":"Also, if anyone competes as an athlete, he is not crowned victorious unless he competes according to the rules.","21":"Therefore, if anyone cleanses himself from these, he will be a vessel for honor — sanctified, useful to the Master, prepared for every good work.","18":"men who have missed the mark concerning the truth, saying that the resurrection has already taken place. They are overturning the faith of some.","12":"if we endure, we will also reign with Him; if we deny Him, He will also deny us;","10":"Therefore I endure everything for the sake of the chosen, so they might obtain the salvation that is in Messiah Yeshua with eternal glory.","2":"And what you have heard from me among many witnesses, entrust to faithful people who will be capable to teach others also.","22":"Now flee from youthful desires; instead, pursue righteousness, faithfulness, love, and shalom, with those who call on the Lord from a pure heart.","8":"Remember Yeshua the Messiah, raised from the dead, from the seed of David — according to my Good News.","17":"and their words will spread like cancer. Among them are Hymeneaus and Philetus —","11":"Trustworthy is the saying: If we died with Him, we will also live with Him;","1":"Therefore, my child, be strengthened in the grace that is in Messiah Yeshua.","9":"For this I suffer hardship as a criminal, even to the point of chains — though the word of God is not chained.","24":"The Lord’s slave must not be quarrelsome, but be kind to all, able to teach, tolerant.","14":"Remind them of these things and solemnly charge them before God not to quarrel about words, which is useless — to the ruin of those who are listening.","7":"Consider what I am saying, for the Lord will give you understanding in everything.","15":"Make every effort to present yourself before God as tried and true, as an unashamed worker cutting a straight path with the word of truth.","20":"Now in a great house there are not only vessels of gold and silver, but also of wood and clay — some for honor and some for common use.","25":"Let him give guidance with humility to those who are in opposition — perhaps God may grant them a change of mind, leading to the knowledge of truth.","23":"But avoid foolish and ignorant disputes, knowing that they produce quarrels.","6":"The hard-working farmer ought to receive the first share of the crops.","4":"No one serving as a soldier entangles himself in the activities of everyday life, so that he might please the one who enlisted him.","19":"Nevertheless, the firm foundation of God stands, having this seal: “The Lord knows those who are His,”  and, “Let everyone who names the name of the Lord keep away from unrighteousness.”","13":"if we are faithless, He remains faithful, for He cannot deny Himself.","26":"Then they may regain their senses and escape the devil’s snare, in which they had been held captive by him to do his will."},"4":{"16":"At my first defense, no one stood by me; instead, they all deserted me — may it not be counted against them!","3":"For the time will come when they will not put up with sound instruction, but they will pile up for themselves teachers in keeping with their own desires, to have their ears tickled.","5":"You, however, keep a clear mind in all things, withstand hardship, do the work of proclaiming the Good News, and fulfill your service.","21":"Do all you can to come before winter. Eubulus sends you greetings, as do Pudens, Linus, Claudia, and all the brothers and sisters.","18":"The Lord will rescue me from every evil deed and will deliver me safely into His heavenly Kingdom. To Him be the glory forever and ever. Amen.","12":"I have sent Tychius to Ephesus.","10":"for Demas, having loved this world, has deserted me and gone to Thessolonica; Crescens has gone to Galatia, and Titus to Dalmatia.","2":"proclaim the Word! Be ready when it is convenient or inconvenient.  Confront, rebuke, encourage — with complete patience and instruction.","22":"The Lord be with your spirit. Grace be with you.","8":"In the future there is reserved for me a crown of righteousness, which the Lord, the righteous Judge, will award to me on that day — and not to me only, but also to everyone who has longed for His appearing.","17":"But the Lord stood by me and strengthened me, so that through me the message might be proclaimed in full measure, and all the nations might hear — and I was rescued from the lion’s mouth!","11":"Luke is the only one with me. Get Mark and bring him with you, for he is useful to me for service.","1":"I solemnly charge you — in the presence of God and Messiah Yeshua, who is about to judge the living and the dead at His appearing and His Kingdom —","9":"Do all you can to come to me quickly —","14":"Alexander the coppersmith did me much harm — the Lord will repay him according to his deeds.","7":"I have fought the good fight, I have finished the course, I have kept the faith.","15":"Be on guard against him too, for he vehemently opposed our message.","20":"Erastus stayed in Corinth, and I left Trophimus sick in Miletus.","6":"For I am already being poured out like a drink offering, and the time of my departure has come.","4":"And they will turn away from hearing the truth and wander off to myths.","19":"Greet Prisca and Aquila, and the household of Onesiphorus.","13":"When you come, bring the cloak which I left with Carpus in Troas, along with the scrolls, and especially the parchments."},"1":{"16":"May the Lord grant mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my imprisonment.","3":"I thank God, whom I serve with a clear conscience as my forefathers did, when I continually remember you in my prayers night and day.","5":"I recall the genuine faithfulness within you, which first lived in your grandmother Lois and your mother Eunice, and I am sure it is within you as well.","18":"May the Lord grant him to find mercy from the Lord in that day! You know very well how much he served in Ephesus.","12":"For this reason I also am suffering these things — but I am not ashamed, for I know in whom I have trusted and I am convinced He is able to safeguard what I have entrusted to Him until that Day.","10":"but now has been revealed through the appearing of our Savior Messiah Yeshua. Indeed, He nullified the power of death and brought life and immortality to light through the Good News.","2":"To Timothy my beloved child: Grace, mercy, and shalom from God the Father and Messiah Yeshua our Lord!","8":"Therefore do not be ashamed of the testimony of our Lord or of me His prisoner, but share in suffering for the Good News according to the power of God.","17":"On the contrary, when he was in Rome he zealously searched for me and found me.","11":"For this Good News I was appointed a herald and an emissary and a teacher.","1":"Paul, an emissary of Messiah Yeshua through the will of God, according to the promise of life in Messiah Yeshua.","9":"He has saved us and called us with a holy calling — not because of our deeds but because of His own purpose and grace. This grace was given to us in Messiah Yeshua before time began,","14":"Guard the good that has been entrusted to you, through the Ruach ha-Kodesh who dwells in us.","7":"For God has not given us a spirit of timidity but of power and love and self-discipline.","15":"You are aware that everyone in Asia has turned away from me — including Phygelus and Hermogenes.","6":"For this reason I remind you to fan into flame the gift  of God, which is in you through the laying on of my hands.","4":"I remember your tears, and I long to see you so that I may be filled with joy.","13":"Keep the standard of sound words you have heard from me, in the faithfulness and love that are in Messiah Yeshua."},"3":{"16":"All Scripture is inspired by God  and useful for teaching, for reproof, for restoration, and for training in righteousness,","3":"hardhearted, unforgiving, backbiting, without self-control, brutal, hating what is good,","5":"holding to an outward form of godliness but denying its power. Avoid these people!","12":"Indeed, all who desire to live a godly life in Messiah Yeshua will be persecuted.","10":"You, however, closely followed my teaching, manner of life, purpose, faithfulness, patience, love, perseverance —","2":"for people will be lovers of self, lovers of money, boastful, arrogant, blasphemers, disobedient to parents, ungrateful, unholy,","8":"Just as Jannes and Jambres opposed Moses,  so do these people oppose the truth, men corrupted in mind and worthless concerning the faith.","17":"so that the person belonging to God may be capable, fully equipped for every good deed.","11":"as well as persecutions and sufferings that happened to me in Antioch, Iconium, and Lystra. What persecutions I endured! And the Lord rescued me from them all!","1":"But understand this, that in the last days  hard times will come —","9":"But these people will not make any more progress — for their folly, like that of Jannes and Jambres, will be obvious to everyone.","14":"You, however, continue in what you have learned and what you have become convinced of. For you know from whom you have learned,","7":"always learning yet never able to come to the knowledge of truth.","15":"and that from childhood you have known the sacred writings that are able to make you wise, leading to salvation through trusting in Messiah Yeshua.","6":"For among these are those who slip into households and deceive weak women weighed down with sins, led away by various desires,","4":"treacherous, reckless, conceited, lovers of pleasure rather than lovers of God,","13":"But evil men and imposters will go from bad to worse, deceiving and being deceived."}}}