{"translationKey":"tlv","translation":"TLV","book":"Acts","bookSlug":"acts","chapters":{"11":{"11":"“At that very moment, three men arrived at the house where we were, sent to me from Caesarea.","3":"saying, “You went to uncircumcised men and ate with them!”","20":"However, there were some of them, men of Cyprus and Cyrene, who came to Antioch and began speaking to the Hellenists also, proclaiming the Lord Yeshua.","12":"The Ruach told me to go with them without hesitating. These six brothers also went with me, and we entered the man’s house.","10":"This happened three times, and then everything was pulled up to heaven.","17":"Therefore if God gave them the same gift as also to us after we put our trust in the Lord Messiah Yeshua, who was I to stand in God’s way?”","13":"He reported to us how he had seen an angel standing in his house and saying, ‘Send to Joppa and bring Simon called Peter.","27":"Now in these days prophets came down from Jerusalem to Antioch.","30":"This they did, sending it to the elders by the hand of Barnabas and Saul.","18":"When they heard this they became quiet, and they glorified God, saying, “Then even to the Gentiles God has granted repentance leading to life!”","29":"So the disciples decided to send relief to those brothers and sisters living in Judea, each according to his ability.","23":"When he arrived and saw the grace of God, he was thrilled. He encouraged them all to remain true to the Lord with heartfelt devotion.","19":"Now those scattered because of the persecution that happened in connection with Stephen traveled as far as Phoenicia and Cyprus and Antioch, telling the message only to Judeans.","1":"Now the emissaries and brothers throughout Judea heard that the Gentiles also had received the word of God.","5":"“I was in the city of Joppa praying, and in a trance I saw a vision — something like a great sheet coming down, being lowered from heaven by its four corners, and it came right to me.","4":"So Peter began explaining to them point by point, saying,","8":"“But I said, ‘Certainly not, Lord! For never has anything unholy or unclean entered my mouth.’","26":"and when he had found him, he brought him to Antioch. For a whole year they met together with Messiah’s community and taught a large number. Now it was in Antioch that the disciples were first called “Christianoi.”","14":"He will speak words to you by which you will be saved — you and all your household.’","22":"News about these things reached the ears of the community in Jerusalem, and they sent Barnabas to Antioch.","28":"One of them, named Agabus, stood up and predicted through the Ruach that there was going to be a great famine over all the world. (This took place during the reign of Claudius.)","25":"Then Barnabas left for Tarsus to look for Saul,","9":"But a voice from heaven answered a second time, ‘What God has made clean, you must not consider unholy.’","15":"“As I began to speak, the Ruach ha-Kodesh fell on them, just as on us at the beginning.","21":"The hand of the Lord was with them, and a great number who believed turned to the Lord.","24":"For Barnabas was a good man, full of the Ruach ha-Kodesh and faith. And a large number was added to the Lord.","16":"And I remembered the word of the Lord, how He used to say, ‘John immersed with water, but you will be immersed in the Ruach ha-Kodesh.’","7":"I also heard a voice saying, ‘Get up, Peter. Kill and eat.’","2":"But when Peter went up to Jerusalem, those of the circumcision took issue with him,","6":"I looked inside, considering it carefully, and saw four-footed creatures of the earth, wild animals, reptiles, and birds of the air."},"3":{"16":"Now through faith in the name of Yeshua, His name has strengthened this man whom you see and know. Indeed, the faith through Yeshua has given this man perfect health in front of you all.","3":"When he saw Peter and John about to go into the Temple, he began asking to receive tzedakah.","5":"So he gave them his attention, expecting to receive something from them.","21":"Heaven must receive Him, until the time of the restoration of all the things that God spoke about long ago through the mouth of His holy prophets.","18":"But what God foretold through the mouth of all His prophets — that His Messiah was to suffer — so He has fulfilled.","12":"But when Peter saw, he responded to the people, “Men of Israel, why are you amazed at this? Why do you stare at us — as if by our own power or godliness we had made this man walk?","10":"They began to realize he was the one who used to sit begging for tzedakah at the Beautiful Gate of the Temple, and they were filled with wonder and astonishment over what had happened to him.","2":"A man lame from birth was being carried — every day they used to put him at the Temple gate called Beautiful, so he could beg for tzedakah from those entering the Temple.","22":"Moses said, ‘ADONAI your God will raise up for you a Prophet like me from among your brothers. Hear and obey Him in all that He shall say to you.","8":"Jumping up, he stood and began walking; and he went with them into the Temple, walking and leaping and praising God!","17":"“Now brothers, I know that you acted in ignorance, just as your leaders did.","11":"While he was clinging to Peter and John, all the people together came running toward them in the place called Solomon’s Portico.","1":"Now Peter and John were going up to the Temple at the ninth hour,  the time of prayer.","9":"Now all the people saw him walking and praising God.","24":"Indeed, all the prophets who have spoken from Samuel on have announced these days.","14":"But you rejected the Holy and Righteous One and asked for a murderer to be granted to you.","7":"Then grabbing him by the right hand, he raised him up; and immediately the man’s feet and ankles were made strong.","15":"You killed the Author of life — the One God raised from the dead! We are witnesses of it.","20":"so times of relief might come from the presence of ADONAI and He might send Yeshua, the Messiah appointed for you.","25":"You are the sons of the prophets and also of the covenant that God cut with your fathers,  saying to Abraham, ‘In your seed shall all the families of the earth be blessed.’","23":"And it shall be that every soul that will not listen to that Prophet shall be completely cut off from the people.’","6":"But Peter said, “Silver and gold I do not have, but what I do have I give to you — in the name of Yeshua ha-Mashiach ha-Natzrati, get up and walk!”","4":"But Peter, along with John, looked straight at him and said, “Look at us!”","19":"Repent, therefore, and return — so your sins might be blotted out,","13":"The God of Abraham and Isaac and Jacob, the God of our fathers, has glorified His Servant  Yeshua — the One you handed over and disowned before Pilate, though he had decided to release Him.","26":"God raised up His Servant and sent Him first to you, to bless you all by turning each of you from your wicked ways.”"},"20":{"11":"After he went back up and broke the bread and ate, he talked with them a long while until daybreak and then left.","3":"where he spent three months. When a plot was formed against him by the Jewish leaders as he was about to sail to Syria, he decided to return via Macedonia.","20":"I did not shrink back from proclaiming to you anything that was profitable, teaching you publicly as well as from house to house,","12":"So they took the boy away alive, greatly relieved.","10":"But Paul went down, fell on him and threw his arms around him. He said, “Don’t be upset, for his life is within him.”","17":"From Miletus, dispatching someone to Ephesus, he called for the elders of the community.","13":"But we went on ahead to the ship and set sail for Assos, intending to take Paul aboard there — for so he had arranged, intending himself to travel there by land.","27":"For I did not shrink back from declaring to you the whole purpose of God.","30":"Even from among yourselves will arise men speaking perversions, to draw the disciples away after themselves.","18":"When they came to him, he said to them, “You yourselves know how I behaved among you all the time from the first day I set foot in Asia,","36":"When he had said these things, he knelt down and prayed with them all.","29":"I know that after my departure, savage wolves will come in among you, not sparing the flock.","23":"except that the Ruach ha-Kodesh bears witness to me from city to city, saying that bondage and afflictions await me.","19":"serving the Lord with all humility and tears and trials which fell upon me through the plots of the Jewish leaders.","1":"After the uproar ended, Paul sent for the disciples; and when he had encouraged them and said farewell, he departed to go to Macedonia.","5":"These went on ahead and were waiting for us at Troas.","4":"Sopater of Berea, son of Pyrrhus, accompanied him; as well as Aristarchus and Secundus of Thessalonica; Gaius of Derbe, and Timothy; Tychicus and Trophimus of Asia.","8":"There were many lamps in the upper chamber where we were meeting.","26":"Therefore, I testify to you this day that I am innocent of the blood of all.","14":"When he met us at Assos, we took him on board and went to Mitylene.","37":"They all began weeping and falling upon Paul’s neck and kissing him,","22":"“And now, look, bound by the Ruach, I am going to Jerusalem — not knowing what will happen to me there,","28":"“Take care of yourselves and all the flock of which the Ruach ha-Kodesh has made you overseers, to shepherd the community of God — which He obtained with the blood of His own.","25":"“Now, look! I know that none of you, among whom I have gone proclaiming the kingdom, will ever see my face again.","9":"Now a young man named Eutychus was sitting in a windowsill, sinking into a deep sleep as Paul kept on talking. Overcome by sleep, he fell from the third story and was picked up — dead.","33":"I coveted no one’s silver or gold or clothing.","15":"Sailing from there, we arrived the next day opposite Chios; the next day we crossed over to Samos, and the day after that we came to Miletus.","34":"You yourselves know that these hands of mine have provided for my own needs as well as for those with me.","21":"testifying to both Jewish and Greek people repentance to God and trust in our Lord Yeshua.","24":"However, I don’t consider my life of any value, except that I might finish my course and the office I received from the Lord Yeshua, to declare the Good News of the grace of God.","16":"For Paul had decided to sail past Ephesus so that he might not spend much time in Asia, because he was hurrying to be in Jerusalem, if possible, by the day of Shavuot.","35":"In all things I have shown you an object lesson — that by hard work one must help the weak, remembering the words of the Lord Yeshua, that He Himself said, ‘It is more blessed to give than to receive.’”","32":"“Now I commit you to God and the word of His grace, which is strong to build you up and to give you the inheritance among all who have been made holy.","7":"Now on the first day of the week, we gathered to break bread. Paul was talking with them, intending to leave the next day, so he prolonged his speech till midnight.","2":"When he had passed through these parts and given them a great word of encouragement, he came to Greece,","38":"grieving most of all over the statement he made that they would never see his face again. Then they accompanied him to the ship.","6":"But we sailed from Philippi after the Days of Matzah. In five days we came to them in Troas, where we stayed for seven days.","31":"Therefore be alert, remembering that night and day for three years I did not stop warning you with tears."},"12":{"16":"But Peter kept on knocking. When they opened the gate, they saw him and were amazed!","3":"Seeing it pleased the Judean leaders, he proceeded to capture Peter as well. This was during the Days of Matzah.","5":"So Peter was kept in prison, but prayer for him was being offered fervently to God by Messiah’s community.","21":"On an appointed day, Herod donned his royal robes and, taking his seat upon the throne, began to make a speech to them.","18":"When day came, there was no small commotion among the soldiers as to what had become of Peter.","12":"When he realized this, he went to the house of Miriam, the mother of John (also called Mark), where many were assembled together and praying.","10":"After they passed a first guard and a second, they came to the iron gate leading into the city. It opened for them by itself. They went out and walked along a narrow street. Suddenly the angel left him.","2":"He had Jacob, John’s brother, put to death with the sword.","22":"The people were shouting, “The voice of a god and not a human!”","8":"Then the angel said to him, “Get dressed and put on your sandals,” and he did so. Then he tells him, “Put on your cloak and follow me.”","17":"But he motioned with his hand for them to be silent, and he explained to them how the Lord had brought him out of the prison. He said, “Go tell these things to Jacob and the brothers.” Then he left and went to another place.","11":"When Peter came to himself, he said, “Now I know for real that the Lord has sent His angel  and delivered me from the hand of Herod and from all that the Judean people were expecting.”","1":"Now at that time Herod the king seized some from Messiah’s community to do them harm.","9":"Peter went out and kept following him — he didn’t know that what was happening with the angel was real, but thought he was seeing a vision.","24":"But the word of God kept on growing and multiplying.","14":"Although she recognized Peter’s voice, out of joy she did not open the gate but ran in and announced that Peter was standing in front of the gate.","7":"Suddenly an angel of the Lord appeared, and a light shone in the cell. He poked Peter on the side and woke him up, saying, “Get up! Quick!” And the chains fell off his hands.","15":"They said to her, “You’re crazy!” But she kept insisting it was so. But they were saying, “It is his angel.”","20":"Now it happened that Herod was furious with the people of Tyre and Sidon. So they came to him, united. Having won over Blastus, the king’s personal aide, they began asking for peace — because their country was supplied with food from the king’s country.","25":"And Barnabas and Saul returned to Jerusalem when they had fulfilled their service, taking along John (who was also called Mark).","23":"Immediately, an angel of the Lord struck him down — because he did not give God the glory. And he was eaten by worms and died.","6":"Now that very night when Herod was about to bring him out, Peter was sleeping — bound with two chains between two soldiers, while guards before the gate were keeping watch over the prison.","4":"After seizing him, he put him in prison, handing him over to four squads with four soldiers each to guard him. He was intending to bring him before the people after Passover.","19":"After Herod made a search for him and did not find him, he interrogated the guards and commanded that they be led away to execution. Then he went down from Judea and stayed in Caesarea.","13":"When he knocked on the door of the entrance gate, a maid named Rhoda came to answer."},"10":{"11":"He saw the heavens opened, and something  like a great sheet coming down, lowered by its four corners to the earth.","41":"not to all the people, but to us, witnesses who were chosen beforehand by God. We ate and drank with Him after He rose from the dead.","45":"All the circumcised believers who came with Peter were astonished, because the gift of the Ruach ha-Kodesh had been poured out even on the Gentiles.","42":"And He commanded us to proclaim to the people and to testify that He is the One ordained by God as Judge of the living and the dead.","3":"About the ninth hour of the day,  he saw clearly in a vision an angel of God coming and saying to him, “Cornelius!”","20":"But get up, go downstairs, and go with them without hesitating, because I Myself have sent them.”","12":"In it were all sorts of four-footed animals and reptiles and birds of the air.","10":"Now he became very hungry and wanted to eat; but while they were preparing something, he fell into a trance.","17":"Now while Peter was puzzling about what the vision he had seen might mean, behold, the men sent by Cornelius found Simon’s house and appeared before the gate.","44":"While Peter was still speaking these words, the Ruach ha-Kodesh fell on all those hearing the message.","40":"but God raised Him up on the third day and caused Him to be visible —","13":"A voice came to him, “Get up, Peter. Kill and eat.”","27":"Talking with him, Peter went inside and found many people gathered.","30":"Cornelius declared, “Four days ago at this hour, I was praying minchah  in my house. Suddenly, a man stood in front of me in shining clothes.","18":"They called out and began to ask whether Simon, also called Peter, was staying in this place as a guest.","36":"You know the message He sent to Bnei-Yisrael, proclaiming shalom through Messiah Yeshua — He is Lord of all.","29":"So I came without objection when I was sent for. I ask, then, what is the reason why you sent for me?”","23":"So Peter invited them in to be his guests. The next day he got up and went with them, and some of the brothers from Joppa accompanied him.","19":"Now while Peter was mulling over the vision, the Ruach said to him, “Look here, three men are looking for you.","1":"Now in Caesarea there was a man named Cornelius, a centurion of what was called the Italian Cohort.","47":"“Can anyone refuse water for these to be immersed, who have received the Ruach ha-Kodesh just as we did?”","5":"Now send men to Joppa and call for Simon, also named Peter.","4":"He stared at him in terror and said, “What is it, Lord?” The angel said to him, “Your prayers and tzedakah have gone up as a memorial offering before God.","8":"After he explained everything to them, he sent them to Joppa.","26":"But Peter pulled him up, saying, “Stand up! I too am just a man.”","39":"We are witnesses to all He did, both in the Judean countryside and in Jerusalem. They put Him to death by hanging Him on a tree,","14":"But Peter said, “Certainly not, Lord! For never have I eaten anything unholy or unclean.”","37":"You know the message that has spread throughout all Judea, beginning from Galilee after the immersion that John proclaimed.","22":"And they said, “Cornelius, a centurion, a righteous and God-fearing man well-spoken of by all the Jewish people, was directed by a holy angel to summon you to his house and to hear a message from you.”","28":"He said to them, “You yourselves know that it is not permitted for a Jewish man to associate with a non-Jew or to visit him. Yet God has shown me that I should call no one unholy or unclean.","25":"As Peter entered, Cornelius met him and fell down at his feet and worshiped him.","9":"The next day, as the soldiers were traveling and approaching the city, Peter went up to the rooftop to pray, at about the sixth hour.","33":"So I sent for you immediately, and you have been kind enough to come. Now then, we are all here before God to hear all that you have been commanded by the Lord.”","15":"Again a voice came to him, a second time: “What God has made clean, you must not consider unholy.”","34":"Then Peter opened his mouth and said, “I truly understand that God is not one to show favoritism,","21":"Going down to the men, Peter said, “Here, I’m the one you’re looking for. What is the reason for your coming?”","24":"The following day he entered Caesarea. Cornelius was waiting for them and had called together his relatives and close friends.","46":"For they were hearing them speaking in tongues and magnifying God. Then Peter answered,","16":"This happened three times, and the sheet was immediately taken up to heaven.","35":"but in every nation the one who fears Him and does what is right is acceptable to Him.","32":"Therefore send to Joppa and ask for Simon, who is also called Peter. He is staying in the house of Simon the tanner, by the sea.’","7":"When the angel speaking to him had left, he called two of his servants and a soldier from among those attached to his command.","43":"All the prophets testify about Him — that everyone who puts his trust in Him receives forgiveness of sins through His name.”","48":"So he commanded them to be immersed in the name of Messiah Yeshua. Then they asked him to stay for a few days.","2":"He was a devout man, revering God with all his household. He gave tzedakah generously to the people and prayed to God continually.","38":"You know how God anointed Yeshua of Natzeret with the Ruach ha-Kodesh and power — how He went about doing good and healing all who were oppressed by the devil, because God was with Him.","6":"He is being entertained as a guest by Simon the tanner, whose house is beside the sea.”","31":"He says, ‘Cornelius, your prayer has been heard and your tzedakah remembered before God."},"17":{"11":"Now these were more noble-minded than those in Thessalonica, because they received the message with goodwill, searching the Scriptures each day to see whether these things were true.","3":"He opened them and gave evidence that Messiah had to suffer and rise from the dead, saying, “This Yeshua, whom I declare to you, is the Messiah.”","20":"For you are bringing some strange things to our ears, so we want to know what these things mean.”","12":"Therefore many of them believed, as well as quite a few prominent Greek women and men.","10":"As soon as it was night, the brothers sent Paul and Silas to Berea. Upon arrival, they made their way to the Jewish synagogue.","17":"So he was debating in the synagogue with the Jewish people and the God-fearers, as well as in the marketplace every day with all who happened to be there.","13":"But when the Jewish people of Thessalonica learned that the word of God had been proclaimed by Paul in Berea, they came there too, agitating and inciting the people.","27":"They were to search for Him, and perhaps grope around for Him and find Him. Yet He is not far from each one of us,","30":"Although God overlooked the periods of ignorance, now He commands everyone everywhere to repent.","18":"Also some of the Epicurean and Stoic philosophers were conversing with him. Some were saying, “What’s this babbler trying to say?” while others, “He seems to be a proclaimer of foreign deities” — because he was proclaiming the Good News of Yeshua and the resurrection.","29":"Since we are His offspring, we ought not to suppose the Deity is like gold or silver or stone, an engraved image of human art and imagination.","23":"For while I was passing through and observing the objects of your worship, I even found an altar with this inscription: ‘To an Unknown God.’ Therefore what you worship without knowing, this I proclaim to you.","19":"So they took Paul to the Aereopagus, saying, “May we know what this new teaching is that you are talking about?","1":"After passing through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue.","5":"But some of the Jewish people became jealous. Taking some wicked fellows of the marketplace and gathering a crowd, they stirred the city into an uproar. They attacked Jason’s house, trying to bring Paul and Silas out to the mob.","4":"Some of them were convinced and became attached to Paul and Silas, as were a large number of the God-fearing Greeks and no small number of the leading women.","8":"Hearing these things, the crowd and the city officials were confused.","26":"From one He made every nation of men to live on the face of the earth, having set appointed times and the boundaries of their territory.","14":"Then the brothers immediately sent Paul away to the sea, but Silas and Timothy remained there.","22":"So Paul stood in the middle of the Aereopagus and said, “Men of Athens, I see that in all ways you are very religious.","28":"for ‘In Him we live and move and have our being.’ As some of your own poets have said, ‘For we also are His offspring.’","25":"Nor is He served by human hands, as if He needed anything,  since He Himself gives to everyone life and breath and all things.","9":"But after receiving bail from Jason and the rest, they released them.","33":"So Paul left from their midst.","15":"Those escorting Paul brought him as far as Athens. After receiving an order for Silas and Timothy to come to him as soon as possible, they left.","34":"But some men joined with him and believed — among them Dionysius (a member of the council of the Aereopagus), a woman named Damaris, and others with them.","21":"Now all the Athenians and foreigners visiting there used to pass their time doing nothing but telling or hearing something new.","24":"The God who made the world and all things in it, since He is Lord of heaven and earth,  does not live in temples made by hands.","16":"Now while Paul was waiting for them in Athens, his spirit was aroused within him when he saw that the city was full of idols.","32":"Now when they heard about the resurrection of the dead, some began scoffing. But others said, “We will hear from you again about this.”","7":"and Jason has welcomed them! They are all acting against the decrees of Caesar, saying there is another king, Yeshua.”","2":"As was his custom, Paul went to the Jewish people; and for three Shabbatot, he debated the Scriptures with them.","6":"When they did not find them, they instead began dragging Jason and some of the brethren before the city officials, shouting, “These men who have upset the world have come here too,","31":"For He has set a day on which He will judge the world in righteousness, through a Man whom He has appointed.  He has brought forth evidence of this to all men, by raising Him from the dead.”"},"13":{"11":"Now, behold, the hand of the Lord is upon you,  and you shall be blind and not see the sun for awhile.” Immediately, cloudiness and darkness fell upon him, and he went about seeking people to lead him by the hand.","41":"‘Look, you scoffers, be amazed and vanish away. For I am doing a work in your days — a work you will never believe, even if someone tells it to you in detail.’ ”","45":"When the Jewish leaders saw the crowds, they were filled with jealousy and tried to contradict what Paul was saying by reviling him.","42":"As Paul and Barnabas were going out, the people kept begging them to speak these things to them the next Shabbat.","3":"Then after fasting, praying, and laying hands on them, they sent them off.","20":"all of this took about 450 years. After that, he gave them judges until Samuel the prophet.","12":"When he saw what had happened, the proconsul believed, because he was astonished at the teaching about the Lord.","10":"and said, “O you, full of all deceit and trickery, son of the devil, enemy of all righteousness — will you not stop making crooked the straight paths of the Lord?","17":"The God of this people Israel chose our fathers and made the people great during their stay in the land of Egypt,  and with an outstretched arm He led them out of there.","51":"But Paul and Barnabas shook the dust off their feet against them,  and they went on to Iconium.","44":"The following Shabbat, almost the entire city came together to hear the word of the Lord.","40":"“Be careful, then, so that what is said in the Prophets may not come upon you:","13":"Setting sail from Paphos, Paul’s company came to Perga in Pamphylia. John left them and returned to Jerusalem.","27":"For those who live in Jerusalem and their rulers — not recognizing Him or the sayings of the Prophets that are read every Shabbat — fulfilled these words by condemning Him.","30":"But God raised Him from the dead!","18":"For about forty years He put up with them in the wilderness.","36":"For after David had served God’s purpose in his own generation, he went to sleep and was laid with his fathers and saw decay.","29":"When they had carried out all that had been written about Him, they took Him down from the tree and laid Him in a tomb.","23":"“From this man’s seed, in keeping with His promise, God brought to Israel a Savior  — Yeshua.","19":"And when He had destroyed seven nations in the land of Canaan, He gave their land as an inheritance  —","1":"Now in the Antioch community, there were prophets and teachers: Barnabas, Simeon called Niger, Lucius the Cyrenian, Manaen (brought up since childhood with Herod the Tetrarch), and Saul.","47":"For so the Lord has commanded us, ‘I have placed you as a light to the nations, so that you may bring salvation to the end of the earth.’ ”","5":"When they arrived at Salamis, they began to proclaim the word of God in the Jewish synagogues. They also had John  as a helper.","52":"And the disciples were filled with joy and the Ruach ha-Kodesh.","49":"Now the word of the Lord spread throughout the whole region.","4":"So, sent out by the Ruach ha-Kodesh, they went down to Seleucia, and from there they sailed to Cyprus.","8":"But Elymas the magician (for so his name is translated) was opposing them, seeking to turn the proconsul away from the faith.","26":"“Brothers, sons of the family of Abraham and those among you who are God-fearers, it is to us the message of this salvation has been sent.","39":"Through this One everyone who keeps trusting is made righteous.","14":"But they passed on from Perga and came to Antioch of Pisidia. Entering the synagogue on the Shabbat, they sat down.","37":"But the One whom God raised up did not see decay.","22":"After removing him, He raised up David to be their king. He also testified about him and said, ‘I have found David, the son of Jesse, a man after My heart, who will do My will.’","28":"Though they found no charge worthy of a death sentence, they asked Pilate to have Him executed.","25":"As John was completing his service, he said, ‘What do you suppose me to be? I am not He. But behold, One is coming after me, whose sandal I’m not worthy to untie.’","9":"But Saul, who is also Paul, filled with the Ruach ha-Kodesh, fixed his gaze on him","33":"For God has fulfilled this promise to the children — to us — by raising up Yeshua, as it is also written in the second psalm: ‘You are My Son. Today I have become Your Father.’","15":"After the reading of the Torah and the Prophets, the synagogue leaders sent to them, saying, “Brothers, if you have any word of encouragement for the people, speak.”","34":"“But since He raised Him up from the dead, never to return to decay, He has spoken in this way, ‘I will give you the holy and sure mercies of David.’","21":"Then they asked for a king, and God gave them Saul, son of Kish, of the tribe of Benjamin, for forty years.","24":"Before His coming, John had proclaimed an immersion of repentance to all the people of Israel.","46":"Both Paul and Barnabas spoke out boldly and said, “It was necessary for the word of God to be spoken to you first. Since you reject it and judge yourselves unfit for eternal life — behold, we turn to the Gentiles.","16":"So Paul, standing up and motioning with his hand, said, “Men of Israel and God-fearers, listen.","35":"Therefore He also says in another psalm, ‘You will not permit Your Holy One to see decay.’","32":"“And we proclaim to you Good News — the promise to the fathers has arrived!","7":"He was with the proconsul, Sergius Paulus, an intelligent man. This man summoned Barnabas and Saul and sought to hear the word of God.","43":"When the synagogue meeting broke up, many of the Jewish people and God-fearing inquirers followed Paul and Barnabas, who were speaking with them and trying to persuade them to continue in the grace of God.","48":"When the Gentiles heard this, they were thrilled and glorified the word of the Lord; and as many as had been inscribed for eternal life believed.","2":"While they were serving the Lord and fasting, the Ruach ha-Kodesh said, “Set apart for me Barnabas and Saul for the work to which I have called them.”","38":"“Therefore, let it be known to you, brothers, that through this One is proclaimed to you the removal of sins, including all those from which you could not be set right by the Torah of Moses.","50":"But the Jewish leaders incited the God-fearing women of high standing and the leading men of the city. They stirred up persecution against Paul and Barnabas, and they drove them out of their district.","6":"When they had gone throughout the whole island as far as Paphos, they found a man who was a magician — a Jewish false prophet, whose name was Bar-Yeshua.","31":"For many days He appeared to those who had come up from the Galilee to Jerusalem, who are now His witnesses to the people."},"27":{"11":"But the centurion was persuaded more by the pilot and the captain of the ship than by what was said by Paul.","41":"But they struck a sandbar between the seas and ran the ship aground. The bow stuck fast and remained immovable, and the stern began to break up by the pounding of the waves.","42":"The plan of the soldiers was to kill the prisoners, so that none of them would escape by swimming away.","3":"The next day we set down at Sidon. Julius, treating Paul kindly, let him go to his friends to receive care.","20":"With neither sun nor stars appearing for many days, and no small storm pressing on us, all hope of our survival was vanishing.","12":"And because the harbor was unsuitable for wintering, the majority reached a decision to set out to sea from there — if somehow they might reach Phoenix, a harbor of Crete facing northeast and southeast, and spend the winter there.","10":"telling them, “Men, I can see that the voyage is about to end in disaster and great loss — not only of the cargo and the ship, but also of our lives!”","17":"When the crew had hoisted it up, they made use of ropes to undergird the ship. Then fearing they might run aground on the Syrtis,  they let down the anchor and so were driven along.","44":"and the rest to get there on boards and pieces of the ship. And in this way all were brought safely to land.","40":"So they cut off the anchors and left them in the sea, while loosening the ropes of the rudders at the same time. Then, hoisting the forward sail to the wind, they made for the beach.","13":"When the south wind blew gently, supposing they had obtained their purpose, they raised the anchor and started coasting along the shore by Crete.","27":"Now when the fourteenth night had come, as we were drifting across the Adriatic Sea, about midnight the sailors began to sense that they were nearing some land.","30":"Now the sailors were trying to escape from the ship and had lowered the dinghy into the sea, pretending they were going to put out anchors from the bow.","18":"But as we were violently battered by the storm, the next day they began throwing cargo overboard.","36":"Then all were encouraged and took some food themselves.","29":"Fearing that we might run aground on the rocks, they threw out four anchors from the stern. They were longing for day to come.","23":"For this very night, there came to me an angel of the God to whom I belong and whom I serve.","19":"On the third day, they threw out the ship’s gear with their own hands.","1":"When it was decided that we should sail for Italy, they handed Paul and some other prisoners over to a centurion named Julius, of the Augustan Cohort.","5":"When we had sailed across the open sea along the coast of Cilicia and Pamphylia, we came down to Myra in Lysia.","4":"Setting out to sea from there, we sailed under the shelter of Cyprus, because the winds were against us.","8":"Coasting along it with difficulty, we came to a place called Fair Havens, near the city of Lasea.","26":"But we must run aground on some island.”","39":"Then when daylight came, they did not recognize the land; but they noticed a bay with a beach, where they planned to run the ship aground if they could.","14":"But before long, a hurricane-force wind called “the Northeaster” swept down from the island.","37":"(In all we were 276 persons on the ship.)","22":"Yet now I urge you to take heart, for there will be no loss of life among you — but only of the ship.","28":"So they took soundings and found the water was twenty fathoms deep.  A bit farther along, they took another sounding and found it was fifteen fathoms deep.","25":"So take heart, men, for I trust God that it will be exactly as I have been told.","9":"Since considerable time had passed and the voyage was already dangerous because the Fast  had already gone by, Paul kept warning them,","33":"As day was about to dawn, Paul urged them all to take some food, saying, “Today is the fourteenth day that you have kept waiting and going without food, having taken nothing.","15":"When the ship was caught and could not face into the wind, we gave way to it and were driven along.","34":"Therefore, I urge you to take some food — for this is for your survival, since not one of you will lose a hair from his head.”","21":"As they had long been without food, Paul stood up in their midst and said, “Men, you should have listened to me and not sailed from Crete, to avoid this disaster and loss.","24":"He said, ‘Do not fear, Paul. You must stand before Caesar; and indeed, God has granted you all who are sailing with you.’","16":"As we ran under the shelter of a small island called Cauda, we were barely able to get control of the dinghy.","35":"And when he had said these things, he took bread, gave thanks to God before them all, broke it, and began to eat.","32":"Then the soldiers cut away the ropes of the dinghy and let it drift away.","7":"Sailing slowly for a number of days, with difficulty we made it to Cnidus. As the wind did not allow us to go further, we sailed under the shelter of Crete, off Salmone.","43":"But the centurion, wanting to save Paul, kept them from carrying out their plan. He ordered those able to swim to throw themselves overboard first and get to land —","2":"So we boarded a ship from Adramyttium, which was about to sail to the ports along the coast of Asia, and we set out to sea — accompanied by Aristarchus, a Macedonian from Thessalonica.","38":"When they had eaten enough, they began to lighten the ship, throwing the wheat into the sea.","6":"There the centurion found a ship from Alexandria sailing for Italy and put us on board.","31":"Paul said to the centurion and the soldiers, “Unless these men remain on the ship, you cannot be saved!”"},"18":{"11":"So he stayed a year and six months, teaching the word of God among them.","3":"and because he was of the same trade, he stayed with them and began working, for by trade they were tent-makers.","20":"When they asked him to stay longer, he declined,","12":"But while Gallio was proconsul of Achaia, the Jewish leaders made a united attack against Paul and brought him before the judgment seat,","10":"For I am with you and no one shall attack you to harm you — many people in this city are for Me.”","17":"Then they all grabbed Sosthenes, the synagogue leader, and began beating him in front of the judgment seat. But Gallio paid no attention to these things.","13":"saying, “This man persuades men to worship God contrary to the Torah.”","27":"When Apollos wanted to cross over to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. Upon arrival, he greatly helped those who by grace had believed.","18":"Paul, having stayed many more days, said farewell to the brothers and set sail to Syria, and with him were Priscilla and Aquila. At Cenchrea Paul had his hair cut off, for he was keeping a vow.","23":"After spending some time there, he departed and went one place after another throughout the region of Galatia and Phrygia, strengthening all the disciples.","19":"When they arrived at Ephesus, Paul left Priscilla and Aquila there. But he himself went into the synagogue and debated with the Jewish people.","1":"After these things, Paul left Athens and went to Corinth.","5":"Now when Silas and Timothy arrived from Macedonia, Paul became occupied with the message, urgently testifying to the Jewish people that Yeshua is the Messiah.","4":"And he was debating every Shabbat in the synagogue, trying to persuade both Jewish and Greek people.","8":"Crispus, the synagogue leader, put his faith in the Lord, along with his whole household. And many of the Corinthians, upon hearing, were believing and being immersed.","26":"This man began speaking out boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained the way of God more accurately.","14":"But when Paul was about to open his mouth, Gallio said to the Jewish people, “If it were a matter of wrongdoing or a vicious crime, there would be a reason to put up with you, O Jews.","22":"After landing at Caesarea, he went up and greeted Messiah’s community; then he went down to Antioch.","28":"For he powerfully refuted the Jewish people in public, demonstrating through the Scriptures that the Messiah was Yeshua.","25":"He had been instructed in the way of the Lord. With a fervent spirit, he was speaking and teaching accurately the facts about Yeshua — while only being acquainted with the immersion of John.","9":"Now the Lord said to Paul through a vision in the night, “Do not be afraid, but speak and do not be silent!","15":"But since it is issues about words, names, and your own law, see to it yourselves. I do not wish to be a judge of these.”","21":"instead taking leave of them while saying, “God willing, I’ll return to you again.” He set sail from Ephesus.","24":"Now a Jewish man named Apollos, a native of Alexandria, came to Ephesus. He was a learned man, well versed in the Scriptures.","16":"And he drove them from the judgment seat.","7":"After leaving there, Paul went into the house of a man named Titius Justus, a God-fearer whose house was next door to the synagogue.","2":"There he found a Jewish man named Aquila — a native of Pontus having recently come from Italy with his wife Priscilla, because Claudius had commanded all Jewish people to leave Rome. Paul went to see them;","6":"But when they resisted and reviled him, he shook out his garments  and said, “Your blood be upon your own heads — I am clean!  From now on, I will go to the Gentiles.”"},"23":{"11":"The following night the Lord stood beside Paul and said, “Take courage! For just as you have testified about Me in Jerusalem, so you must also testify in Rome!”","3":"Then Paul said to him, “God is going to strike you on the mouth, you whitewashed wall! Do you sit judging me according to the Torah, and yet in violation of the Torah you order me to be struck?”","20":"And he said, “The Judean leaders have agreed to ask you to bring Paul down to the Sanhedrin tomorrow — as if they are about to investigate more thoroughly about him.","12":"When it was day, the Judean leaders formed a conspiracy. They bound themselves by an oath not to eat or drink until they had killed Paul.","10":"As a big dispute was developing, the commander was afraid that Paul would be torn to pieces by them. So he ordered the soldiers to go down and take him by force from among them and to bring him into headquarters.","17":"Paul called one of the centurions and said, “Take this young man to the commander, for he has a message for him.”","13":"There were more than forty who formed this plot.","27":"This man was seized by the Judean leaders and was about to be killed by them, when I came on the scene with the soldiers and rescued him, having learned that he is a Roman citizen.","30":"When I was informed that there was a plot against the man, I sent him to you immediately, also ordering his accusers to state before you what they have against him.”","18":"So the centurion took him and led him to the commander and said, “The prisoner Paul called me and asked me to bring this young man to you, as he has something to say to you.”","29":"I found that he was accused concerning issues of their law, but charged with nothing worthy of death or imprisonment.","23":"Calling two of his centurions, he said, “At the third hour of the night,  prepare two hundred soldiers, along with seventy horsemen and two hundred spearmen, to proceed as far as Caesarea.","19":"The commander took him by the hand, stepped aside, and began asking him privately, “What is it that you have to report to me?”","1":"Paul, looking intently at the Sanhedrin, said, “Brothers, I have lived my life in all good conscience for God up to this day.”","5":"Paul said, “I didn’t know, brothers, that he is the kohen gadol. For it has been written, ‘You shall not speak evil of a ruler of your people.’”","4":"Those standing nearby said, “Do you insult God’s kohen gadol?”","8":"For the Sadducees say there is no resurrection or angel or spirit, but the Pharisees affirm them all.","26":"“Claudius Lysias, To the Most Excellent Governor Felix: Greetings!","14":"They went to the ruling kohanim and elders and said, “We have bound ourselves with a solemn oath to taste nothing until we have killed Paul.","22":"So the commander dismissed the young man, charging him, “Tell no one that you have informed me about these things.”","28":"Desiring to know the charge of which they were accusing him, I brought him down to their Sanhedrin.","25":"He wrote a letter to this effect:","9":"Then there was a great uproar. Some of the Torah scholars of the Pharisees’ party stood up and protested sharply, “We find nothing wrong with this man! What if a spirit or angel has spoken to him?”","33":"When they came to Caesarea and delivered the letter to the governor, they also presented Paul before him.","15":"So now you and the Sanhedrin serve notice to the commander to bring him down to you — like you are about to investigate his case more thoroughly. But we are ready to kill him before he comes near.”","34":"Upon reading the letter, the governor asked what province he was from. When he learned that Paul was from Cilicia,","21":"But do not give in to them, for more than forty of them have bound themselves by an oath not to eat or drink until they have killed him. Even now, they are ready and waiting for your consent.”","24":"Also provide mounts for Paul to ride, so that he might be brought safely to Felix the governor.”","16":"But the son of Paul’s sister heard of their ambush. He went into the headquarters and told Paul.","35":"he said, “I will give you a hearing when your accusers have arrived also.” Then he gave orders for Paul to be guarded in Herod’s Praetorium.","32":"On the next day, they returned to headquarters, leaving the horsemen to go on with him.","7":"When he said this, a dispute broke out between the Pharisees and Sadducees, and the assembly was divided.","2":"But the kohen gadol Ananias ordered those standing by him to strike him on the mouth.","6":"But recognizing that one group was Sadducees and the other Pharisees, Paul began crying out in the Sanhedrin, “Brothers, I am a Pharisee, a son of Pharisees! I am on trial because of the hope of the resurrection of the dead!”","31":"So the soldiers, in keeping with their orders, took Paul and brought him by night to Antipatris."},"19":{"11":"God was doing extraordinary miracles by Paul’s hands,","3":"He said, “Into what were you immersed?” They said, “Into John’s immersion.”","20":"So the word of the Lord was growing in power and prevailing.","12":"so that even handkerchiefs and aprons that touched his skin were brought to the sick, and the diseases left them and the evil spirits went out of them.","10":"This continued for two years, so that all the residents of Asia  heard the word of the Lord — Jewish as well as Greek people.","17":"This became known to all who lived in Ephesus, both Jewish and Greek people. Fear fell upon them all, and the name of the Lord Yeshua was being magnified.","40":"For we are in danger of being charged with rioting today, there being no reason which we are able to give to justify this mob.” Upon saying this, he dismissed the assembly.","13":"But some traveling Jewish exorcists also tried to invoke the name of the Lord Yeshua, saying, “I charge you by the Yeshua whom Paul preaches.”","27":"Not only is there a danger that this trade of ours might come into disrepute, but also that the temple of the great goddess Artemis might be considered as nothing. She whom all Asia and the world worships might even be thrown down from her majesty.”","30":"Paul was wishing to enter among the crowd, but the disciples would not let him.","18":"Many also of those who had believed came confessing and recounting their practices.","36":"Since these things are undeniable, you must be calm and do nothing reckless.","29":"The city was filled with confusion. They rushed into the theater, dragging with them Gaius and Aristarchus, Macedonians who were travel companions of Paul.","23":"Around that time, there arose no small uproar concerning the Way.","19":"And many of those who practiced magic arts brought their books together in a heap, burning them before everyone. They totaled the value of the books and found it to be about fifty thousand pieces of silver.","1":"While Apollos was at Corinth, Paul traveled through the upper region and came to Ephesus. He found some disciples","5":"When they heard this, they were immersed in the name of the Lord Yeshua.","4":"Paul said, “John immersed with an immersion of repentance, telling the people that they should believe in the One coming after him — that is, in Yeshua.”","8":"Paul went into the synagogue and for three months spoke boldly, debating and persuading them about the kingdom of God.","26":"You see and hear that not only in Ephesus but also throughout all Asia, Paul has persuaded and perverted a considerable crowd, saying that handmade gods are not gods at all.","39":"But if you seek anything further, it will be settled in the lawful assembly.","14":"Seven sons of a Jewish ruling kohen named Sceva were doing this.","37":"For you have brought these men here who are neither sacrilegious nor revilers of our goddess.","22":"So after sending two who were assisting him, Timothy and Erastus, he himself stayed in Asia for a while.","28":"When they heard, they were filled with fury and began shouting, “Great is Artemis of the Ephesians!”","25":"He gathered these together, along with those of related occupations, and he said, “Men, you know that our wealth is from this business.","9":"But when they were hardening and refusing to believe, speaking evil of the Way before the whole group, he withdrew from them, taking the disciples with him, debating daily in the hall of Tyrannus.","33":"Some of the crowd solicited Alexander, whom the Jewish people put forward. Alexander motioned with his hand. He wished to offer a defense to the crowd.","15":"But the evil spirit answered them, “I know Yeshua and I know about Paul, but who are you?”","34":"But recognizing that he was Jewish, for about two hours they all with one voice cried out, “Great is Artemis of the Ephesians!”","21":"Now after these things were accomplished, Paul resolved in the Ruach to go to Jerusalem after passing through Macedonia and Achaia, saying, “After I have been there, I must also see Rome.”","24":"For a man named Demetrius — a silversmith, a maker of silver shrines of Artemis — was providing no small amount of business to the craftsmen.","16":"Then the man with the evil spirit sprang at them, subduing and overpowering all of them, so that they fled out of that house naked and wounded.","35":"After the town clerk quieted the crowd, he said, “Men of Ephesus, what man is there who doesn’t know that the city of the Ephesians is temple keeper of the great Artemis and of her image fallen from heaven?","32":"Now some cried out one thing, some another, for the assembly was in confusion. Most did not know why they had come together.","7":"In all, there were about twelve men.","2":"and said to them, “Did you receive the Ruach ha-Kodesh when you believed?” They replied to him, “No, we’ve never even heard that there is a Ruach ha-Kodesh.","38":"If Demetrius and the craftsmen with him have a complaint against anyone, the courts are open and there are proconsuls. Let them accuse them.","6":"And when Paul laid hands upon them, the Ruach ha-Kodesh came upon them, and they began speaking in tongues and prophesying.","31":"Some of the chiefs of Asia,  being his friends, sent to him and begged him not to surrender himself in the theater."},"1":{"16":"“Brothers,  the Scripture had to be fulfilled, which the Ruach ha-Kodesh foretold by the mouth of David, concerning Judah — who became a guide to those who seized Yeshua.","3":"To them He showed Himself to be alive after His suffering through many convincing proofs, appearing to them for forty days and speaking about the kingdom of God.","5":"For John immersed with water, but you will be immersed in the Ruach ha-Kodesh not many days from now.”","21":"“Therefore one of the men who have accompanied us all the time that the Lord Yeshua went in and out among us —","18":"(Now this man Judah bought a field with the reward of his wickedness. Falling headfirst, he burst open in the middle and his intestines splattered out.","12":"Then they returned to Jerusalem from the Mount of Olives  (which is near Jerusalem, a Shabbat day’s journey ).","10":"While they were staring into heaven as He went up, suddenly two men stood with them in white clothing.","2":"up to the day He was taken up, after He had given orders by the Ruach ha-Kodesh to the emissaries He had chosen.","22":"beginning with His immersion by John until the day He was taken up from us — must become a witness with us of His resurrection.”","8":"But you will receive power when the Ruach ha-Kodesh has come upon you; and you will be My witnesses in Jerusalem, and through all Judah, and Samaria, and to the end of the earth.”","17":"For he was counted among us and received his share of this office.”","11":"They said, “Men of Galilee, why do you keep standing here staring into heaven? This Yeshua, who was taken up from you into heaven, will come in the same way as you saw Him go into heaven.”","1":"I wrote the first volume, Theophilus, about all that Yeshua began to do and teach —","9":"After saying all this — while they were watching — He was taken up, and a cloud received Him out of their sight.","24":"And they prayed and said, “You, O Lord, who knows the hearts of all men, show us which of these two You have chosen","14":"All these with one mind were continuing together in prayer — along with the women and Miriam, Yeshua’s mother, and His brothers.","7":"He said to them, “It is not your place to know the times or seasons which the Father has placed under His own control.","15":"In those days, Peter stood up among the brothers and sisters (the number of names all together was about a hundred and twenty) and said,","20":"For it is written in the Book of Psalms, ‘Let his dwelling place become desolate, and let there be no one living in it’  and ‘Let another take his position.’","25":"to take the position in this office as emissary, from which Judah turned aside to go to his own place.”","23":"So they nominated two — Joseph, called Barsabbas (also called Justus), and Matthias.","6":"So when they gathered together, they asked Him, “Lord, are You restoring the kingdom to Israel at this time?”","4":"Now while staying with them, He commanded them not to leave Jerusalem, but to wait for what the Father promised — which, He said, “you heard from Me.","19":"And it became known to all those living in Jerusalem, so in their own language that field was called Akeldama  — that is, ‘Field of Blood.’)","13":"When they had entered, they went up to the upper room where they were staying — Peter and John and Jacob and Andrew; Philip and Thomas, Bartholomew and Matthew; Jacob son of Alphaeus and Simon the Zealot and Judah son of Jacob.","26":"Then they cast lots for them, and the lot fell upon Matthias; and he was added to the eleven emissaries."},"5":{"11":"And great fear came over the whole community and all who heard these things.","41":"So they left the presence of the Sanhedrin, rejoicing that they were considered worthy to be dishonored on account of His name.","42":"And every day, in the Temple and from house to house, they never stopped teaching and proclaiming Yeshua as the Messiah.","3":"But Peter said, “Ananias, why has satan filled your heart to lie to the Ruach ha-Kodesh and keep back part of the proceeds of the land?","20":"“Go, stand in the Temple and speak to the people the whole message about this Life.”","12":"Meanwhile, through the hands of the emissaries many signs and wonders were happening among the people. And they were all together in Solomon’s Portico.","10":"Immediately she fell down at his feet and died. When the young men came back in, they found her dead and carried her out and buried her beside her husband.","17":"But the kohen gadol rose up, and all those with him (that is, the sect of the Sadducees), and they were filled with jealousy.","40":"called in the emissaries, flogged them, ordered them not to continue speaking in the name of Yeshua, and let them go.","13":"But no one else dared to join them, though the people continued to think highly of them.","27":"When they had brought them, they placed them before the Sanhedrin. The kohen gadol questioned them,","30":"The God of our fathers raised up Yeshua, whom you seized and had crucified.","18":"They grabbed the emissaries and put them in a public jail.","36":"For some time ago Theudas rose up, claiming to be somebody; and a number of men, maybe four hundred, joined up with him. He was killed, and all who followed him were scattered and came to nothing.","29":"Peter and the emissaries replied, “We must obey God rather than men.","23":"saying, “We found the prison locked with maximum security and the guards standing at the doors; but when we opened up, we found no one inside.”","19":"But during the night an angel of ADONAI opened the prison doors, and leading them out he said,","1":"On the other hand, a man named Ananias together with his wife, Sapphira, sold a property.","5":"As soon as he heard these words, Ananias fell down and died. Great fear came upon all who heard about it.","4":"While it remained unsold, it was your own, wasn’t it? And after it was sold, wasn’t it at your disposal? How did this deed get into your heart? You haven’t lied to men but to God.”","8":"Peter responded to her, “Tell me if you sold the land for this much.” She said, “Yes, for that much.”","26":"Then the captain went off with the officers and brought the emissaries — but not with force, because they feared they might be stoned by the people.","39":"but if it is of God, you will not be able to stop them. You might even be found fighting against God.” They took his advice,","14":"Yet more than ever those trusting in the Lord were added — large numbers of men and women.","37":"After this fellow, Judah the Galilean rose up in the days of the census and got people to follow him. He also perished, and all who followed him were scattered.","22":"But when the officers came, they did not find them in the prison. So they returned and reported,","28":"saying, “We gave you strict orders not to teach in this name — and look, you have filled Jerusalem with your teaching, and you intend to bring on us the blood of this Man!”","25":"But someone came and reported to them, “The men you put in prison are standing in the Temple and teaching the people!”","9":"Then Peter said to her, “How did you agree to test the Ruach ADONAI? Look, the feet of those who buried your husband are at the door — they will carry you out, too!”","33":"Now when they heard this, they became enraged and wanted to kill them.","15":"They even carried the sick into the streets and laid them on stretchers and cots, so that when Peter passed by at least his shadow might fall on some of them.","34":"But a certain Pharisee named Gamaliel, a teacher of the Torah respected by all the people, stood up in the Sanhedrin and gave orders to put the men outside for a little while.","21":"Now when they heard that, they entered the Temple at daybreak and began teaching. When the kohen gadol and those with him arrived, they called together the Sanhedrin, even the council of elders of Bnei-Yisrael, and sent to the prison to have the prisoners brought in.","24":"When the captain of the Temple and the ruling kohanim heard these words, they were perplexed about them, wondering where this would lead.","16":"Crowds were also gathering from the towns around Jerusalem, bringing those who were sick or tormented by unclean spirits, and they were all being healed.","35":"Then he said to them, “Men of Israel, be careful what you are about to do with these men.","32":"And we are witnesses of these events — as is the Ruach ha-Kodesh, whom God has given to those who obey Him.”","7":"After an interval of about three hours, his wife came in, not knowing what had happened.","2":"He kept back some of the proceeds, with his wife’s full knowledge, and brought part of it and set it at the feet of the emissaries.","38":"So now I tell you, stay away from these men and leave them alone. For if this plan or undertaking is of men, it will come to an end;","6":"The young men got up and wrapped him in a shroud, then carried him out and buried him.","31":"This One God exalted at His right hand as Leader and Savior,  to give repentance to Israel and removal of sins."},"4":{"11":"This Yeshua is ‘the stone — rejected by you, the builders — that has become the chief cornerstone.’","3":"So they grabbed them and put them in jail until the next day, for it was already evening.","20":"For we cannot stop speaking about what we have seen and heard.”","12":"There is salvation in no one else, for there is no other name under heaven given to mankind by which we must be saved!”","10":"let it be known to all of you and to all the people of Israel, that by the name of Yeshua ha-Mashiach ha-Natzrati — whom you had crucified, whom God raised from the dead — this one stands before you whole.","17":"But so it won’t spread any further among the people, let’s warn them not to speak anymore to anyone in this name.”","13":"Now when they saw the boldness of Peter and John and figured out they were laymen without training, they were amazed. They began to realize that these men had been with Yeshua.","27":"“For truly both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel, were gathered together in this city against Your holy Servant Yeshua, whom You anointed.","30":"while You stretch out Your hand to heal, and signs and wonders take place through the name of Your holy Servant Yeshua.”","18":"So they called them in and ordered them not to speak or teach at all in the name of Yeshua.","36":"Now Joseph, also called Barnabas by the emissaries (which is translated Son of Encouragement), was a Levite and native of Cyprus.","29":"And now, Lord, look at their threats, and grant Your servants to speak Your word with utmost courage —","23":"As soon as they were released, Peter and John went to their own people and reported all that the ruling kohanim and elders had said to them.","19":"But Peter and John replied, “Whether it is right in the sight of God to listen to you rather than to God, you decide.","1":"As Peter and John were speaking to the people, the kohanim and the captain of the Temple and the Sadducees came up to them.","5":"On the next day, the rulers and elders and Torah scholars were gathered together in Jerusalem.","4":"But many who heard the message believed, and the number of the men came to about five thousand.","8":"Then Peter, filled with the Ruach ha-Kodesh, said to them, “Rulers and elders of the people!","26":"The kings of the earth took their stand and the rulers were gathered together against ADONAI and against His Anointed One.’","14":"But seeing the healed man standing with them, they had nothing to say in response.","37":"He sold a field that he owned and brought the money and laid it at the feet of the emissaries.","22":"For the man in whom this miracle of healing had happened was more than forty years old.","28":"They did whatever Your hand and Your purpose predetermined to happen.","25":"You said by the Ruach ha-Kodesh, through the mouth of our father David Your servant, ‘Why did the nations rage and the peoples plot foolish things?","9":"If we are on trial today for a mitzvah done for a sick man, as to how this fellow was healed,","33":"With great power the emissaries were giving witness to the resurrection of the Lord Yeshua, and abundant favor was upon them all.","15":"When they had ordered Peter and John to go out of the council chamber, they began to confer with one another,","34":"No one among them was needy, for all who were owners of lands or houses would sell them and bring the proceeds","21":"After threatening them again, they let them go — finding no way they could punish them on account of the people, because they all were glorifying God for what had happened.","24":"When they heard it, they lifted their voices together to God and said, “O Sovereign Master, ‘You made heaven and earth and the sea, and everything in them.’","16":"saying, “What shall we do with these men? For indeed, it’s obvious to everyone living in Jerusalem that a remarkable miracle has happened through them, and we cannot deny it.","35":"and set them at the feet of the emissaries. And the proceeds were distributed according to the need each one had.","32":"Now the whole group of those who believed was one in heart and mind. No one would say anything he owned was his own, but they had everything in common.","7":"When they had placed Peter and John in their midst, they began to inquire, “By what power or in what name did you do this?”","2":"They were indignant because Peter and John were teaching the people and announcing in Yeshua the resurrection of the dead.","6":"Annas the kohen gadol was there, and Caiaphas and John and Alexander, and all those who were of high-priestly descent.","31":"When they had prayed, the place where they were gathered was shaken. And they were all filled with the Ruach ha-Kodesh and began to speak the word of God with boldness."},"8":{"11":"And they kept paying attention to him, because for a long time he had astonished them with his magical arts.","3":"But Saul was destroying Messiah’s community, entering house after house; and dragging off men and women, he was throwing them into prison.","20":"Peter said to him, “May your silver go to ruin, and you with it — because you thought you could buy God’s gift with money!","12":"But when they believed Philip proclaiming the Good News about the kingdom of God and the name of Messiah Yeshua, both men and women were immersed.","10":"They all were paying special attention to him, saying, “This man is the power of God that is called ‘Great.’”","17":"Then they began laying their hands on them, and they were receiving the Ruach ha-Kodesh.","40":"But Philip found himself at Azotus. And as he passed through, he kept proclaiming the Good News to all the towns until he came to Caesarea.","13":"Even Simon himself believed; and after being immersed, he continued with Philip. And when he saw signs and great miracles happening, he was continually amazed.","27":"So he got up and went. And behold, an Ethiopian eunuch — an official who was responsible for all the treasure of Candace, queen of the Ethiopians — had traveled to Jerusalem to worship","30":"Philip ran up and heard him reading the prophet Isaiah and said, “Do you understand what you are reading?”","18":"Now when Simon saw that the Ruach ha-Kodesh was given through the laying on of hands by the emissaries, he offered them money,","36":"Now as they were going down the road, they came to some water. The eunuch said, “Look, water! What’s to prevent me from being immersed?”","29":"The Ruach said to Philip, “Go, catch up with this chariot.”","23":"For I see in you the poison of bitterness and the bondage of unrighteousness!”","19":"saying, “Give this power to me, too — so that anyone on whom I lay hands may receive the Ruach ha-Kodesh.”","1":"Now Saul was in agreement with Stephen’s execution. On that day a great persecution arose against Messiah’s community in Jerusalem, and they were all scattered throughout the region of Judea and Samaria, except the emissaries.","5":"Philip went down to the main city of Samaria and proclaimed the Messiah to them.","4":"Now those who had been scattered went around proclaiming the Word.","8":"So there was great joy in that city.","26":"Now an angel of the Lord spoke to Philip, saying, “Get up, and go south on the road going down from Jerusalem to Gaza.” (This is a desert road.)","39":"When they came up out of the water, the Ruach ADONAI snatched Philip away.  The eunuch saw no more of him, for he went on his way, rejoicing.","14":"Now when the emissaries in Jerusalem heard that Samaria had accepted the message of God, they sent Peter and John to them.","22":"Therefore repent of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be pardoned.","28":"and was now returning. Sitting in his chariot, he was reading the prophet Isaiah.","25":"So when they had testified and spoken the word of the Lord, they returned to Jerusalem, proclaiming the Good News to many Samaritan villages.","9":"Now a man named Simon had been practicing magic in the city and astonishing the people of Samaria, saying he was someone great.","33":"In His humiliation justice was denied Him. Who shall recount His generation? For His life is taken away from the earth.”","15":"They came down and prayed for them to receive the Ruach ha-Kodesh.","34":"The eunuch replied to Philip, “Please tell me, who is the prophet talking about — himself or someone else?”","21":"You have no part or share in this matter, because your heart is not right before God.","24":"Simon replied, “Pray for me, so that none of what you have said may come upon me.”","16":"For He had not yet come upon them; they had only been immersed in the name of the Lord Yeshua.","35":"Then Philip opened his mouth, and beginning with this Scripture he proclaimed the Good News about Yeshua.","32":"Now the passage of Scripture that he was reading was this: “He was led as a sheep to slaughter; and as a lamb before its shearer is silent, so He opens not His Mouth.","7":"For unclean spirits were coming out of many who were plagued, shrieking with a loud voice. Many paralyzed and crippled were healed also.","2":"Some devout men buried Stephen and mourned deeply for him.","38":"He ordered the chariot to stop. They both got down into the water, Philip and the eunuch, and Philip immersed him.","6":"The crowds were paying close attention to what Philip was saying — as they both heard and saw the signs that he was doing.","31":"“How can I,” he said, “unless someone guides me?” So he invited Philip to come up and sit with him."},"26":{"11":"I tried to cause them to blaspheme by punishing them often in the synagogues. In furious rage against them, I persecuted them even in foreign cities.","3":"since you are especially knowledgeable about all Jewish customs and issues. Therefore I beg you to listen patiently to me.","20":"Rather, I kept declaring — first to those in Damascus, and then Jerusalem and throughout all the region of Judea, and also the Gentiles — that they should repent and turn to God, performing deeds consistent with that repentance.","12":"“While journeying to Damascus with the authority and commission of the ruling kohanim,","10":"And that is what I did in Jerusalem. Not only did I lock up many of the kedoshim in prisons by the authority I received from the ruling kohanim, but I cast my vote against them when they were being condemned to death.","17":"I will rescue you  from your own people, and from the Gentiles to whom I am sending you,","13":"at midday, O King, I saw on the road a light from heaven, brighter than the sun, shining around me and those traveling with me.","27":"King Agrippa, do you believe the Prophets? I know that you do believe!”","30":"Then the king stood up, as well as the governor, Bernice, and those sitting with them.","18":"to open their eyes — so they may turn from darkness to light  and from the power of satan to God, that they may receive release from sins as well as a place among those who are made holy through trusting in Me.’","29":"And Paul said, “Whether short or long, I would pray to God that not only you, but also all who hear me today would be such as I am — except for these chains!”","23":"that the Messiah was to suffer and that, being first to rise from the dead, He would proclaim light both to our people and to the nations. ”","19":"“Therefore, O King Agrippa, I was not disobedient to the heavenly vision.","1":"Agrippa said to Paul, “It is permitted for you to speak for yourself.” Then Paul stretched out his hand and began his defense.","5":"They have known about me for a long time — if they were willing to testify — that according to the strictest sect of our religion, I lived as a Pharisee.","4":"“Now all the Jewish people have known my manner of life ever since my youth, starting from the beginning in my own nation and also in Jerusalem.","8":"Why is it judged incredible by any of you that God raises the dead?","26":"For the king knows about these things, and I speak freely to him, since I am convinced that none of these things escape his notice — for this was not done in a corner.","14":"When we had all fallen to the ground, I heard a voice saying to me in Aramaic, ‘Saul, Saul, why are you persecuting Me? It is hard for you to kick against goads!’","22":"Since I have had God’s help, to this day I have stood here testifying to both small and great. I am saying nothing but what the Prophets and Moses said was going to happen —","28":"Agrippa said to Paul, “In a short time you are trying to persuade me to be Messianic!”","25":"But Paul declares, “I am not insane, most noble Festus! Rather I am speaking the sober truth.","9":"“In fact, I myself thought it was necessary to do many things in opposition to the name of Yeshua ha-Natzrati.","15":"“Then I said, ‘Who are you, Lord?’ “And the Lord said, ‘I am Yeshua — whom you are persecuting.","21":"“For this reason some Judeans seized me in the Temple and tried to put me to death.","24":"As Paul was thus making his defense, Festus says with a loud voice, “You’re crazy, Paul! Your great learning is driving you insane!”","16":"But get up, and stand on your feet.  For I have appeared to you for this purpose — to appoint you as a servant and witness to the things you have seen as well as to the things I will yet reveal to you.","32":"Then Agrippa said to Festus, “This man could have been set free, if he had not appealed to Caesar.”","7":"It is the promise that our twelve tribes hope to attain, as they earnestly worship night and day. And for this hope I am accused by Jewish people, O King!","2":"“Concerning all I am accused of by the Judean leaders, I consider myself fortunate, King Agrippa, that it is before you that I am about to make my defense today —","6":"“Yet now I stand here being judged for the hope in the promise made by God to our fathers.","31":"When they had gone away, they began talking among themselves, saying, “This man is doing nothing deserving of death or chains.”"},"14":{"11":"Now the crowd, seeing what Paul had done, lifted up their voices, saying in Lycaonian, “The gods have become like men and come down to us!”","3":"So they stayed there a considerable time, speaking boldly in the Lord — who was testifying to the message of His grace, granting signs and wonders to come about by their hands.","20":"But while the disciples surrounded him, he got up and went back into the city. On the next day he left with Barnabas for Derbe.","12":"And they began calling Barnabas “Zeus” and Paul “Hermes” (because he was the main speaker).","10":"he said with a loud voice, “Stand right up! On your feet!” And the man leaped up and began to walk around!","17":"Yet He did not leave Himself without a witness — He did good by giving you rain from heaven and fruitful seasons, filling your hearts with joy and gladness.”","13":"The priest of Zeus, whose temple was before the front gate of the city, brought bulls and garlands; he wanted to offer a sacrifice with the people.","27":"When they arrived and gathered together Messiah’s community, they began to report all that God had done in helping them and that He had opened a door of faith to the Gentiles.","18":"Even saying these things, they barely restrained the crowd from sacrificing to them.","23":"When they had handpicked elders for them in every community, and prayed with fasting, they placed them in the care of the Lord — in whom they had put their trust.","19":"But Jewish people came from Antioch and Iconium; and after they won the crowd over and stoned Paul, they were dragging him out of the city, supposing him to be dead.","1":"Now in Iconium, the same thing happened — they entered as usual into the Jewish synagogue and spoke in such a way that a large number of Jewish and Greek people believed.","5":"Now it happened that an attempt was made by both the Gentiles and Jewish people, along with their rulers, to abuse and stone them.","4":"But the population of the city split; some were with the Jewish leaders and some were with the emissaries.","8":"Now a man was sitting in Lystra without strength in his feet, lame from birth, who had never walked.","26":"From there they sailed back to Antioch (where they had been entrusted to the gracious care of God for the work now completed).","14":"But when the emissaries Barnabas and Paul heard of it, they tore their clothes and rushed out among the crowd, crying out","22":"They were strengthening the souls of the disciples, encouraging them to persevere in faith, and saying, “It is through many persecutions that we must enter the kingdom of God.”","28":"And they stayed quite awhile with the disciples.","25":"After speaking the message in Perga, they went down to Attalia.","9":"This man heard Paul speaking. When Paul looked intently at him and saw that he had faith to be healed,","15":"and saying, “Men, why are you doing these things? We too are human, just like you! We proclaim the Good News to you, telling you to turn from these worthless things to the living God, who made the heaven and the earth and the sea and all that is in them.","21":"After proclaiming the Good News to that city and making many disciples, they returned to Lystra and to Iconium and to Antioch.","24":"Then they passed through Pisidia and came to Pamphyllia.","16":"In past generations He allowed all the nations to go their own ways.","7":"There they proclaimed the Good News.","2":"But the Jewish people who would not believe stirred up the Gentiles and poisoned their minds against the brothers.","6":"But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and the surrounding countryside."},"22":{"11":"“But since I could not see because of the brilliance of that light, I was led by the hand by those who were with me and came into Damascus.","3":"“I am a Jewish man, born in Tarsus of Cilicia but brought up in this city at the feet of Gamaliel, trained strictly according to the Torah of our fathers, being zealous for God just as all of you are today.","20":"Even when the blood of Your witness Stephen was spilled, I too was standing by and approving, and guarding the clothing of those who were killing him.’","12":"Then a certain Ananias — a devout man according to the Torah, well spoken of by all the Jewish people living there —","10":"So I said, ‘What shall I do, Lord?’ “And the Lord said to me, ‘Get up, and go to Damascus. There you will be told all that you have been appointed to do.’","17":"“It happened that when I returned to Jerusalem and was praying in the Temple, I fell into a trance;","13":"came to me. Standing before me, he said to me, ‘Brother Saul, look up!’ In that very moment, I looked and saw him!","27":"The commander came and said to him, “Tell me, are you Roman?” And he said, “Yes.”","30":"But on the next day, desiring to know exactly why Paul had been accused by the Judeans, he released him and commanded the ruling kohanim and all the Sanhedrin to meet together. And he brought Paul and set him before them.","18":"and I saw Him saying to me, ‘Hurry! Get out of Jerusalem quickly, because they will not accept your witness about Me.’","29":"Therefore, those who were about to interrogate him instantly drew back from him. And the commander also was afraid when he found out that Paul was a Roman and that he had bound him.","23":"As they were crying out and flinging off their cloaks and throwing dust into the air,","19":"“And I said, ‘Lord, they themselves know that in one synagogue after another, I was imprisoning and beating those trusting in You.","1":"“Brothers and fathers, listen to my defense which I now present to you.”","5":"as the kohen gadol and all the council of elders can testify about me. I also received letters from them to the brothers, and I went to Damascus to bring back to Jerusalem even those who were there in chains — to be punished.","4":"I persecuted this Way to the death, arresting both men and women and throwing them in prisons —","8":"“I answered, ‘Who are you, Lord?’ “He said to me, ‘I am Yeshua ha-Natzrati, whom you are persecuting.’","26":"Now when the centurion heard this, he went to the commander and reported it, saying, “What are you going to do? For this man is Roman.”","14":"“And he said, ‘The God of our fathers handpicked you to know His will — to see the Righteous One and to hear an utterance from His mouth.","22":"Up to this statement they listened to him. Then they raised their voices, saying, “Away from the earth with this fellow! For he’s not fit to live!”","28":"The commander answered, “I bought this citizenship for a large sum.” Paul said, “But I was born so.”","25":"But when they stretched him out with straps, Paul said to the centurion standing there, “Is it legal for you to scourge a man who is a Roman citizen without due process?”","9":"“Now those who were with me saw the light, but did not understand the voice of the One who was speaking to me.","15":"For you will be a witness for Him to all people of what you have seen and heard.","21":"“And he said to me, ‘Go! For I will send you far away to the Gentiles.’”","24":"the commander ordered Paul to be brought into headquarters. He said Paul should be examined by lashing, so that he might find out why they were shouting against him so.","16":"Now why are you waiting? Get up and be immersed, and wash away your sins, calling on His Name.’","7":"I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why do you persecute Me?’","2":"When they heard that Paul was addressing them in Aramaic, they became even more quiet. Then he said,","6":"“But it happened that as I was traveling and drawing near to Damascus, about noon a great light from heaven suddenly flashed all around me."},"28":{"11":"After three months, we set sail in a ship from Alexandria that had wintered at the island, with the Twin Brothers  as its figurehead.","3":"But when Paul had gathered a bundle of brushwood and placed it on the fire, a viper came out because of the heat and fastened on his hand.","20":"For this reason, therefore, I have requested to see you and to speak with you — since it is for the hope of Israel that I am bearing this chain.”","12":"Setting down at Syracuse, we stayed there three days.","10":"They also heaped honors on us; and when we sailed, they put on board all the supplies we needed.","17":"It happened that after three days, Paul called together those who were the prominent Jewish leaders. When they had gathered he said to them, “Brothers, although I had done nothing against our people or the customs of our fathers, I was delivered as a prisoner from Jerusalem into the hands of the Romans.","13":"From there we got underway  and reached Rhegium; and a day later a south wind came up, and on the second day we came to Puteoli.","27":"For the heart of this people has become dull, their ears can barely hear, and they have shut their eyes. Otherwise they might see with their eyes, hear with their ears, and understand with their hearts. Then they would turn back, and I would heal them.”’","30":"Paul remained two whole years in his own rented quarters and continued to welcome all who came to him —","18":"When they examined me, they wanted to release me because there was no basis for the death penalty.","23":"They set a day to meet Paul and came to him at his quarters in large numbers. From morning until evening he was explaining everything to them, testifying about the kingdom of God and trying to persuade them about Yeshua from both the Torah of Moses and the Prophets.","19":"But when the Judean leaders protested, I was forced to appeal to Caesar — not that I had any charge to bring against my own nation.","1":"Once safely ashore, we learned that the island was called Malta.","5":"However, Paul shook the snake off into the fire and suffered no harm.","4":"When the natives saw the snake hanging from his hand, they began saying to one another, “No doubt this man is a murderer! Though he has been saved from the sea, Justice  has not allowed him to live.”","8":"It so happened that the father of Publius was lying in bed sick with a fever and dysentery. Paul visited him and, when he had prayed and laid hands on him, he healed him.","26":"saying, ‘Go to this people and say, “You will keep on hearing but will never understand; you will keep looking, but will never see.","14":"There we found some brothers and sisters, and we were invited to stay with them for seven days. And in this way we came to Rome.","22":"But we think it appropriate to hear from you about what you think. For indeed, it is known to us that regarding this sect, it is spoken against everywhere.”","28":"Therefore let it be known to you that this salvation of God has been sent to the Gentiles, and they will listen!”","25":"So when they disagreed among themselves, they began leaving after Paul had said one last statement: “The Ruach ha-Kodesh rightly spoke through Isaiah the prophet to your fathers,","9":"After this happened, the rest of the sick on the island started coming and getting healed.","15":"Now the brothers there, when they heard about us, came as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he gave thanks to God and took courage.","21":"They said to him, “We have received no letters from Judea about you, and none of the brothers coming here has reported or spoken any evil about you.","24":"Some were convinced by what he said, while others refused to believe.","16":"When we entered Rome, Paul was permitted to remain in his own quarters, with a soldier guarding him.","7":"Now in the vicinity around that place were lands belonging to the most prominent man of the island, named Publius. He welcomed us and hosted us warmly for three days.","2":"The natives showed us unusual kindness. Because it had started raining and it was cold, they kindled a fire and welcomed us all.","6":"They were expecting him to swell up or suddenly fall down dead — but after they waited a long time and saw no harm come to him, they changed their minds and began to say he was a god.","31":"proclaiming the kingdom of God and teaching about the Lord Yeshua the Messiah with all boldness and without hindrance."},"25":{"11":"If then I am in the wrong and have committed anything worthy of death, I do not seek to escape death. But if there is nothing to their charges, no one can turn me over to them. I appeal to Caesar!”","3":"asking a favor — to have Paul sent to Jerusalem, planning an ambush to kill him on the road.","20":"“Since I was at a loss as to how to investigate these matters, I asked whether he was willing to go to Jerusalem to be tried there in regard to them.","12":"Then when Festus had consulted with the council, he responded, “You have appealed to Caesar — to Caesar you shall go!”","10":"But Paul said, “I am standing before Caesar’s judgment seat, where I ought to be tried. I have done no wrong to the Judeans, as you very well know.","17":"So when they came together here, I did not delay, but on the next day sat on the judgment seat and ordered the man to be brought in.","13":"Now after several days had passed, King Agrippa and Bernice arrived at Caesarea to pay their respects to Festus.","27":"For it seems illogical to me when sending a prisoner, not to report also the charges against him.”","18":"When the accusers stood up, they were not bringing a charge of what crimes I suspected.","23":"So on the next day, Agrippa and Bernice came with great pageantry. They entered the audience hall with the commanders and the most prominent men of the city. Then at the order of Festus, Paul was brought in.","19":"Instead, they had certain issues with him about their own religion and about a certain Yeshua, who had died, whom Paul claimed to be alive.","1":"Three days after Festus arrived in the province, he went up to Jerusalem from Caesarea.","5":"“So then,” he said, “let the prominent men among you go down with me; and if there is any wrong in the man, let them accuse him.”","4":"Festus then answered that Paul was being guarded at Caesarea, and that he himself was about to go there shortly.","8":"Paul said in his defense, “I have committed no offense against the Torah of the Jewish people, or against the Temple, or against Caesar.”","26":"Yet I have nothing specific to write to my lord about him. Therefore I have brought him before you — and especially before you, King Agrippa — so that after the investigation has taken place, I might have something to write.","14":"While they were staying there several days, Festus laid Paul’s case before the king, saying, “There is a man left behind as a prisoner by Felix.","22":"Then Agrippa said to Festus, “I would like to hear the man myself.” “Tomorrow,” he said, “you shall hear him.”","25":"But I found that he had done nothing deserving of death; and when he himself appealed to His Majesty the Emperor, I decided to send him.","9":"But Festus, wanting to do the Jewish leaders a favor, said to Paul, “Are you willing to go up to Jerusalem to be tried before me?”","15":"When I was in Jerusalem, the ruling kohanim and elders of the Judeans brought charges against him, asking for a judgment against him.","21":"But when Paul appealed to be held in custody for the decision of His Majesty the Emperor, I ordered him to be held until I could send him to Caesar.”","24":"Festus said, “King Agrippa and all present with us, you see this man about whom the whole Judean population petitioned me, both in Jerusalem and here, shouting out that he ought not live any longer.","16":"I answered them that it is not Roman practice to turn over anyone before the accused meets his accusers face to face and has an opportunity to make his defense concerning the charges.","7":"When he arrived, the Judeans who had come down from Jerusalem stood around him, bringing against him many serious charges which they could not prove.","2":"There the ruling kohanim and the leading Judeans brought charges against Paul. They were urging him,","6":"After spending not more than eight to ten days with them, he went down to Caesarea. The next day, he sat on the judgment seat and ordered Paul to be brought in."},"9":{"11":"The Lord said to him, “Get up and go to the street named Straight, and ask in the house of Judah for someone from Tarsus named Saul. For look, he is praying;","41":"He gave her his hand and raised her up. Then he called the kedoshim and widows and presented her alive.","42":"It became known throughout Joppa, and many came to believe in the Lord.","3":"As he was traveling, approaching Damascus, suddenly a light from heaven flashed around him.","20":"Immediately he began proclaiming Yeshua in the synagogues, saying, “He is Ben-Elohim.”","12":"and in a vision he has seen a man named Ananias coming in and laying his hands on him, so that he might regain his sight.”","10":"Now there was a disciple named Ananias in Damascus. The Lord said to him, “Ananias.” He said, “Here I am, Lord.”","17":"So Ananias left and entered into the house. Laying hands on Saul, he said, “Brother Saul, the Lord — Yeshua, the One who appeared to you on the road by which you were coming — has sent me, so that you might regain your sight and be filled with the Ruach ha-Kodesh.”","40":"But Peter sent them all outside, and he got down on his knees and prayed. Then, turning to the body, he said “Tabitha, get up!” She opened her eyes, and when she saw Peter, she sat up.","13":"But Ananias answered, “Lord, I have heard from many about this man — how much harm he has done to your kedoshim in Jerusalem.","27":"But Barnabas took him in and brought him to the emissaries. He described to them how Saul had seen the Lord on the road and the Lord had spoken to him, and how he had spoken boldly in the name of Yeshua.","30":"When the brothers found out, they brought him down to Caesarea and sent him off to Tarsus.","18":"Immediately, something like scales fell from Saul’s eyes, and he regained his sight. Then he got up and was immersed;","36":"In Joppa, there was a disciple named Tabitha (which translates as Dorcas). She was full of mitzvot and tzedakah, which she continually did.","29":"He was speaking and arguing with the Hellenists, but they were trying to kill him.","23":"When many days had passed, these Jewish people plotted to kill him —","19":"and when he had taken food, he was strengthened. Now for several days, he was with the disciples in Damascus.","1":"Now Saul, still breathing out threats and murder against the Lord’s disciples, went to the kohen gadol.","5":"“Who are You, Lord?” Saul said. “I am Yeshua — whom you are persecuting.","4":"Falling to the ground, he heard a voice saying to him, “Saul, Saul, why are you persecuting Me?”","8":"Saul got up from the ground — but opening his eyes, he could see nothing. They led him by the hand and brought him into Damascus.","26":"When Saul arrived in Jerusalem, he made attempts to join up with the disciples — but they were all afraid of him, not believing that he was a disciple.","39":"So Peter got up and went with them. When he arrived, they took him to the upstairs room. All the widows were crying, showing all the tunics and other clothing Dorcas had made while she was with them.","14":"And here he has authority from the ruling kohanim to tie up all who call on Your name.”","37":"In those days, she became ill and died. When they had washed her for burial, they placed her in an upstairs room.","22":"But Saul kept growing stronger, and he was confounding the Jewish people living in Damascus by proving that Yeshua is the Messiah.","28":"So Saul was with them, going in and out in Jerusalem, speaking boldly in the name of the Lord.","25":"But the disciples took Saul by night and let him down over the wall, lowering him in a basket.","9":"For three days he could not see, and he did not eat or drink.","33":"There he found a man named Aeneas, who had been bedridden for eight years — he was paralyzed.","15":"But the Lord said to him, “Go, for he is a choice instrument to carry My name before nations and kings and Bnei-Yisrael.","34":"Peter said to him, “Aeneas, Messiah Yeshua heals you. Get up and pack up your bed.” Immediately, he got up!","21":"All those hearing him were amazed. They were saying, “Isn’t this the one who made havoc in Jerusalem for all those who call on this name? And hasn’t he come here to bring them as prisoners before the ruling kohanim?”","24":"but their plot became known to Saul. They were watching the gates day and night, to kill him.","16":"For I will show him how much he must suffer for My name’s sake.”","35":"All who lived in Lydda and the Plain of Sharon saw him, and they turned to the Lord.","32":"Peter went here and there among them all. He came down as well to the kedoshim living in Lydda.","7":"The men travelling with him stood speechless, hearing the voice but seeing no one.","43":"So it happened that Peter stayed on in Joppa for several days with Simon, a tanner.","2":"He requested letters of introduction from him to the synagogues in Damascus, so that if he found any men or women belonging to the Way, he might bring them as prisoners to Jerusalem.","38":"Since Lydda was near Joppa, the disciples — hearing that Peter was there — sent two men to him, begging him, “Please come to us without delay!”","6":"But get up and go into the city, and you will be told what you must do.”","31":"So Messiah’s community throughout all Judea and Galilee and Samaria had shalom and was built up. Walking in the fear of the Lord and in the comfort of the Ruach ha-Kodesh, it kept multiplying."},"15":{"11":"But instead, we believe that we are saved through the grace of the Lord Yeshua, in the same way as they are.”","41":"He went through Syria and Cilicia, strengthening the communities.","3":"So they were sent on their way by the Antioch community. They were passing through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and they were bringing great joy to all the brothers and sisters.","20":"but to write to them to abstain from the contamination of idols, and from sexual immorality, and from what is strangled, and from blood.","12":"Then the whole group became silent and were listening to Barnabas and Paul as they were describing in detail all the signs and wonders God had done through them among the Gentiles.","10":"Why then do you put God to the test by putting a yoke on the neck of the disciples — which neither our fathers nor we have been able to bear?","17":"so that the rest of humanity may seek the Lord — namely all the Gentiles who are called by My name — says ADONAI, who makes these things","40":"But Paul selected Silas and went out, being entrusted by the brothers and sisters to the gracious care of the Lord.","13":"After they finished speaking, Jacob answered, “Brothers, listen to me.","27":"We therefore have sent to you Judah and Silas, who themselves will report to you the same things by word of mouth.","30":"So when they were sent off, they went down to Antioch; and when they had gathered the whole group together, they delivered the letter.","18":"known from of old.’","36":"After some days Paul said to Barnabas, “Let’s return and visit the brothers and sisters in every city where we have proclaimed the word of the Lord, to see how they are.”","29":"that you abstain from things offered to idols, from blood, from things strangled, and from sexual immorality. By keeping away from these things, you will do well. Shalom!”","23":"and this letter along with them: “The emissaries and the elders, your brothers, To the Gentile brothers of Antioch, Syria, and Cilicia: Greetings!","19":"Therefore, I judge not to trouble those from among the Gentiles who are turning to God —","1":"Now some men coming down from Judea were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”","5":"But some belonging to the party of the Pharisees who had believed stood up, saying, “It is necessary to circumcise them and to command them to keep the Torah of Moses.”","4":"When they arrived in Jerusalem, they were welcomed by the community and the emissaries and the elders. They reported all that God had done in helping them.","8":"And God, who knows the heart, testified to them by giving them the Ruach ha-Kodesh — just as He also did for us.","26":"men who have risked their lives for the name of our Lord Yeshua the Messiah.","14":"Simon has described how God first showed His concern by taking from the Gentiles a people for His Name.","37":"Barnabas was planning to take along John, called Mark.","22":"Then it seemed good to the emissaries and elders, with the whole community, to choose men from among themselves to send to Antioch with Paul and Barnabas. They sent Judah (also called Barsabbas) and Silas, leading men among the brethren,","28":"It seemed good to the Ruach ha-Kodesh and to us not to place on you any greater burden than these essentials:","25":"it seemed good to us, having come to one accord, to select men to send to you with our beloved Barnabas and Paul —","9":"He made no distinction between us and them, purifying their hearts through faith.","33":"After spending some time there, they were sent off with shalom by the brothers and sisters to those who had sent them.","15":"The words of the Prophets agree, as it is written:","39":"A sharp disagreement took place, so that they split off from one another. Barnabas took Mark with him and sailed away to Cyprus.","21":"For Moses from ancient generations has had in every city those who proclaim him, since he is read in all the synagogues every Shabbat.”","24":"Since we have heard that some from among us have troubled you with words disturbing to your souls,  although we gave them no such authorization,","16":"‘After this I will return and rebuild the fallen tabernacle of David. I will rebuild its ruins and I will restore it,","35":"But Paul and Barnabas remained in Antioch, teaching and proclaiming the word of the Lord with many others.","32":"Judah and Silas, prophets themselves, encouraged the brothers and sisters with a long message and strengthened them.","7":"After much debate, Peter stood up and said to them, “Brothers, you know that in the early days God chose from among you, that by my mouth the Gentiles should hear the message of the Good News and believe.","2":"When Paul and Barnabas had a big argument and debate with them, the brothers appointed Paul and Barnabas with some others from among them to go up to Jerusalem to the emissaries and elders about this issue.","38":"But Paul was insisting that they shouldn’t take him along — the one who had deserted them in Pamphylia, not accompanying them in the work.","6":"The emissaries and elders were gathered together to examine this issue.","31":"The people read it and rejoiced over its encouragement."},"21":{"11":"He came to us, took Paul’s belt, tied his own hands and feet, and said, “The Ruach ha-Kodesh says this: ‘In this way shall the Jewish people in Jerusalem bind the man who owns this belt and deliver him into the hands of the Gentiles.’”","3":"When we came in sight of Cyprus, passing it by on the left, we kept sailing to Syria and landed at Tyre — for there the ship was to unload the cargo.","20":"And when they heard, they began glorifying God. They said, “You see, brother, how many myriads there are among the Jewish people who have believed — and they are all zealous for the Torah.","12":"When we heard these things, both we and the local people urged Paul not to go up to Jerusalem.","10":"While we stayed there for a number of days, a prophet named Agabus came down from Judea.","17":"When we arrived in Jerusalem, the brothers and sisters welcomed us gladly.","40":"When the commander had given him permission, Paul stood on the steps and motioned to the people with his hand. When there was a great hush, he spoke to them in Aramaic,  saying:","13":"Then Paul responded, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound but to die for the name of the Lord Yeshua!”","27":"When the seven days were about to be completed, the Jewish leaders from Asia  saw Paul in the Temple and began stirring up the whole crowd. They grabbed him,","30":"The whole city was stirred up, and the people rushed together. They grabbed Paul and dragged him out of the Temple, and the gates were shut at once.","18":"On the next day, Paul went in with us to Jacob; all the elders were present.","36":"For the multitude of people that followed kept shouting, “Away with him!”","29":"For they had previously seen Trophimus the Ephesian in the city with him, and they assumed that Paul had brought him into the Temple.","23":"“So do what we tell you. We have four men who have a vow on themselves.","19":"After greeting them, he reported to them in detail what God had done among the Gentiles through his service.","1":"After tearing ourselves away from them and setting sail, we set a straight course to Cos, the next day to Rhodes, and from there to Patara.","5":"When our days there were over, we departed and went on our journey. They all, with wives and children, accompanied us until we were outside the city. After kneeling down on the shore and praying,","4":"We looked up the disciples and stayed there seven days. They kept telling Paul through the Ruach not to set foot in Jerusalem.","8":"On the next day, we departed and came to Caesarea. We entered the home of Philip, the proclaimer of Good News, who was one of the seven, and we stayed with him.","26":"The next day Paul took the men, purifying himself along with them. He went into the Temple, announcing when the days of purification would be completed and the sacrifice would be offered for each one of them.","39":"Paul said, “I am a Jewish man from Tarsus in Cilicia, a citizen of no insignificant city. I beg you, let me speak to the people.”","14":"Since he would not be persuaded, we fell silent, saying only, “May the Lord’s will be done.”","37":"As Paul was about to be brought into the headquarters, he said to the commander, “Can I say something to you?” The commander said, “You know Greek?","22":"What’s to be done then? No doubt they will hear that you have come.","28":"shouting, “Men of Israel, help! This is the man who is teaching all men everywhere against our people and the Torah and this place. Besides, he has even brought Greeks into the Temple and defiled  this holy place!”","25":"“As for Gentiles who have believed, however, we have written by letter what we decided — for them to abstain from what is offered to idols, and from blood, and from what is strangled, and from immorality.”","9":"Now this man had four virgin daughters who prophesied.","33":"Then the commander came up, arrested Paul, ordered him to be bound with two chains, and began investigating what he had done.","15":"After these days, we packed and started going up to Jerusalem.","34":"Some in the crowd shouted one thing, and some another. As he could not determine the facts because of the uproar, he ordered him to be brought into headquarters.","21":"They have been told about you — that you teach all the Jewish people among the Gentiles to forsake Moses, telling them not to circumcise their children or to walk according to the customs.","24":"Take them, and purify yourself  along with them and pay their expenses, so that they may shave their heads. That way, all will realize there is nothing to the things they have been told about you, but that you yourself walk in an orderly manner, keeping the Torah.","16":"Some of the disciples from Caesarea also went with us, bringing us to Mnason of Cyprus — one of the early disciples by whom we might be hosted.","35":"When he came to the steps, he had to be carried by the soldiers because of the violence of the crowd.","32":"Immediately he took soldiers and centurions and rushed down to them. Upon seeing the commander and the soldiers, they stopped beating Paul.","7":"When we had finished the trip from Tyre, we arrived at Ptolemais. We greeted the brothers and sisters and stayed with them for one day.","2":"Finding a ship crossing to Phoenicia, we went aboard and set sail.","38":"Then you’re not the Egyptian who stirred up a rebellion some time ago — and led four thousand men of the Assassins out into the desert?”","6":"we said farewell to one another. Then we boarded the ship, and they returned home.","31":"As they were trying to kill him, news came to the commander of the cohort that all Jerusalem was in chaos."},"24":{"16":"“Therefore I do my best always to have a clear conscience before both God and men.","3":"We acknowledge this, most excellent Felix, in every way and every place with all gratitude.","5":"For we have found this man to be a pest, stirring up riots among all the Jewish people throughout the world, and a ringleader of the sect of the Natzratim.","21":"except for this one cry I shouted out while standing among them: ‘It is about the resurrection of the dead that today I am on trial before you.’”","18":"As I was doing this, they found me in the Temple, having been purified — without any crowd or uproar.","12":"They did not find me arguing with anyone or inciting a riot — not in the Temple or in the synagogues or anywhere else in the city.","10":"When the governor nodded for him to speak, Paul responded: “Knowing that you have been judge over this nation for many years, I gladly make my own defense.","2":"When Paul was called in, Tertullus began to accuse him, saying, “We are enjoying much peace through you, and reforms are introduced for this nation because of your foresight.","22":"But Felix, having a rather extensive knowledge of the Way, put them off, saying, “When Lysias the commander comes down, I will rule on your case.”","8":"By examining him yourself, you will be able to learn from him all these things about which we accuse him.”","17":"Now after several years, I came to bring tzedakah to my country for the poor and to present offerings.","11":"As you can verify, it is no more than twelve days since I went up to Jerusalem to worship.","27":"But after two years had passed, Felix was succeeded by Porcius Festus; and wishing to do the Judean leaders a favor, Felix left Paul in prison.","1":"After five days, the kohen gadol Ananias came down with some of the elders and an attorney named Tertullus. They brought formal charges against Paul before the governor.","9":"The Judean leaders also joined in the attack, affirming that these things were true.","24":"Now some days later Felix came with his wife Drusilla, who was Jewish. He sent for Paul and listened to him speak about faith in Messiah Yeshua.","14":"“But this I confess to you, that according to the Way (which they call a sect), I worship the God of our fathers,  believing everything written in the Torah and the Prophets.","20":"Or let these men themselves tell what wrongdoing they found when I stood before the Sanhedrin —","15":"In God I have a hope — which these men also wait for — that there will surely be a resurrection of both the righteous and the unrighteous.","25":"But as he was arguing about righteousness, self-control, and the coming judgment, Felix became afraid and said, “Go away for now! When I find time, I will summon you.”","23":"Then he gave the centurion orders for Paul to be kept in custody and yet have some freedom, and not to prevent any of his friends from attending to his needs.","6":"He even tried to defile the Temple, but we seized him.","4":"“But in order that I may not weary you any longer, I beg you in your kindness to hear us briefly.","19":"But there were some Jewish people from Asia, who ought to be here before you to press charges if they have anything against me.","13":"Nor can they prove to you the charges they now bring against me.","26":"At the same time too, he was hoping that money would be given to him by Paul; so he sent for him frequently and would talk with him."},"16":{"11":"So we put out to sea from Troas and made a straight course for Samothrace, the next day on to Neapolis,","3":"Paul wanted this man to accompany him, and he took him and circumcised him for the sake of the Jewish people in those places — for they all knew that his father was Greek.","20":"And when they brought them to the chief authorities, they said, “These men are throwing our city into an uproar! Being Jewish,","12":"and from there to Philippi — which is a leading city of the district of Macedonia as well as a Roman colony. We stayed in this city for several days.","10":"As soon as he had seen the vision, immediately we tried to go to Macedonia, concluding that God had called us to proclaim the Good News to them.","17":"Following after Paul and us, she kept shouting, saying, “These men are servants of El Elyon, who are proclaiming to you the way of salvation.”","40":"When Paul and Silas went out of the prison, they visited Lydia’s house. And when they saw the brothers, they encouraged them and then departed.","13":"On Yom Shabbat, we went outside the gate to the river, where we expected a place of prayer to be. We sat down and began speaking with the women who had gathered.","27":"When the jailer woke up and saw the prison doors opened, he drew his sword and was about to kill himself, supposing the prisoners had escaped.","30":"After he brought them out, he said, “Sirs, what must I do to be saved?”","18":"She kept doing this for many days. But Paul was irritated and turned and said to the spirit, “I command you in the name of Messiah Yeshua to come out of her!” And it came out of her that very moment.","36":"But the jailer reported these words to Paul, saying, “The chief authorities have sent orders to release you. So come out now, and go in shalom.”","29":"The jailer called for lights and rushed in; and trembling with fear, he fell down before Paul and Silas.","23":"After inflicting many blows on them, they threw them into prison, ordering the jailer to guard them securely.","19":"But when her masters saw that the hope of profit was gone, they grabbed Paul and Silas and dragged them into the marketplace before the authorities.","1":"Now Paul came to Derbe and Lystra. There was a disciple there named Timothy, son of a woman who was a Jewish believer and a Greek father,","5":"So Messiah’s communities were strengthened in the faith and kept increasing daily in number.","4":"As they were traveling through the cities, they were handing down the rulings that had been decided upon by the emissaries and elders in Jerusalem, for them to keep.","8":"So they passed by Mysia and went down to Troas.","26":"Suddenly there was such a great earthquake that the foundations of the prison were shaken. Immediately all the doors were unlocked, and everyone’s chains came loose.","39":"so they came and apologized to them. After they escorted them out, they kept begging them to leave the city.","14":"A woman named Lydia — a seller of purple cloth from the city of Thyatira, a God-fearer — was listening. The Lord opened her heart to respond to what Paul was saying.","37":"But Paul said to the officers, “They have beaten us publicly without a trial — men who are Roman citizens — and have thrown us into prison. And now they are sending us away secretly? No! Let them come themselves and lead us out!”","22":"Then the crowd joined in the attack on them. So the chief authorities ripped their clothes off them and commanded them to be beaten with rods.","28":"But Paul cried out with a loud voice, saying, “Don’t harm yourself! We’re all here!”","25":"But about midnight, Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them.","9":"Now a vision appeared to Paul in the night. A man from Macedonia was standing and pleading with him, saying, “Come over to Macedonia and help us!”","33":"He took them that very hour and washed their wounds, and at once he was immersed — he and all his household.","15":"When she was immersed, along with her household, she urged us, saying, “If you have judged me to be faithful to the Lord, come and stay at my house.” And she insisted.","34":"The jailer brought them to his house and set food before them, and he was overjoyed that he with his entire household had put their trust in God.","21":"they advocate customs which are not permitted for us to accept or practice,  being Romans.”","24":"Having received this charge, he threw them into the inner prison and fastened their feet in the stocks.","16":"It so happened that as we were going to prayer, we met a slave girl who had a spirit of divination, who was bringing her masters much profit from her fortune-telling.","35":"When day came, the chief authorities sent their police officers, saying, “Release those men.”","32":"Then they spoke the word of the Lord to him, along with everyone in his household.","7":"When they came to Mysia, they were trying to proceed into Bithynia, but the Ruach of Yeshua would not allow them.","2":"who was well-spoken of by the brothers at Lystra and Iconium.","38":"The police officers reported these words to the chief authorities. They became afraid when they heard they were Romans,","6":"They went through the region of Phrygia and Galatia, having been forbidden by the Ruach ha-Kodesh to speak the word in Asia.","31":"They said, “Put your trust in the Lord Yeshua  and you will be saved — you and your household!”"},"7":{"11":"“Famine and great suffering came over all Egypt and Canaan, and our fathers could find no food.","41":"“And they made a calf in those days, offered a sacrifice to the idol, and were rejoicing in the works of their hands.","45":"Our fathers received it in turn and brought it in with Joshua when they took possession of the land of the nations that God drove out before our fathers. So it remained until the days of David,","42":"But God turned and gave them over to serve the host of heaven, just as it is written in the book of the Prophets: ‘It was not to Me that you brought sacrifices and offerings for forty years in the wilderness, was it, O House of Israel?","3":"He said to him, ‘Leave your country and your relatives, and come here to the land that I will show you.’","20":"“At this time Moses was born — extraordinary before God. For three months he was nurtured in his father’s house.","56":"And he said, “Look, I see the heavens opened and the Son of Man standing at the right hand of God!”","12":"But when Jacob heard that there was grain in Egypt, he sent our fathers there the first time.","10":"He rescued him out of all his troubles and granted him favor and wisdom before Pharaoh, king of Egypt, who made him governor over Egypt and all his household.","17":"“But as the time drew near for the promise God had sworn to Abraham, the people increased and multiplied in Egypt —","51":"“O you stiff-necked people! You uncircumcised of heart and ears! You always resist the Ruach ha-Kodesh; just as your fathers did, you do as well.","44":"“Our fathers had the Tent of Witness in the wilderness — just as the One speaking to Moses had directed him to make it according to the design he had seen.","40":"saying to Aaron, ‘Make gods for us who will go before us. For this Moses who led us out of the land of Egypt — we have no idea what has happened to him.’","13":"On the second visit, Joseph made himself known to his brothers, and his family became known to Pharaoh.","27":"“But the one doing wrong to his neighbor pushed him away, saying, ‘Who appointed you ruler and judge over us?","30":"“When forty years had passed, an angel appeared to him in the wilderness of Mount Sinai in the flame of a burning bush.","53":"you who received the Torah by direction of angels and did not keep it!”","18":"until ‘there arose another king over Egypt who knew nothing about Joseph.’","36":"This man led them out, performing wonders and signs in the land of Egypt, and at the Red Sea, and in the wilderness for forty years.","29":"At this remark, Moses fled and became an exile in the land of Midian, where he became the father of two sons.","23":"“When he was approaching forty years of age, it came into his heart to visit his brothers, Bnei-Yisrael.","19":"Dealing with our people with cruel cunning, this king mistreated our fathers and forced them to abandon their infants so they would not survive.","1":"Then the kohen gadol said, “Are these things so?”","47":"But Solomon built a house for Him.","59":"They went on stoning Stephen as he was calling out, “Lord Yeshua, receive my spirit!”","5":"He gave him no inheritance in it — not even a foothold — yet He promised ‘to give it to him as a possession to him and to his descendants after him,’ even though he had no child.","54":"When they heard these things, they became enraged and began gnashing their teeth at him.","52":"Which of the prophets did your fathers not persecute? They killed the ones who foretold the coming of the Righteous One. Now you have become His betrayers and murderers —","49":"‘Heaven is My throne, and the earth is the footstool of My feet. What kind of house will you build for Me, says ADONAI, or what is the place of My rest?","4":"Then he left the land of the Chaldeans and settled in Haran. From there, after his father died, God moved him to this land where you now live.","8":"“Then God gave Abraham the covenant of circumcision.  So he became the father of Isaac and circumcised him on the eighth day, and so Isaac with Jacob, and Jacob with the twelve patriarchs.","58":"Driving him out of the city, they began stoning him, and the witnesses laid down their cloaks at the feet of a young man named Saul.","26":"So on the next day he appeared to them as they were fighting. He tried to reconcile them in shalom, saying, ‘Men, you are brothers. Why do you wrong one another?’","39":"Our fathers did not want to be obedient to him, but shoved him aside. And in their hearts they turned back to Egypt,","14":"So Joseph sent and called for Jacob and all his relatives — seventy-five persons.","37":"This is the Moses who said to Bnei-Yisrael, ‘God will raise up for you a prophet like me from among your brothers.’","22":"Moses was educated in all the wisdom of the Egyptians, and he was powerful in his words and deeds.","28":"You don’t want to kill me as you killed the Egyptian yesterday, do you?’","25":"He was assuming that his brothers understood that by his hand God was delivering them, but they did not understand.","9":"The patriarchs became jealous of Joseph and sold him into Egypt. Yet God was with him.","33":"But ADONAI said to him, ‘Take the sandals off your feet, for the place where you are standing is holy ground.","15":"Jacob went down to Egypt and died, he and our fathers.","34":"I have surely seen the oppression of my people in Egypt and have heard their groaning, and I have come down to deliver them. Now come — let Me send you to Egypt.’","21":"And when he was set outside, Pharaoh’s daughter took him and raised him as her own son.","57":"But they covered their ears; and crying out with a loud voice, they rushed at him with one impulse.","24":"When he saw one of them being treated unjustly, he went to the defense of the oppressed man and avenged him by striking down the Egyptian.","46":"who found favor in God’s sight. He asked to find a dwelling place for the God  of Jacob.","16":"They were carried to Shechem and laid in the tomb that Abraham had bought for a sum of money from the sons of Hamor in Shechem.","35":"“This Moses — whom they rejected, saying, ‘Who appointed you as ruler and judge?’ — is the one whom God sent as both ruler and redeemer, by the hand of the angel who appeared to him in the bush.","32":"‘I am the God of your fathers, the God of Abraham and Isaac and Jacob.’  “Moses trembled in fear and did not dare to look.","7":"But I will judge the nation they serve as slaves,’ God said, ‘and afterward they shall come out and serve Me in this place.’","43":"You also took up the tent of Moloch and the star of your god Rephan, the images you made to worship. And I will deport you beyond Babylon.’","48":"However, Elyon does not dwell in man-made houses. As the prophet says,","2":"Stephen declared, “Brothers and fathers, listen. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran.","38":"“This is the one who was in the community in the wilderness, with the angel who spoke to him on Mount Sinai, and with our fathers. He received living words to pass on to us.","55":"But Stephen, full of the Ruach ha-Kodesh, gazed into heaven and saw the glory of God — and Yeshua standing at the right hand of God.","60":"Then he fell on his knees and cried out with a loud voice, “Lord, do not hold this sin against them!” After he said this, he died.","50":"Did not My Hand make all these things?’","6":"“But God spoke in this way, that his ‘descendants would be foreigners in a land belonging to others, and they would enslave and mistreat them for four hundred years.","31":"When Moses saw it, he was amazed at the sight. But when he came up to look, there came the voice of ADONAI:"},"2":{"11":"(both Jewish people and proselytes), Cretans and Arabs — we hear them declaring in our own tongues the mighty deeds of God!”","41":"So those who received his message were immersed, and that day about three thousand souls were added.","45":"They began selling their property and possessions and sharing them with all, as any had need.","42":"They were devoting themselves to the teaching of the emissaries and to fellowship, to breaking bread and to prayers.","3":"And tongues like fire spreading out appeared to them and settled on each one of them.","20":"The sun shall be turned to darkness and the moon to blood before the great and glorious Day of ADONAI comes.","12":"And they were all amazed and perplexed, saying to each other, “What does this mean?”","10":"Phrygia and Pamphylia, Egypt and parts of Libya toward Cyrene, and visitors from Rome","17":"‘And it shall be in the last days,’ says God, ‘that I will pour out My Ruach on all flesh. Your sons and your daughters shall prophesy, your young men shall see visions, and your old men shall dream dreams.","44":"And all who believed were together, having everything in common.","40":"With many other words he warned them and kept urging them, saying, “Save yourselves from this twisted generation!”","13":"Others, poking fun, were saying, “They are full of sweet new wine!”","27":"because You will not abandon my soul to Sheol or let Your Holy One see decay.","30":"So because he was a prophet and knew God had sworn with an oath to him to seat one of his descendants on his throne,","18":"Even on My slaves, male and female, I will pour out My Ruach in those days, and they shall prophesy.","36":"“Therefore let the whole house of Israel know for certain that God has made Him — this Yeshua whom you had crucified — both Lord and Messiah!”","29":"“Brothers, I can confidently tell you that the patriarch David died and was buried — his tomb is with us to this day.","23":"this Yeshua, given over by God’s predetermined plan and foreknowledge, nailed to the cross by the hand of lawless men, you killed.","19":"And I will give wonders in the sky above and signs on the earth beneath — blood, and fire, and smoky vapor.","1":"When the day of Shavuot  had come, they were all together in one place.","47":"praising God and having favor with all the people. And every day the Lord was adding to their number  those being saved.","5":"Now Jewish people were staying in Jerusalem, devout men from every nation under heaven.","4":"They were all filled with the Ruach ha-Kodesh and began to speak in other tongues as the Ruach enabled them to speak out.","8":"How is it that we each hear our own birth language?","26":"Therefore my heart was glad and my tongue rejoiced; moreover, my body also will live in hope,","39":"For the promise is for you and your children, and for all who are far away — as many as ADONAI our God calls to Himself.”","14":"But Peter, standing with the Eleven, raised his voice and addressed them: “Fellow Judeans and all who are staying in Jerusalem, let this be known to you, and pay attention to my words.","37":"Now when they heard this, they were cut to the heart and said to Peter and the rest of the emissaries, “Fellow brethren, what shall we do?”","22":"“Men of Israel, hear these words! Yeshua ha-Natzrati — a Man authenticated to you by God with mighty deeds and wonders and signs God performed through Him in your midst, as you yourselves know —","28":"You have made known to me the paths of life; You will fill me with joy in Your presence.’","25":"For David says about Him, ‘I saw ADONAI always before me, for He is at my right hand so that I might not be shaken.","9":"Parthians and Medes and Elamites and those living in Mesopotamia, Judea and Cappadocia, Pontus and Asia,","33":"Therefore, being exalted to the right hand of God and receiving from the Father the promise of the Ruach ha-Kodesh, He poured out this — what you now see and hear.","15":"These men are not drunk, as you suppose — for it’s only the third hour of the day!","34":"For David did not ascend into the heavens; yet he himself says, ‘ADONAI said to my Lord, “Sit at my right hand,","21":"And it shall be that everyone who calls on the name of ADONAI shall be saved.’","24":"But God raised Him up, releasing Him from the pains of death, since it was impossible for Him to be held by it.","46":"Day by day they continued with one mind, spending time at the Temple and breaking bread from house to house. They were sharing meals with gladness and sincerity of heart,","16":"But this is what was spoken about through the prophet Joel:","35":"until I make Your enemies a footstool for Your feet.”’","32":"“This Yeshua God raised up — we all are witnesses!","7":"And they were amazed and astonished, saying, “All these who are speaking — aren’t they Galileans?","43":"Fear lay upon every soul, and many wonders and signs were happening through the emissaries.","2":"Suddenly there came from heaven a sound like a mighty rushing wind, and it filled the whole house where they were sitting.","38":"Peter said to them, “Repent, and let each of you be immersed in the name of Messiah Yeshua for the removal of your sins, and you will receive the gift of the Ruach ha-Kodesh.","6":"And when this sound came, the crowd gathered. They were bewildered, because each was hearing them speaking in his own language.","31":"David saw beforehand and spoke of Messiah’s resurrection — that He was not abandoned to Sheol, and His body did not see decay."},"6":{"3":"So, brothers, select from among you seven reputable men, full of the Spirit and wisdom, whom we may put in charge of this duty.","5":"The statement pleased the whole group; and they chose Stephen, a man full of faith and the Ruach ha-Kodesh, and Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolas, a proselyte from Antioch.","12":"They also incited the people, the elders, and the Torah scholars; and they rushed at Stephen, seized him, and led him away to the Sanhedrin.","10":"But they could not withstand the wisdom and the Ruach by whom he was speaking.","2":"So the Twelve called together the whole group of the disciples and said, “It is not right for us to neglect the word of God in order to serve tables.","8":"Now Stephen, full of grace and power, was doing great wonders and signs among the people.","11":"Then they secretly instigated men into saying, “We have heard him speaking blasphemous words against Moses and against God!”","1":"Now in those days, when the disciples were multiplying, grumbling arose  among the Hellenists against the Hebrews, because their widows were being overlooked in the daily support.","9":"But some men from what was called the Synagogue of the Freedmen — both Cyrenians and Alexandrians, as well as some from Cilicia and Asia  — stood up and began arguing with Stephen.","14":"For we have heard him saying that this Yeshua ha-Natzrati will destroy this place and change the customs that Moses handed down to us.”","7":"The word of God kept on spreading, and the number of disciples in Jerusalem greatly multiplied; even a great number of the kohanim were becoming obedient to the faith.","15":"Watching him intently, everyone who was sitting in the Sanhedrin saw that his face was like the face of an angel.","6":"They placed these men before the emissaries; and after praying, they laid hands on them.","4":"But we will devote ourselves to prayer and to the service of the Word.”","13":"They set up false witnesses who said, “This man never stops speaking words against this holy place and the Torah."}}}