{"translationKey":"tlv","translation":"TLV","book":"Amos","bookSlug":"amos","chapters":{"7":{"3":"Your navel is a round goblet, may it not lack mixed wine. Your belly is a heap of wheat enclosed with lilies.","5":"Your neck is like an ivory tower. Your eyes are pools in Heshbon near the gate of Bath-rabbim. Your nose is like a tower of Lebanon overlooking Damascus.","12":"Come, my beloved, let us go out into the field. Let us spend the night in the villages.","10":"May your mouth be like the best wine, going down smoothly for my beloved, causing the lips of sleepers to speak.","2":"How lovely are your sandaled feet, O nobleman’s daughter! The curves of your thighs are like jewels, the work of a craftsman’s hand.","8":"Your stature is like a date palm and your breasts like its clusters.","11":"I am my lover’s, and his desire is for me.","1":"Come back, come back, O Shulammite! Come back, come back, that we may look upon you.  Why do you gaze at the Shulammite like the dance of Mahanaim?","9":"I said, “I will climb the date palm and take hold of its fruit.” May your breasts be like clusters of the vine, the fragrance of your breath like apple.","14":"The mandrakes have given off fragrance, and over our door is every choice fruit, both new and old, that I have stored up for you, my lover.","7":"How beautiful and how pleasing you are, O Love, with your delights!","6":"Your head crowns you like Carmel, and the hair of your head like purple. The king is captivated in its tresses!","4":"Your two breasts are like two fawns, twins of a gazelle.","13":"Let us go out early to the vineyards, — let us see if the vine has budded, if their blossoms have opened, and if the pomegranates have bloomed — there I will give you my love."},"3":{"7":"Behold, it is Solomon’s traveling couch — around it are sixty warriors from the warriors of Israel.","9":"King Solomon has made for himself a carriage from the trees of Lebanon.","10":"He made its posts of silver, its back of gold, its seat of purple cloth, its interior fitted out with love by the daughters of Jerusalem.","3":"The guards patrolling the city found me. “Have you seen the one my soul loves?”","11":"Go out, daughters of Zion, and gaze upon King Solomon, with a wreath his mother placed on him on the day of his marriage — on the day of his heart’s joy.","2":"I will get up and go about the city, into the streets and into the squares. I must seek the one my soul loves. I looked for him but did not find him.","1":"On my bed in the night I longed for the one my soul loves. I looked for him but did not find him.","4":"Hardly had I passed beyond them when I found the one my soul loves. I held him, and I would not let him go, until I brought him to my mother’s house, to the chamber of her who conceived me.","6":"Who is this — she who is coming up from the wilderness like columns of smoke, perfumed with myrrh and frankincense, with every powder of the merchant?","5":"Daughters of Jerusalem, I charge you, by the gazelles and does of the field: Do not arouse or awaken love until it delights.","8":"All of them wield a sword, experts in war. Each man with his sword on his thigh against terrors of the night."},"2":{"16":"My lover is mine, and I am his! He grazes his flocks among the lilies.","3":"Like an apple tree among the trees of the forest, so is my lover among the sons. In his shadow I delighted to sit, and his fruit was sweet to my taste.","5":"Sustain me with raisin cakes, refresh me with apples — for I am weak with love.","12":"Blossoms appear in the land, the time of singing has come, and the voice of the turtle-dove is heard in our land.","10":"In response my lover said to me: “Get yourself up, my darling, my pretty one, and come, come!","2":"Like a lily among thorns, so is my darling among the daughters.","8":"The voice of my lover! Behold, he is coming — leaping over the mountains, springing over the hills!","17":"Until the day cools and the shadows flee away, turn about, my lover, like a gazelle or like a stag upon the mountains of spices.","11":"For behold, the winter has past, the rain is over, it has gone.","1":"I am a rose of Sharon, a lily of the valleys.","9":"My lover is like a gazelle or a young buck among the stags. Look! He is standing behind our wall — gazing through the windows, peering through the lattice.","14":"My dove, in the clefts of the rock, in a secret place along the steep path, let me see your form, let me hear your voice. For your voice is sweet and your form is lovely.”","7":"Daughters of Jerusalem, I charge you, by the gazelles and does of the field: Do not arouse or awaken love until it delights.","15":"Catch the foxes for us — the little foxes that ruin the vineyards, for our vineyards are in blossom.","6":"His left hand is under my head and his right hand embraces me.","4":"He has brought me to the banquet house and his banner over me is love.","13":"The fig tree ripens its early figs. The blossoming vines give off their fragrance. Arise, come, my darling, my pretty one, and come, come!"},"1":{"16":"How handsome you are, my lover! Oh, so delightful! Yes, our couch is luxuriant.","3":"Your ointments have a pleasing fragrance. Your name is poured out like perfume. No wonder maidens love you!","5":"I am black, but beautiful, O daughters of Jerusalem, like the tents of Kedar, like the curtains of Solomon.","12":"While the king is on his couch, my nard spreads its fragrance.","10":"Your cheeks are lovely with ornaments, your neck with strings of beads.","2":"Let him kiss me with the kisses of his mouth! For your love is better than wine.","8":"If you yourself do not know, O most beautiful among women, go out yourself in the footsteps of the flock and graze your kids by the shepherds’ tents.","17":"The beams of our houses are cedar trees, our panels are cypress trees.","11":"Ornaments of gold we will make for you with spangles of silver.","1":"The song of songs  of Solomon","9":"I compare you, my darling, to my mare among Pharaoh’s chariots.","14":"My love is to me a spray of henna blooms in the vineyards of En-gedi.","7":"Tell me, the one my soul loves, where you graze your flock, where you make it lie down at noon? Why should I be as one veiled beside the flocks of your companions?","15":"How lovely you are, my darling, how lovely! Your eyes are doves.","6":"Do not gaze at me because I am dark, because the sun has looked on me. My mother’s sons were angry with me and made me keeper of the vineyards; my very own vineyard I have not kept.","4":"Draw me after you, let us run! The king has brought me into his chambers. Chorus: Daughters of Zion  Let us rejoice and be glad in you; let us extol your love more than wine. Rightly do they love you!","13":"My lover is my pouch of myrrh, passing the night between my breasts."},"4":{"16":"Awake, north wind, and come, south wind! Blow on my garden, Let its fragrance spread out. Let my lover come into his garden and eat its choicest fruit.","3":"Your lips are like a scarlet thread and your speech is lovely. Your temple is like a slice of pomegranate behind your veil.","5":"Your two breasts are like two fawns, like twin gazelles grazing among the lilies.","12":"A locked garden is my sister, my bride, an enclosed spring, a sealed fountain.","10":"How delightful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils better than all spices!","2":"Your teeth are like a flock of shorn ewes coming up from washing. Each of them has a twin, and none among them is missing.","8":"Come with me from Lebanon, my bride, come with me from Lebanon. Watch from the top of Amana, from the top of Senir, even Hermon, from lions’ dens, from mountains of leopards.","11":"Your lips, my bride, drip honey from the honeycomb. Honey and milk are under your tongue. The scent of your garments is like the aroma of Lebanon.","1":"How lovely you are, my darling, how lovely! Your eyes are doves behind your veil. Your hair is like a flock of ewe goats descending down from Mount Gilead.","9":"You have captivated my heart, my sister, my bride — you captivated me with one of your eyes, with one jewel from your necklace.","14":"— nard and saffron, calamus and cinnamon — with all the trees of frankincense, myrrh and aloes, along with all the finest spices —","7":"You are altogether lovely, my darling, and no blemish is in you.","15":"a garden spring, a well of living water  and flowing streams from Lebanon.","6":"Until the day cools and the shadows flee away, I will go to the mountain of myrrh and to the hill of frankincense.","4":"Like the tower of David is your neck, built for weapons. A thousand shields are hung on it — all shields of warriors.","13":"Your shoots are an orchard of pomegranates with choice fruit, henna with nard"},"6":{"7":"Your temple is like a slice of pomegranate behind your veil.","9":"Yet my dove, my perfect one is unique. She is her mother’s only one — a virtuous child of the one who bore her. Maidens saw her and called her blessed. Queens and concubines praised her.","10":"Who is this that appears like dawn? As beautiful as the moon, bright as the sun, awesome as an army with banners.","3":"I am my beloved’s and my beloved is mine. He browses among the lilies.","11":"I went down into the garden of nut trees to look at the fruit of the valley, to see if the vine had budded, or the pomegranates had bloomed.","2":"My lover went down to his garden, to the beds of balsam to graze his flocks in the gardens and to gather lilies.","1":"Where has your lover gone, most beautiful among women? Where has your lover turned, so we may seek him with you?","12":"Before I was aware, my soul set me among the chariots of my princely people.","4":"You are beautiful, my darling, like Tirzah, lovely as Jerusalem, awesome as an army with banners.","6":"Your teeth are like a flock of ewes that have come up from the washing. Each of them has a twin, and none among them is missing.","5":"Turn your eyes away from me, for they overwhelm me! Your hair is like a flock of ewe goats descending down from Gilead.","8":"There are sixty queens, eighty concubines, and young women beyond number."},"5":{"16":"His mouth is sweetness. Yes, he is totally desirable. This is my lover! Yes, this is my friend, O daughters of Jerusalem.","3":"I have stripped off my coat. How can I put it on again? I have washed my feet. How can I soil them?","5":"I rose to open for my lover. My hands dripped with myrrh, yes, my fingers with flowing myrrh, on the handles of the lock.","12":"His eyes are like doves beside streams of water, washed with milk, mounted in their settings.","10":"My lover is dazzling and ruddy, standing out among ten thousand.","2":"I sleep, but my heart is awake. A voice! My lover is knocking! “Open to me, my sister, my darling, my dove, my perfect one! For my head is drenched with dew, my locks with dewdrops of night.”","8":"Daughters of Jerusalem, I charge you, if you should find my lover, what will you tell him? That I am sick from love!","11":"His head is purest gold, his hair is wavy, black as a raven.","1":"I have come into my garden, my sister, my bride. I have gathered my myrrh with my spice. I have eaten my honeycomb with my honey. I have drunk my wine with my milk.  Eat, O friends, Drink, yes, drink your fill, O lovers!","9":"How is your lover different from other lovers, O most beautiful among women? How is your lover different from other lovers that you charge us so?","14":"His hands are rods of gold set with jasper. His abdomen is carved ivory inlaid with sapphires.","7":"The guards making rounds in the city found me. They beat me, bruised me. The guards on the walls took my veil from me.","15":"His legs are pillars of alabaster set on bases of pure gold. His appearance is like Lebanon — excellent like the cedars.","6":"I opened to my lover — but my lover had departed, he was gone! My soul went out to him when he spoke. I searched for him, but did not find him. I called him, but he did not answer me.","4":"My lover extended his hand through the opening — my heart yearned for him.","13":"His cheeks are like a bed of spice, towers of sweet-scented perfume. His lips are lilies, dripping with liquid myrrh."},"8":{"3":"O that his left hand were under my head, and his right hand embraced me.","5":"Who is this coming up from the wilderness leaning on her lover? Under the apple tree I roused you. There your mother travailed with you. There she who was in labor gave you birth.","12":"My very own vineyard is before me. The thousand are for you, Solomon, and two hundred for those who tend the fruit.","10":"I am a wall, and my breasts like towers. Thus I have become in his eyes as one bringing shalom.","2":"I would lead you and bring you into my mother’s house — she who has taught me. I would give you spiced wine to drink from the nectar of my pomegranate.","8":"We have a little sister, still without breasts. What shall we do for our sister on the day when she is spoken for?","11":"Solomon had a vineyard at Baal-hamon. He entrusted the vineyard to caretakers. Each was to bring for his fruit a thousand pieces of silver.","1":"O, that you were like a brother to me, who nursed at my mother’s breasts. If I found you outside, I would kiss you, and no one would despise me.","9":"If she is a wall, we will build on her a turret of silver. If she is a door, we will fence her in with cedar plank.","14":"Come quickly, my beloved, and be like a gazelle or a young stag on the mountains of spices!","7":"Many waters cannot quench love, nor rivers wash it away. If one gave all the wealth of his house for love, it would be utterly despised.","6":"Set me like a seal over your heart, like a seal on your arm. For love is as strong as death, jealousy as cruel as Sheol. Its flames are bolts of fire, the flame of ADONAI.","4":"I charge you, daughters of Jerusalem, Do not arouse or awaken love until it so delights.","13":"You who abide in the gardens, friends are listening for your voice. Let me hear it!"}}}