{"translationKey":"tlv","translation":"TLV","book":"Daniel","bookSlug":"daniel","chapters":{"121":{"7":"ADONAI will protect you from all evil. He will guard your life.","3":"He will not let your foot slip. Your Keeper will not slumber.","2":"My help comes from ADONAI, Maker of heaven and earth.","1":"A Song of Ascents. I will lift up my eyes to the mountains — from where does my help come?","4":"Behold, the Keeper of Israel neither slumbers nor sleeps.","6":"The sun will not strike you by day, nor the moon by night.","5":"ADONAI is your Keeper. ADONAI is your shadow at your right hand.","8":"ADONAI will watch over your coming and your going from this time forth and forevermore."},"31":{"16":"My times are in Your hands. Deliver me from the hands of my foes and from those who pursue me.","3":"Turn Your ear to me, rescue me quickly. Be a rock of refuge for me, a stronghold for my deliverance.","5":"Free me from the net they hid for me, for You are my refuge.","21":"In the shelter of Your presence You hide them from people’s plots. You conceal them in a sukkah from the strife of tongues.","18":"ADONAI, let me not be ashamed, for I have called upon You. Let the wicked be ashamed — let them be silent in Sheol.","12":"Because of all my adversaries I am the contempt of my neighbors and a dread to my acquaintances. Seeing me on the street, they flee from me.","10":"Be gracious to me, ADONAI, for I am in distress. My eyes waste away with grief, my soul and my body as well.","2":"In You, ADONAI, have I taken refuge: Let me never be put to shame. In Your righteousness, deliver me.","22":"Blessed be ADONAI, for He has shown me His wonderful love in a besieged city.","8":"I will be glad and rejoice in Your lovingkindness, for You saw my affliction. You knew the troubles of my soul.","17":"Make Your face shine on Your servant. Save me in Your lovingkindness.","11":"For my life is consumed in sorrow and my years in sighing. My strength fails because of my anguish and my bones waste away.","1":"For the music director, a psalm of David.","9":"You did not hand me over to the enemy. You set my feet in a wide-open place.","24":"Love ADONAI, all His kedoshim! ADONAI preserves all the faithful, but the proud He pays back in full.","14":"For I have heard the whispering of many. There is terror on every side as they conspire against me and plot to take my life.","7":"I detest those who continue to watch worthless idols, but I trust in ADONAI.","15":"But I have trusted in You, ADONAI. I said: “You are my God.”","20":"How great is Your goodness, which You have stored up for those who fear You, which You have given to those who take refuge in You, before the children of men.","25":"Chazak! Let your heart take courage,  all you who wait for ADONAI.","23":"I said in my alarm, “I have been cut off from Your sight!” But You heard the sound of my pleas when I cried out to You.","6":"Into Your hand I commit my spirit.  You have redeemed me, ADONAI, God of truth.","4":"Since You are my rock and my fortress, You lead me and guide me for Your Name’s sake.","19":"Let the lying lips be mute. For they speak arrogantly against the righteous, with pride and contempt.","13":"I am as forgotten as a dead man. I have become like a broken vessel."},"117":{"2":"For great is His lovingkindness toward us, and ADONAI’s truth endures forever. Halleluyah!","1":"Praise ADONAI, all you nations! Glorify Him, all you peoples."},"59":{"16":"They wander around for food. If they are not full, they stay up all night.","3":"Deliver me from workers of iniquity. Rescue me from bloodthirsty men.","5":"For no guilt of mine, they run and set things up. Awake! Help me! Look!","18":"O my strength, to You I sing praises. For God is my strong tower — my God of lovingkindness.","12":"Do not slay them, lest my people forget. With Your power shake them and bring them down, O Lord our shield.","10":"O my strength, I watch for You — for God is my strong tower.","2":"Deliver me from my enemies, my God! Set me on high, away from those who rise up against me.","8":"See, they are spewing with their mouth — swords in their lips — “After all, who is listening?”","17":"But I — I sing of Your strength! Yes, in the morning I sing aloud of Your lovingkindness. For You have been my fortress, a refuge in the day of my trouble.","11":"My God in His lovingkindness will go before me. God will let me look down on my foes.","1":"For the music director: “Do Not Destroy,” a Michtam of David, when Saul sent men to watch the house to kill him.","9":"But You, ADONAI, are laughing at them. You scoff at all the nations.","14":"Consume them in wrath, consume them till they are no more. Let them know that God rules over Jacob to the ends of the earth. Selah","7":"They return at evening, snarling like a dog, prowling about the city.","15":"They return at evening, snarling like a dog, prowling about the city.","6":"For You are ADONAI Elohei-Tzva’ot, the God of Israel! Rouse Yourself to punish all the nations. Show no mercy to any iniquitous traitors. Selah","4":"For behold, they lie in wait for me. Defiant men stir up strife against me — not for my transgression or sin, ADONAI.","13":"The sin of their mouth is the words of their lips. So let them be caught in their pride, and for uttering a curse and a lie."},"5":{"3":"Listen to the sound of my cry for help, my King and my God, for I pray to you.","5":"For You are not a God who rejoices in evil. No wickedness dwells with you.","12":"But let all who take refuge in You rejoice! Let them always shout for joy! You will shelter them and they exult — those who love Your Name.","10":"For nothing upright is in their mouth. Inside them is a ruin — their throat an open grave. They flatter with their tongue.","2":"Hear my words, ADONAI, consider my groaning.","8":"But because of your great lovingkindness, I will enter Your House. I will bow toward Your holy Temple, in awe of You.","11":"Declare them guilty, O God! Let them fall by their own schemes. Banish them because of their many transgressions — for they have rebelled against You.","1":"For the music director, on the wind instruments, a psalm of David.","9":"Lead me, ADONAI, in Your righteousness, because of my enemies. Make Your path straight before me.","7":"You destroy those who speak falsehood. A person of bloodshed and deceit ADONAI detests.","6":"Braggarts will not stand before your eyes. You hate all wrongdoers.","4":"ADONAI, in the morning You hear my voice. In the morning I order my prayer before You and watch expectantly.","13":"For You bless the righteous, ADONAI. You surround him with favor as a shield."},"53":{"7":"Who will give salvation for Israel out of Zion? When God restores His captive people, let Jacob rejoice, let Israel be glad!","3":"God looks down from the heavens on the children of men, to see if anyone understands, who seeks after God.","2":"The fool says in his heart: “There is no God.” They are corrupt, commit vile injustice. There is no one who does good.","1":"For the music director: on Mahalath, a contemplative song of David.","4":"All have turned aside — together they have become corrupt. There is no one who does good — no, not even one!","6":"There they are in great dread — where there is nothing to fear. For God has scattered the bones of those besieging you. You have put them to shame, for God has rejected them.","5":"Will the evildoers never learn? They consume My people as they would eat bread, and never call upon God."},"47":{"7":"Sing praises to God, sing praises! Sing praises to our King, sing praises!","9":"God reigns over the nations. God sits upon His holy throne.","10":"The princes of the peoples are gathered as a people of the God of Abraham. For the shields of earth belong to God — He is greatly exalted!","3":"For ADONAI Elyon is awesome, a great King over all the earth.","2":"Clap your hands, all you peoples! Shout to God with the voice of joy!","1":"For the music director, a psalm for the sons of Korah.","4":"He subdues peoples under us, and nations under our feet.","6":"God is gone up amidst shouting, ADONAI amidst the sound of the shofar.","5":"He chooses our inheritance for us, the glory of Jacob whom He loved. Selah","8":"For God is the King of all the earth. Sing praises with a skillful song."},"100":{"2":"Serve ADONAI with gladness. Come before His presence with joyful singing.","4":"Enter His gates with thanksgiving and His courts with praise! Praise Him, bless His Name.","5":"For ADONAI is good. His lovingkindness endures forever, and His faithfulness to all generations.","1":"A psalm of thanksgiving. Shout joyfully to ADONAI, all the earth!","3":"Know that ADONAI, He is God. It is He who has made us, and we are His. We are His people, the sheep of His pasture."},"78":{"10":"They did not keep God’s covenant and refused to walk in His Torah.","63":"Fire consumed their young men, and their virgins had no wedding songs.","30":"No longer a stranger from their desire, while their food was still in their mouths,","49":"He sent on them the fury of His anger — wrath and indignation and trouble — a band of evil angels.","62":"He gave His people over to the sword, when He was angry at His inheritance.","22":"For they did not believe in God or trust in His salvation.","13":"He split the sea and led them through, and He made the water stand like a wall.","47":"He destroyed their vines with hail, and their sycamore trees with frost,","71":"from following nursing ewes. He brought him to shepherd Jacob His people, and Israel His inheritance.","3":"which we have heard and known, and our fathers have told us.","8":"So they will not be like their fathers — a stubborn and rebellious generation, a generation that did not prepare its heart, whose spirit was not loyal to God.","12":"He did miracles in front of their fathers in the land of Egypt, in the plain of Zoan.","65":"Then the Lord awoke as from sleep, as a warrior shaking off wine.","40":"How often they rebelled against Him in the wilderness, and grieved Him in the desert!","14":"By day He led them with a cloud and all night with a light of fire.","26":"He loosed the east wind in the skies, and by His power He drove the south wind.","17":"Yet they added more sinning against Him, rebelling against Elyon in the desert.","28":"And He let it fall amidst their camp, all around their tents.","36":"But they flattered Him with their mouth and kept lying to Him with their tongue.","4":"We will not hide them from their children, telling to the next generation the praises of ADONAI and His strength and the wonders He has done.","50":"He cleared a path for His anger. He spared not their soul from death, but gave their life over to the plague.","45":"He sent on them flies to devour them, and frogs to devastate them,","60":"He abandoned the tabernacle of Shiloh, the tent He pitched among men.","38":"But He is compassionate, forgives iniquity and does not destroy. Yes, many times He restrains His anger, and does not stir up all His wrath.","23":"Yet He commanded the skies above and opened the doors of heaven,","51":"He struck down all the firstborn in Egypt, the firstfruits of their strength in the tents of Ham.","20":"See, He struck the rock, waters gushed out, streams overflowed. But can He give bread? Will He provide meat for His people?”","59":"God heard and was furious, and He greatly detested Israel.","69":"He built His Sanctuary like the heights, like the earth that He established forever.","54":"Then He brought them to His holy territory, to the mountain His right hand had gotten.","66":"He beat back His foes, putting them to lasting scorn.","57":"Like their fathers they turned and were treacherous. They turned aside like a faulty bow.","43":"when He displayed His signs in Egypt and His wonders in the plain of Zoan.","35":"Then they remembered that God was their Rock and El Elyon their Redeemer.","41":"Again and again they tested God, and pained the Holy One of Israel.","5":"For He established a testimony in Jacob and ordained Torah in Israel, which He commanded our fathers to teach their children,","34":"But when He slew them, then they sought Him, and turned back, and desired God eagerly.","6":"so that the next generation might know, even the children yet to be born: they will arise and tell their children.","53":"He led them to safety, so they did not fear, but the sea overwhelmed their enemies.","2":"I will open my mouth with a parable. I will utter perplexing sayings from of old,","44":"He turned their rivers into blood, so they could not drink from their streams.","72":"So He shepherded them with the integrity of His heart, and led them with His skillful hands.","11":"They forgot His deeds and His wonders that He had shown them.","70":"He also chose David His servant and took him from the sheepfolds,","68":"Instead He chose the tribe of Judah, Mount Zion, which He loved.","1":"A contemplative song of Asaph. Listen, my people, to my teaching. Turn your ears to the words of my mouth.","58":"For they provoked Him with their high places, so they aroused His jealousy with their graven images.","55":"He drove out nations before them, and allotted them an inheritance. He settled the tribes of Israel in their tents.","33":"So He ended their days in futility and their years in terror.","67":"Then He detested Joseph’s tent and chose not the tribe of Ephraim.","27":"He rained meat upon them like dust, and winged fowl like sand of the seas.","16":"So He brought streams out of a rock, and made waters flow down like rivers.","64":"Their priests fell by the sword, and their widows could not weep.","24":"and rained down manna upon them to eat, and gave them grain of heaven.","19":"Then they spoke against God, saying, “Can God set a table in the wilderness?","29":"So they ate and were very full — for He gave them their desire.","61":"He gave up His strength into captivity, and His glory into the adversary’s hand.","9":"The sons of Ephraim were archers armed with bows, yet they turned back in the day of battle.","37":"For their heart was not steadfast with Him, nor were they faithful to His covenant.","7":"Then they will put their trust in God, not forgetting the works of God, but keeping His mitzvot.","52":"But He brought His people out like sheep, and led them in the wilderness like a flock.","39":"For He remembered that they are but flesh, a passing breath that never returns.","48":"and gave over their cattle to the hail, and their flocks to fiery bolts.","21":"When ADONAI heard, He was angry. A fire was kindled against Jacob, and fury also rose against Israel.","56":"Yet they tested and rebelled against El Elyon, and did not keep His decrees.","46":"and gave their crops to the grasshopper, and their labor to the locust.","32":"Despite all this they sinned still more, and did not trust in His wonders.","31":"the anger of God rose against them and slew the stoutest of them, and struck down young men of Israel.","15":"He split apart rocks in the wilderness and gave them drink as abundant as the depths.","25":"Man did eat the bread of angels. He sent them abundant provision.","18":"They put God to the test in their heart by demanding food for their craving.","42":"They did not remember His hand — the day He redeemed them from the foe,"},"89":{"11":"You crushed Rahab like a slain one. You scattered Your enemies with Your mighty arm.","41":"You have broken down all his walls. You reduced his strongholds to ruin.","45":"You brought his splendor to an end, and cast his throne down to the ground.","42":"All who pass by have plundered him. He has become a taunt to his neighbors.","3":"For I said, “Let your lovingkindness be built up forever! The heavens — let Your faithfulness be made firm there!”","20":"Then You spoke in vision to Your godly ones, and said: “I have bestowed help on a warrior. I have exalted one chosen from among the people.","12":"The heavens are Yours, also Yours the earth — the world and its fullness — You have founded them.","10":"You rule over the swelling of the sea. When its waves mount up, You still them.","17":"They rejoice in Your Name all day, and by Your righteousness they are exalted.","51":"Remember, my Lord, the mockery against Your servants that I bear in my heart from so many peoples.","44":"You turned back the edge of his sword and have not supported him in battle.","40":"You have renounced the covenant of Your servant. You have defiled his crown even to the ground.","13":"You created the north and the south. Tabor and Hermon sing for joy at Your Name.","27":"He will call to Me: ‘You are my Father,  my God and the rock of my salvation.’","30":"His seed I will establish forever, and his throne as the days of heaven.","53":"Blessed be ADONAI forever. Amen and Amen.","18":"For You are the glory of their strength, and by Your favor our horn is exalted.","36":"Once for all I have sworn by My holiness — surely I will not lie to David —","29":"I will maintain My love for him forever, and My covenant with him will be firm.","23":"No enemy will exact tribute from him, no son of wickedness will oppress him.","19":"For our shield belongs to ADONAI, and our king to the Holy One of Israel.","1":"A contemplative song of Ethan the Ezrahite.","47":"How long, ADONAI, will You hide Yourself? Forever? Will Your fury keep burning like fire?","5":"‘Forever I will establish your seed, and will build your throne from generation to generation.’”  Selah","52":"How Your enemies have mocked, ADONAI, how they have mocked the footsteps of Your Anointed One!","49":"What man can live and not see death? Can he deliver himself from the clutches of Sheol? Selah","4":"“I have made a covenant with My chosen one. I have sworn to David My servant:","8":"God is greatly feared in the council of the holy ones, and awesome above all around Him.","26":"I will also set his hand over the sea, his right hand over the rivers.","39":"But You have cast off and spurned, You have become furious with Your anointed one.","14":"Your arm is mighty, Your hand is strong, exalted is Your right hand.","37":"his descendants will endure forever, and his throne as the sun before Me,","22":"With him My hand will be established. Surely My arm will strengthen him.","28":"I also will set him as firstborn —  the highest of the kings of earth.","25":"My faithfulness and My lovingkindness will be with him, and by My Name his horn will be exalted.","9":"ADONAI Elohei-Tzva’ot, who is like You, mighty ADONAI, with Your faithfulness all around You?","33":"then I will punish their transgression with the rod, and their iniquity with flogging.","15":"Righteousness and justice are the foundation of Your throne. Lovingkindness and truth go before You.","34":"But I will not withdraw My lovingkindness from him, nor will I betray My faithfulness.","21":"I have found David My servant. With My holy oil I have anointed him.","24":"I will crush his adversaries before him, and strike down those who hate him.","46":"You cut short the days of his youth. You covered him with shame. Selah","16":"Blessed are the people who know the joyful shout,  They walk in the light of Your presence, ADONAI.","35":"I will not violate My covenant, nor alter what My lips have uttered.","32":"if they violate My decrees, and do not keep My mitzvot,","7":"For who in the skies can compare to ADONAI? Who is like ADONAI among the sons of gods?","43":"You exalted the right hand of his foes and made all his enemies rejoice.","48":"Remember how short my life span is! For what futility have You created all the children of men?","2":"I will sing of the love of ADONAI forever. To all generations I will make known Your faithfulness with my mouth.","38":"and as the moon, established forever, and a trustworthy witness in the sky.” Selah","50":"Where is Your former lovingkindness, my Lord, which You swore to David in Your faithfulness?","6":"The heavens praise Your wonders, ADONAI — Your faithfulness, too — in the assembly of the kedoshim.","31":"If his sons forsake My Torah, and do not walk in My judgments,"},"108":{"3":"Awake, harp and lyre — I will awaken the dawn!","5":"For Your love is higher than the heavens, Your faithfulness reaches to the clouds.","12":"O God, have You not spurned us? Will You go out no more with our armies?","10":"Moab is My washbowl. I throw my shoe on Edom. I shout in triumph over Philistia.”","2":"My heart is steadfast, O God. I will sing, sing praises with all my soul.","8":"God has spoken in His Sanctuary: “I will triumph! I will parcel out Shechem, and measure out the valley of Succot.","11":"Who will bring me into the fortified city? Who will lead me to Edom?","1":"A song, a psalm of David.","9":"Gilead is Mine, Manasseh is Mine. Also Ephraim is a helmet for My head, Judah is my scepter.","14":"With God we will do valiantly — and He will trample our foes.","7":"Let Your beloved ones be delivered. Save with Your right hand, answer me!","6":"Be exalted, O God, above the heavens, let Your glory be above all the earth.","4":"I will give thanks to You, ADONAI, among the peoples, I will sing praises to You among the nations.","13":"Give us help against the adversary — for useless is deliverance through man."},"39":{"3":"So I became utterly speechless, kept silent even from good, but my anguish was stirred up.","5":"“Let me know, ADONAI, my end and what the number of my days is. Let me know how short-lived I am.","12":"With rebukes You chasten one for iniquity and You consume like a moth what he finds pleasure in. Surely all humanity is but a vapor. Selah","10":"I am speechless, not opening my mouth — for You have done it.","2":"I said: “I will guard my ways, so I will not sin with my tongue. I will muzzle my mouth while the wicked are before me.”","8":"And now, my Lord, what do I wait for? My hope is in You.","11":"Remove Your scourge from me. I perish by the blow of Your hand.","1":"For the music director, for Jeduthun, a psalm of David.","9":"Deliver me from all my transgressions. Do not make me the scorn of a fool.","14":"Turn your gaze away from me, so I may smile again, before I go, and am no more.”","7":"Everyone goes about as a mere phantom. Surely they are making an uproar in vain, heaping up stuff — yet not knowing who will gather it.","6":"Behold, You made my days mere hand-breadths, and my lifetime as nothing before You. Surely all humanity is but vapor. Selah","4":"My heart was hot within me, while I was musing, the fire burned. Then I spoke with my tongue:","13":"Hear my prayer, ADONAI, and listen to my cry — do not keep silent at my tears. For with You I am an outsider, a sojourner, as all my fathers were."},"110":{"7":"He will drink from a stream along the way — so His head will be exalted.","3":"Your people will be a freewill offering in a day of your power. In holy splendors, from dawn’s womb, yours is the dew of your youth.","2":"ADONAI will extend your mighty rod from Zion: “Rule in the midst of your enemies.”","1":"A psalm of David. ADONAI declares to my Lord: “Sit at My right hand until I make your enemies a footstool for Your feet.”","4":"ADONAI has sworn, and will not His mind: “You are a Kohen forever according to the order of Melchizedek.”","6":"He will judge among the nations, heaping up corpses. He will crush heads over the entire land.","5":"My Lord is at your right hand. He will shatter kings in the day of His wrath."},"51":{"16":"Deliver me from bloodguilt, O God — God of my salvation. Then my tongue will sing for joy of Your righteousness.","3":"Be gracious to me, O God, according to Your mercy. According to Your great compassion blot out my transgressions.","5":"For I know my transgressions and my sin is ever before me.","21":"Then You will delight in righteous sacrifices and whole burnt offerings. Then bulls will be offered on Your altar.","18":"For You would not delight in sacrifice, or I would give it, nor be pleased by burnt offerings.","12":"Create in me a clean heart, O God, and renew a steadfast spirit within me.","10":"Let me hear joy and gladness, so the bones You crushed may rejoice.","2":"when Nathan the prophet came to him, after he went to Bathsheba.","8":"Surely You desire truth in the inner being. Make me know wisdom inwardly.","17":"O Lord, open my lips, and my mouth will declare Your praise.","11":"Hide Your face from my sins, and blot out all my iniquities.","1":"For the music director: a psalm of David,","9":"Cleanse me with hyssop and I will be clean. Wash me, and I will be whiter than snow.","14":"Restore to me the joy of Your salvation and sustain me with a willing spirit.","7":"Behold, I was born in iniquity and in sin when my mother conceived me.","15":"Then will I teach transgressors Your ways and sinners will return to You.","20":"In Your favor do good to Zion. Build up the walls of Jerusalem.","6":"Against You, You only, have I sinned, and done what is evil in Your sight, so that You are just when You speak, and blameless when You judge.","4":"Wash me thoroughly from my iniquity and cleanse me from my sin.","19":"The sacrifices of God are a broken spirit. A broken and a contrite heart, O God, You will not despise.","13":"Do not cast me from Your presence — take not Your Ruach ha-Kodesh from me."},"144":{"3":"ADONAI, what is man, that You take note of him? Or the son of man, that You consider him?","5":"ADONAI, part Your heavens and come down. Touch the mountains, so they smoke.","12":"Then our sons will be like plants nurtured in their youth, our daughters like corner pillars carved for the construction of a palace.","10":"who gives salvation to kings, who rescues Your servant David from the evil sword.","2":"He is my lovingkindness, my fortress, my strong tower, and my deliverer, my shield, in whom I take refuge, who subdues my people under me.","8":"whose mouth speaks falsehood, whose right hand is a right hand of deceit.","11":"Snatch me, deliver me out of the hand of foreigners, whose mouth speaks falsehood, whose right hand is a right hand of deceit.","1":"Of David. Blessed be ADONAI my Rock — who trains my hands for war, my fingers for battle.","9":"God, I sing a new song to You, on a ten-string harp I sing praises to You —","14":"Our oxen bear a heavy load. There is no breach, no going into captivity, no outcry in our streets.","7":"Stretch forth Your hands from on high. Snatch me, deliver me out of deep waters, out of the hand of foreigners,","15":"Happy are such a people! Blessed are the people whose God is ADONAI!","6":"Flash forth lightning and scatter them. Send out Your arrows and confuse them.","4":"Man is like a breath — his days are like a passing shadow.","13":"Our storehouses are full, supplying every kind of produce. Our flocks increase by thousands and ten thousands in our fields."},"13":{"3":"How long must I have cares in my soul and daily sorrow in my heart? How long will my enemy triumph over me?","2":"How long, ADONAI? Will You forget me forever? How long will You hide Your face from me?","1":"For the music director, a psalm of David.","4":"Look at me and answer, ADONAI my God. Light up my eyes, or I will sleep in death.","6":"But I trust in Your lovingkindness, my heart rejoices in Your salvation. I will sing to ADONAI, because He has been good to me.","5":"Or else my enemy will say: “I have overcome him!” and my foes will rejoice because I am shaken."},"23":{"3":"He restores my soul. He guides me in paths of righteousness for His Name’s sake.","2":"He makes me lie down in green pastures. He leads me beside still waters.","1":"A psalm of David. ADONAI is my shepherd, I shall not want.","4":"Even though I walk through the valley of the shadow of death, I will fear no evil, for You are with me: Your rod and Your staff comfort me.","6":"Surely goodness and mercy will follow me all the days of my life, and I will dwell in the House of ADONAI forever.","5":"You prepare a table before me in the presence of my enemies. You have anointed my head with oil, my cup overflows."},"72":{"16":"Let there be abundance of grain in the land. Let it sway on the top of the hills, let its fruit be like Lebanon, and let people of the city flourish like grass of the field.","3":"Let the mountains bring shalom to the people, and the hills righteousness.","5":"Let them fear You while the sun endures, and while the moon lasts, throughout all generations.","18":"Blessed be ADONAI Elohim, God of Israel, who alone does wonders.","12":"For he rescues the needy crying for help, also the poor and the one with no helper.","10":"May kings of Tarshish and the islands bring tribute, kings of Sheba and Seba offer gifts.","2":"May he judge Your people with righteousness, and Your poor ones with justice.","8":"May he have dominion from sea to sea, and from the River to the ends of the earth.","17":"May his name endure forever. May his name increase before the sun, and may all nations be blessed by him and call him blessed.","11":"So let all kings bow down before him, and all nations serve him.","1":"Of Solomon. Give the king Your judgments, O God, and Your righteousness to the king’s son.","9":"Let desert dwellers bow before him, and his enemies lick the dust.","14":"From oppression and violence he redeems their soul, for precious is their blood in his sight.","7":"Let the righteous flourish in his days. Let shalom abound till the moon is no more.","15":"Long may he live! May gold from Sheba be given to him. May he pray for him continually, and bless him all day.","20":"The prayers of David son of Jesse are complete.","6":"May he be like rain falling on a mown field, like showers watering the ground.","4":"May he vindicate the poor of the people, save the children of the needy, and crush the oppressor.","19":"Blessed be His glorious Name forever. May all the earth be filled with His glory! Amen and Amen!","13":"He will take pity on the poor and needy, and the souls of the needy he will save."},"45":{"16":"They are led in with joy and gladness — they enter into the palace of the king.","3":"You are the most handsome of the sons of men. Grace pours from your lips. Therefore God has blessed you forever.","5":"In your majesty ride victoriously, on behalf of truth, meekness and justice. Let your right hand display awesome things.","18":"I will cause your name to be remembered in all generations. Therefore the nations will praise you forever and ever.","12":"Then the king will desire your beauty. Honor him, for he is your lord.","10":"Kings’ daughters are among your honored women. At your right hand stands the queen in gold of Ophir.","2":"My heart is stirred with a good word. I speak my verses to the king. My tongue is the pen of a skillful writer.","8":"You have loved righteousness and hated wickedness. Therefore, God, your God, anointed you with the oil of gladness above your companions.","17":"Your sons will take your fathers’ place. You will make them princes throughout the land.","11":"“Listen, O daughter, consider and incline your ear. Forget your people and your father’s house.","1":"For the music director, according to “Lilies.” Of the sons of Korah, a contemplative song, a love song.","9":"All your robes have myrrh, aloes, cassia. From ivory palaces, stringed instruments make you glad.","14":"All glorious is the king’s daughter within the palace — her gown is interwoven with gold.","7":"Your throne, O God, is forever and ever, and a scepter of justice is the scepter of Your kingdom.","15":"She will be led to the king in embroidered garments. Her virgins, her companions following her, are coming in to you.","6":"Your arrows are sharp. Peoples fall beneath you — into the heart of the king’s enemies.","4":"Gird your sword on your thigh, O mighty one, in your splendor and your majesty.","13":"A daughter of Tyre comes with a gift. The richest people will court your favor.”"},"14":{"7":"O may He give Israel’s salvation out of Zion! When ADONAI restores His captive people, Jacob will rejoice, Israel will be glad!","3":"They all turned aside, became corrupt. There is no one who does good — not even one.","2":"ADONAI looked down from heaven on the children of men, to see if there are any who understand, who seek after God.","1":"For the music director, of David. The fool said in his heart: “There is no God.” They are corrupt; their deeds are vile; there is no one who does good.","4":"“Will evildoers never understand — those who consume My people as they eat bread — and never call on ADONAI?”","6":"You would frustrate the plan of the lowly. Surely ADONAI is his refuge!","5":"There they are, in great dread. For God is with the righteous generation."},"103":{"16":"but when the wind blows over it, it is gone, and its place is no longer known.","3":"He forgives all your iniquity. He heals all your diseases.","5":"He satisfies your years with good things, so that your youth is renewed like an eagle.","21":"Bless ADONAI, all you His armies, His servants who do His will.","18":"to those who keep His covenant, who remember to observe His instructions.","12":"As far as the east is from the west, so far has He removed our transgressions from us.","10":"He has not treated us according to our sins, or repaid us according to our iniquities.","2":"Bless ADONAI, O my soul, and forget not all His benefits:","22":"Bless ADONAI, all His works everywhere in His dominion. Bless ADONAI, O my soul!","8":"ADONAI is compassionate and gracious, slow to anger, and plentiful in mercy.","17":"But the mercy of ADONAI is from everlasting to everlasting on those who revere Him, His righteousness to children’s children,","11":"For as high as the heavens are above the earth, so great is His mercy for those who fear Him.","1":"Of David. Bless ADONAI, O my soul, and all that is within me, bless His holy Name.","9":"He will not always accuse, nor will He keep His anger forever.","14":"For He knows our frame. He remembers that we are but dust.","7":"He made His ways known to Moses, His deeds to the children of Israel.","15":"As for man, his days are like grass — he flourishes like a flower of the field,","20":"Bless ADONAI, you angels of His: mighty in strength, performing His word, upon hearing the utterance of His word.","6":"ADONAI executes justice — judgments for all who are oppressed.","4":"He redeems your life from the Pit. He crowns you with lovingkindness and compassions.","19":"ADONAI has set up His throne in the heavens, and His kingdom rules over all.","13":"As a father has compassion on his children, so ADONAI has compassion on those who fear Him."},"87":{"7":"Then singing and dancing — all my fountains of joy are in you!","3":"Glorious things are spoken of you, city of God. Selah","2":"ADONAI loves the gates of Zion more than all the dwellings of Jacob.","1":"A psalm of the sons of Korah, a song. His foundation is in the holy mountains.","4":"“I will mention Rahab and Babylon among those who acknowledge Me — behold Philistia and Tyre, with Cush: ‘This one was born there.’”","6":"ADONAI will count in the register of the peoples: “This one was born there.” Selah","5":"But of Zion it will be said: “This one and that one were born in her.” And Elyon Himself will establish her."},"49":{"16":"But God redeems my soul from the power of Sheol — for He receives me. Selah","3":"both low and high, rich and poor together.","5":"I will turn my ear to a proverb. I will utter my riddle on the harp:","21":"A pompous man, without understanding — he is like the beasts that perish.","18":"For when he dies he takes nothing away. His splendor will not follow him down.","12":"Their inward thought is: Their houses are eternal, their dwellings for generation after generation. They name their lands after themselves.","10":"Will he live forever — and never see the Pit?","2":"Hear this, all you peoples. Give ear, all you inhabitants of the world,","8":"No man can redeem his brother, or give to God a ransom for him.","17":"Do not be afraid when a man gets rich, when his house’s splendor increases.","11":"Surely he must see, even wise men die. The fool and the brutish will alike perish, leaving their wealth to others.","1":"For the music director: a psalm of the sons of Korah.","9":"For the redemption of a soul is costly — so, one should stop trying forever.","14":"Such is the way of the self-confident, and their followers who approve their sayings. Selah","7":"Or those trusting in their wealth, boasting about their great riches?","15":"Like sheep they are destined for Sheol. Death will be their shepherd and the upright will rule over them in the morning. Their image will decay in Sheol — far from its lofty place.","20":"He will still join his fathers’ company, who will never see the light.","6":"Why should I fear in evil days? when the iniquity of my deceivers surrounds me?","4":"My mouth speaks wisdom, My heart’s meditation is understanding.","19":"Though during his life he congratulates himself, and men praise you when you do well for yourself —","13":"But the pompous man will not endure — he is like the beasts that perish."},"116":{"16":"O ADONAI! Surely I am Your servant. I am Your servant, the son of Your maidservant. You have freed me from my bonds.","3":"The ropes of death entangled me, and the torments of Sheol found me. I found trouble and sorrow.","5":"ADONAI is gracious and righteous — yes, our God is compassionate.","18":"I will fulfill my vows to ADONAI in the presence of all His people,","12":"How can I repay ADONAI for all His bounties to me?","10":"I trusted even when I said, “I am very afflicted” —","2":"Because He has turned His ear to me, I will call on Him all my days.","8":"For You delivered my soul from death, my eyes from tears, my feet from stumbling.","17":"To You I will offer a sacrifice of praise, and will call on the Name of ADONAI.","11":"even when I said in my haste, “All men are liars.”","1":"I love ADONAI, for He hears my voice, my cries.","9":"I will walk before ADONAI in the lands of the living.","14":"I will fulfill my vows to ADONAI in the presence of all His people.","7":"Return to your rest, my soul, for ADONAI has been good to you.","15":"Precious in the sight of ADONAI is the death of His kedoshim.","6":"ADONAI protects the simple-hearted. When I was brought low, He saved me.","4":"Then I called upon the Name of ADONAI: “ADONAI, save my soul!”","19":"in the courts of the House of ADONAI, in your midst, O Jerusalem. Halleluyah!","13":"I will lift up the cup of salvation, and call on the Name of ADONAI."},"81":{"16":"Those who hate ADONAI would cringe before Him — their time of doom would be forever.","3":"Lift up a song and sound a tambourine, a sweet lyre with a harp.","5":"For it is a decree for Israel, an ordinance of the God of Jacob.","12":"But My people did not listen to My voice. Israel was not willing to be Mine.","10":"Let there be no foreign god among you, and you shall not worship any alien god.","2":"Sing for joy to God our strength, shout to the God of Jacob!","8":"You called out in trouble, and I rescued you. I answered you from the hiding place of thunder. I tested you at the waters of Meribah. Selah","17":"But you would be fed with the finest wheat, with honey out of a rock would I satisfy you.”","11":"I am ADONAI your God, who brought you up out of the land of Egypt. Open your mouth wide and I will fill it.","1":"For the music director, on the Gittite lyre, of Asaph.","9":"Hear, My people, I will admonish you — if you would listen to Me, O Israel!","14":"Oh that My people would listen to Me, that Israel would walk in My ways!","7":"“I relieved his shoulder of the burden, his hands were set free from the basket.","15":"I would soon subdue their enemies, and turn My hand against their foes.","6":"He set it up as a testimony in Joseph, when He went throughout the land of Egypt, I heard a language I did not understand.","4":"Blow the shofar at the New Moon, at the full moon for the day of our festival.","13":"So I gave them over to the stubbornness of their heart, to walk in their own counsels."},"125":{"2":"As the mountains are around Jerusalem, so ADONAI is all around His people, both now and forever.","4":"Do good, ADONAI, to the good, and to those upright in their hearts.","5":"But as for those who turn aside to their crooked ways, ADONAI will lead them away with evildoers. Shalom be upon Israel.","1":"A Song of Ascents. Those who trust in ADONAI are like Mount Zion — it cannot be moved, but endures forever.","3":"For a scepter of wickedness will not rest over the land of the righteous — lest the righteous set their hands to evil."},"113":{"7":"He raises the poor from the dust, lifts up the needy out of the dunghill,","9":"He settles the barren woman in her home as a joyful mother of children. Halleluyah!","3":"From the rising of the sun to its going down the Name of ADONAI is to be praised.","2":"Blessed be the Name of ADONAI from now and forever.","1":"Halleluyah! Praise, O servants of ADONAI, praise the Name of ADONAI.","4":"ADONAI is high above all nations, His glory is above the heavens.","6":"who brings Himself down to look upon heaven and upon earth?","5":"Who is like ADONAI our God, enthroned on high,","8":"to seat him with princes, with the princes of His people."},"3":{"7":"I will not be afraid of ten thousands of people all around who have taken their stand against me.","9":"Deliverance belongs to ADONAI.  Let Your blessing be on Your people. Selah","3":"Many are saying to my soul: “There is no deliverance for him in God.” Selah","2":"ADONAI, how many are my foes! Many are rising up against me!","1":"A Psalm of David, when he fled from his son Absalom.","4":"But You, ADONAI, are a shield around me, my glory and the lifter of my head.","6":"I lie down and sleep. I awake — for ADONAI sustains me.","5":"I cry out to ADONAI with my voice, and He answers me from His holy mountain. Selah","8":"Arise, ADONAI! Deliver me, my God! For you strike all my enemies on the cheek. You shatter the teeth of the wicked."},"75":{"7":"For exaltation comes not from the east nor from the west, nor even from the desert.","9":"For in the hand of ADONAI is a cup of foaming wine mixed with spices, and He pours it out. Surely all the wicked of the earth will drink, draining it down to the dregs.","10":"But I — I will declare it forever, I will sing praise to the God of Jacob.","3":"“When I appoint a set time, I Myself will judge uprightly.","11":"I will cut off all the horns of the wicked, but the horns of the righteous will be lifted up.","2":"We praise You, we praise God, for Your Name is near. People declare Your wonders.","1":"For the music director: “Do not Destroy,” a psalm of Asaph, a song.","4":"When the earth wavers with living on it, I Myself hold its pillars firm. Selah","6":"Do not lift your horn up high. Do not speak with outstretched neck.”","5":"I say to the arrogant, ‘No more boasting!’ And to the wicked, ‘Do not be lifting up your horn.’","8":"For God is the Judge: He lowers one and lifts up another."},"94":{"16":"Who will rise up for me against the wicked? Who will stand up for me against evildoers?","3":"How long will the wicked, ADONAI, how long will the wicked gloat?","5":"They crush Your people, ADONAI, and afflict Your heritage.","21":"They band together against the life of the righteous, and condemn innocent blood.","18":"If I say: “My foot has slipped,” Your mercy, ADONAI, will hold me up.","12":"Blessed is the one You discipline, ADONAI, and teach him from Your Torah,","10":"He who chastens nations, will He not rebuke — One who teaches humanity knowledge?","2":"Rise up, O Judge of the earth! Pay back to the proud what they deserve.","22":"But ADONAI has been my fortress and my God the rock of my refuge.","8":"Pay attention, stupid among the people! Fools, when will you comprehend?","17":"Unless ADONAI had been my help, my soul would soon have dwelt in the abode of silence.","11":"ADONAI knows human thoughts — they are but a breath.","1":"God of vengeance, ADONAI, God of vengeance, shine forth!","9":"He who planted the ear, does He not hear? He who formed the eye, does He not see?","14":"For ADONAI will not forsake His people. He will never abandon His inheritance.","7":"So they say: “ADONAI does not see — the God of Jacob pays no attention.”","15":"For rightness will be restored to justice, and all the upright in heart will follow it.","20":"Can a throne of corruption be aligned with You — planning distress by decree?","23":"He will repay them for their wickedness, and will annihilate them in their evil. ADONAI our God will annihilate them.","6":"They slay the widow and the outsider, and murder the fatherless.","4":"They gush out, they speak arrogance — all the evildoers keep boasting.","19":"When my troubling thoughts multiply within me, Your consolations comfort my soul.","13":"to give him rest from days of trouble — until a pit is dug for the wicked."},"101":{"7":"No one who practices deceit will dwell in my house. No one who utters lies will endure before my eyes.","3":"No base thing will I set before my eyes. Twisted behavior I hate — it will not cling to me.","2":"I will behave wisely in the way of integrity — when will You come to me? I walk in my house with integrity in my heart.","1":"A psalm of David. I will sing of lovingkindness and justice. To You, ADONAI, I will sing praises.","4":"A perverse heart will depart from me. I will know nothing evil.","6":"My eyes are on the trustworthy of the land, to be in my company. One walking in a blameless way will serve me.","5":"Whoever slanders his neighbor in secret — him I will silence. Who has haughty eyes and a proud heart — him I will not tolerate.","8":"Each morning I silence all the land’s wicked ones — to cut off from ADONAI’s city every evildoer."},"85":{"3":"Will You bear away Your people’s iniquity, Will You pardon all their sin?  Selah","5":"Restore us, O God of our salvation, and renounce Your indignation with us.","12":"Truth will spring up from the earth, and justice will look down from heaven.","10":"Surely His salvation is near those who fear Him, so that glory may dwell in our land.","2":"ADONAI, will you favor Your land? Will You restore Jacob from captivity?","8":"Show us Your mercy, ADONAI, and grant us Your salvation.","11":"Lovingkindness and truth meet together. Righteousness and shalom kiss each other.","1":"For the music director, a psalm of the sons of Korah.","9":"Let me hear what God ADONAI will say. For He will speak shalom to His people, and to His kedoshim — but let them not turn back to folly.","14":"Righteousness is going before Him and prepares a way for His feet.","7":"Will You not revive us again, so Your people may rejoice in You?","6":"Will You be angry with us forever? Will You prolong Your anger from generation to generation?","4":"Will You withdraw all Your wrath? Will You turn from Your burning anger?","13":"Yes, ADONAI will give what is good, and our land will yield its produce."},"146":{"7":"who executes justice for the oppressed, who gives bread to the hungry. ADONAI sets the prisoners free.","9":"ADONAI protects outsiders, upholds the fatherless and the widow, but thwarts the way of the wicked.","10":"ADONAI will reign forever, your God, O Zion, from generation to generation. Halleluyah!","3":"Do not put your trust in princes — in man, in whom there is no salvation.","2":"I will praise ADONAI all my life. I will praise my God yet again.","1":"Halleluyah! Praise ADONAI, O my soul!","4":"His breath departs, he returns to his dust. In that very day his plans perish.","6":"who made heaven and earth, the sea, and all that is in them, who keeps truth forever,","5":"Happy is he whose help is the God of Jacob, whose hope is in ADONAI his God,","8":"ADONAI opens the eyes of the blind.  ADONAI raises up those who are bowed down. ADONAI loves the righteous."},"114":{"7":"Tremble, O earth, at the presence of the Lord, at the presence of the God of Jacob,","3":"The sea saw and fled, the Jordan turned back.","2":"Judah became His Sanctuary, Israel His dominion.","1":"When Israel came out of Egypt, Jacob’s house from a people foreign-speaking,","4":"The mountains skipped like rams, the hills like lambs.","6":"O mountains, that you skipped like rams? O hills, like lambs?","5":"Why was it, O sea, that you fled? O Jordan, that you turned back?","8":"who turned the rock into a pool of water, the flint into a spring of water."},"21":{"3":"You granted him his heart’s desire, and You did not withhold the request of his lips. Selah","5":"He asked You for life, You gave it to him, length of days forever and ever.","12":"Though they intended evil against You and devised a plot, they cannot succeed.","10":"You will make them like a fiery furnace at the time of your appearing. In His wrath ADONAI will swallow them up and fire will consume them.","2":"ADONAI, the king rejoices in Your strength! How greatly he delights in Your salvation.","8":"For the king trusts in ADONAI, and in the lovingkindness of Elyon he will not be shaken.","11":"You destroy their offspring from earth, their seed from the children of men.","1":"For the music director, a psalm of David.","9":"Your hand will find all your enemies. Your right hand will overtake those who hate You.","14":"Be exalted, ADONAI, in Your strength! We will sing and praise Your might.","7":"For You bestow on him eternal blessings, gladden him with joy in Your presence.","6":"His glory is great through Your salvation. Honor and majesty You bestow on him.","4":"For You met him with the best blessings. You set on his head a crown of pure gold.","13":"For You make them turn their backs. You aim Your bowstrings at their faces."},"24":{"7":"Lift up your heads, O gates, and be lifted up, you everlasting doors: that the King of glory may come in.","9":"Lift up your heads, O gates, and lift them up, you everlasting doors: that the King of glory may come in.","10":"“Who is this King of glory?” ADONAI-Tzva’ot — He is the King of glory! Selah","3":"Who may go up on the mountain of ADONAI? Who may stand in His holy place?","2":"For He founded it upon the seas, and established it upon the rivers.","1":"A psalm of David. The earth is ADONAI’s and all that fills it —  the world, and those dwelling on it.","4":"One with clean hands and a pure heart, who has not lifted his soul in vain, nor sworn deceitfully.","6":"Such is the generation seeking Him, seeking Your face, even Jacob! Selah","5":"He will receive a blessing from ADONAI, righteousness from God his salvation.","8":"“Who is this King of glory?” ADONAI strong and mighty, ADONAI mighty in battle!"},"52":{"7":"God will pull you down forever, and snatch you, rip you out of your tent, and uproot you from the land of the living. Selah","9":"“Here is the man who did not make God his stronghold. Instead he trusted in his great riches — and was strong in his evil desire.”","10":"But I — I am like an olive tree flourishing in the House of God. I trust in God’s lovingkindness forever and ever.","3":"Why do you brag about evil, mighty man? God’s lovingkindness is every day.","11":"I will praise You forever for what You have done. I will hope in Your Name, for it is good, in the presence of Your kedoshim.","2":"when Doeg the Edomite came and reported to Saul telling him, “David went to Ahimelech’s house.”","1":"For the music director: a contemplative song of David,","4":"Your tongue plots destruction, like a sharp razor, working deceit.","6":"You love only devouring words — treacherous tongue!","5":"You love evil instead of good, lying rather than speaking right. Selah","8":"Then the righteous will see and fear, and laugh at him:"},"43":{"2":"For You are my God, my stronghold. Why have You spurned me? Why do I go about gloomy because of the oppression of the enemy?","4":"Then I will come to the altar of God, to the God of my exceeding joy, and praise You upon the harp — O God, my God.","5":"Why are You downcast, O my soul? Why are you murmuring within me? Hope in God, for I will yet praise Him, the salvation of my countenance.","1":"Vindicate me, O God, and champion my cause against an ungodly nation. From a deceitful and unjust man, deliver me!","3":"Send forth Your light and Your truth — let them guide me. Let them bring me to Your holy mountain and to Your dwelling places."},"145":{"16":"You open Your hand and satisfy every living thing with favor.","3":"Great is ADONAI, and greatly to be praised — His greatness is unsearchable.","5":"I will meditate on the glorious splendor of Your majesty and Your wonders.","21":"My mouth declares the praise of ADONAI. Let all flesh bless His holy Name forever and ever!","18":"ADONAI is near to all who call on Him, to all who call on Him in truth.","12":"to make known to the sons of men His mighty acts and the glory of the majesty of His kingdom.","10":"All Your works praise You, ADONAI, and Your kedoshim bless You.","2":"Every day I will bless You, and praise Your Name forever and ever!","8":"ADONAI is gracious and compassionate, slow to anger and great in lovingkindness.","17":"ADONAI is righteous in all His ways and kind in all His deeds.","11":"They declare the glory of Your kingdom and speak of Your might,","1":"A psalm of praise. Of David. I will exalt You, my God, the King, and I will bless Your Name forever and ever.","9":"ADONAI is good to all. He has compassion on all His creatures.","14":"ADONAI upholds all who fall and raises up all who are bowed down.","7":"They will pour out the renown of Your great goodness, and sing joyfully of Your righteousness.","15":"The eyes of all look to You and You give them their food on time.","20":"ADONAI watches over all who love Him, but all the wicked He will destroy.","6":"They will speak of the might of Your awesome deeds, and I will proclaim Your greatness.","4":"One generation will praise Your works to another and declare Your mighty acts.","19":"He will fulfill the desire of those who fear Him. He will hear their cry and save them.","13":"Your kingdom is a kingdom for all ages, and Your dominion endures from generation to generation."},"32":{"7":"You are my hiding place — You will protect me from distress. You surround me with songs of deliverance. Selah","9":"Do not be like the horse or the mule, which have no understanding, and must be held in with bit and bridle or they will not come to you.”","10":"Many are the sorrows of the wicked, but lovingkindness surrounds the one who trusts in ADONAI.","3":"When I kept silent, my bones became brittle through my groaning all day long.","11":"Be glad in ADONAI and rejoice, you righteous, and shout for joy, all who are upright in heart.","2":"Blessed is the one whose guilt ADONAI does not count, and in whose spirit there is no deceit.","1":"Of David, a contemplative song. Blessed is the one whose transgression is forgiven, whose sin is pardoned.","4":"For day and night Your hand was heavy upon me. My strength was drained as in the droughts of summer. Selah","6":"So let everyone who is godly pray to You in a time when You may be found. When great floodwaters rise, they will not reach him.","5":"Then I acknowledged my sin to You and did not hide my iniquity. I said: “I confess my transgressions to ADONAI,” and You forgave the guilt of my sin.  Selah","8":"“I will instruct you and teach you in the way you should go. I will give counsel — My eye is on you."},"20":{"7":"Now I know that ADONAI saves His anointed. He answers him from His holy heaven with saving strength of His right hand.","9":"They have collapsed and fallen, but we rise up and support each other.","10":"ADONAI, save the king! Answer us on the day we call!","3":"May He send you help from the Sanctuary and support you from Zion.","2":"May ADONAI answer you in the day of trouble! May the Name of the God of Jacob set you up securely on high.","1":"For the music director, a psalm of David.","4":"May He remember all your meal offerings and accept the fat of your burnt offering. Selah","6":"We will shout for joy in your victory and lift up our banners in the Name of our God! May ADONAI fulfill all your petitions.","5":"May He grant you your heart’s desire and fulfill all your plans.","8":"Some have chariots, some have horses, but we remember the Name of ADONAI our God."},"73":{"11":"So they say: “How does God know? And does Elyon have knowledge?”","3":"For I envied the arrogant, when I saw the prosperity of the wicked.","20":"Like a dream when one awakes, thus when You arise, my Lord, You will despise their form.","12":"Behold, such are the wicked — always at ease and amassing wealth.","10":"Therefore His people return here, while they drink their fill.","17":"until I entered the Sanctuary of God, and perceived their end.","13":"Surely in vain have I kept my heart pure, and washed my hands in innocence.","27":"For behold, those far from You will perish. You put an end to all who like a harlot are unfaithful to You.","18":"Surely You put them in slippery places. You hurled them down to destruction.","23":"Yet I am continually with You. You hold my right hand.","19":"How suddenly they became a ruin — terminated, consumed by terrors.","1":"A psalm of Asaph. Surely God is good to Israel, to the pure in heart.","5":"They have none of humanity’s trouble, nor are they plagued like others.","4":"For there are no pains at their death, their body is healthy.","8":"They scoff and wickedly plan evil. From on high they threaten.","26":"My flesh and my heart may fail, but God is the strength of my heart and my portion forever.","14":"For all day I have been stricken, my chastisement comes every morning.","22":"I was brutish and ignorant. I was like a beast before You.","28":"But for me, it is good to be near God. I have made my Lord ADONAI my refuge. So I will tell of all Your works.","25":"Whom have I in heaven but You? On earth there is none I desire besides You.","9":"They set their mouth against heaven. Their tongue struts through the earth.","15":"If I had said: “I will speak thus,” surely I would have betrayed a generation of Your children.","21":"When my heart was embittered and I was pierced in my heart,","24":"You guide me with Your counsel, and afterward You will take me into glory.","16":"But when I tried to make sense of this, it was troubling in my eyes —","7":"Their eyes bulge out from fatness. The imaginations of their hearts run wild.","2":"But as for me, my feet almost slipped. My steps nearly slid out from under me.","6":"Therefore, they put on pride as a necklace, and violence wraps around them like a garment."},"133":{"2":"It is like the precious oil upon the head, coming down upon the beard — Aaron’s beard — coming down on the collar of his robes.","1":"A Song of Ascents. Of David. Behold, how good and how pleasant it is for brothers to dwell together in unity!","3":"It is like the dew of Hermon, coming down upon the mountains of Zion. For there ADONAI commanded the blessing — life forevermore!"},"8":{"7":"You gave him dominion over the works of Your hands. You put all things under their feet:","9":"birds in the air, and fish in the ocean — all passing through the paths of the seas.","10":"ADONAI our Lord, how excellent is Your Name over all the earth!","3":"Out of the mouths of babies and toddlers You established power,  because of Your enemies, to silence the foe and the avenger.","2":"ADONAI our Lord, how excellent is Your Name over all the earth! You set Your splendor above the heavens.","1":"For the music director, upon the Gittite lyre: a psalm of David.","4":"When I consider Your heavens, the work of Your fingers, the moon and the stars, which You established —","6":"Yet You made him a little lower than the angels, and crowned him with glory and majesty!","5":"what is man, that You are mindful of him? And the son of man, that You care for him?","8":"all sheep and oxen, and also beasts of the field,"},"29":{"7":"The voice of ADONAI hews out flames of fire.","9":"The voice of ADONAI makes the deer writhe in birth and strips forests bare, and in His Temple all are saying, “Glory!”","10":"ADONAI sits enthroned over the flood. Yes, ADONAI sits as King forever.","3":"The voice of ADONAI is over the waters. The God of glory thunders — ADONAI is over mighty waters.","11":"ADONAI gives strength to His people. ADONAI blesses His people with shalom.","2":"Ascribe to ADONAI the glory of His Name. Bow down to ADONAI in the beauty of holiness.","1":"A psalm of David. Ascribe to ADONAI, O sons of God, ascribe to ADONAI glory and strength.","4":"The voice of ADONAI is powerful. The voice of ADONAI is full of majesty.","6":"He makes Lebanon skip like a calf, Sirion like a young wild ox.","5":"The voice of ADONAI breaks the cedars. Yes, ADONAI shatters cedars of Lebanon.","8":"The voice of ADONAI shakes the desert. ADONAI shakes the wilderness of Kadesh."},"2":{"7":"I will declare the decree of ADONAI. He said to me: “You are My Son — today I have become Your Father.","9":"You shall break the nations with an iron scepter.  You shall dash them in pieces like a potter’s jar.”","10":"So now, O kings, be wise, take warning, O judges of the earth!","3":"“Let’s rip their chains apart, and throw their ropes off us!”","11":"Serve ADONAI with fear, and rejoice with trembling.","2":"The kings of earth set themselves up  and rulers conspire together  against ADONAI and against His Anointed One :","1":"Why are the nations in an uproar, and the peoples mutter vanity?","12":"Kiss the Son, lest He become angry, and you perish along your way — since His wrath may flare up suddenly. Happy is everyone taking refuge in Him!","4":"He who sits in heaven laughs! ADONAI mocks them.","6":"“I have set up My king upon Zion, My holy mountain.”","5":"So He will speak to them in His anger, and terrify them in His fury:","8":"Ask Me, and I will give the nations as Your inheritance, and the far reaches of the earth as Your possession."},"62":{"3":"He alone is my rock and my salvation, my fortress — I will never be moved.","5":"They only plot to topple him from his rank. Delighting in falsehood, they bless with their mouth, but inwardly they curse. Selah","12":"Once God has spoken, twice I have heard this: might belongs to God.","10":"Sons of Adam are a vapor, sons of man are an illusion. In balanced scales they go up — altogether they are less than a breath.","2":"My soul, wait in stillness, only for God — from Him comes my salvation.","8":"On God, my salvation and my glory is the rock of my strength. My refuge is in God.","11":"Do not trust in extortion, and do not put vain hope in plunder. Though these things increase riches, do not set your heart on them.","1":"For the music director, on Jeduthun. A psalm of David.","9":"Trust in Him at all times, you people. Pour out your heart in His presence. God is our refuge. Selah","7":"He alone is my rock and my salvation, my strong tower — I will not be moved.","6":"My soul, wait in stillness, only for God — for from Him comes my expectation.","4":"How long will all of you assault a man, to crush him, like a leaning wall, a fence to be torn down?","13":"Also Yours, O Lord, is lovingkindness. For You reward a man for his work."},"33":{"16":"No king is saved by his great army, no warrior is delivered by great strength.","3":"Sing to Him a new song!  Play skillfully amid shouts of joy.","5":"He loves righteousness and justice. The earth is full of the love of ADONAI.","21":"Our heart rejoices in Him, because we trusted in His holy Name.","18":"Behold, the eyes of ADONAI are on those who fear Him, waiting for His love,","12":"Blessed is the nation whose God is ADONAI, the people He chose for His own inheritance.","10":"ADONAI foils the purpose of the nations. He thwarts the plans of the peoples.","2":"Praise ADONAI with the harp. Sing praises to Him with a ten string lyre.","22":"Let Your lovingkindness, ADONAI, be upon us, as we have waited for You.","8":"Let all the earth fear ADONAI. Let all the inhabitants of the world stand in awe of Him.","17":"A horse is a false hope for victory, nor can its great strength save.","11":"The plan of ADONAI stands forever, the purposes of His heart from generation to generation.","1":"Sing for joy to ADONAI, you righteous. Praise is fitting for the upright.","9":"For He spoke, and it came to be. He commanded, and it stood firm.","14":"From His dwelling place He gazes on all the inhabitants of the earth —","7":"He gathers the waters of the sea together in a heap. He lays up deep waters in storehouses.","15":"He who fashions the hearts of all, who discerns all their deeds.","20":"Our soul waits for ADONAI — He is our help and our shield.","6":"By ADONAI’s word were the heavens made, and all their host by the breath of His mouth.","4":"For the word of ADONAI is upright and all His work is done in faithfulness.","19":"to deliver their souls from death, and to keep them alive in famine.","13":"ADONAI looks down from heaven. He observes all humanity."},"84":{"3":"My soul yearns, even faints, for the courts of ADONAI. My heart and my flesh sing for joy to the living God.","5":"Blessed are they who dwell in Your House — they are ever praising You. Selah","12":"For ADONAI Elohim is a sun  and a shield. ADONAI gives grace and glory. No good thing will He withhold from those who walk uprightly.","10":"O God, look at our shield, and look upon the face of Your anointed.","2":"How lovely are Your tabernacles, ADONAI-Tzva’ot!","8":"They go from strength to strength — every one of them appears before God in Zion.","11":"For a day in Your courts is better than a thousand anywhere else. I would rather stand at the threshold of the House of my God than dwell in the tents of wickedness.","1":"For the music director, upon the Gittite lyre, a psalm of the sons of Korah.","9":"ADONAI-Tzva’ot, hear my prayer, give ear, O God of Jacob. Selah","7":"Passing through the valley of Baca, they make it a spring. The early rain covers it with blessings.","6":"Blessed is one whose strength is in You, in whose heart are the pilgrim roads.","4":"Even the sparrow has found a home, and the swallow a nest for herself, where she may lay her young — near Your altars, ADONAI-Tzva’ot — my King and my God!","13":"ADONAI-Tzva’ot, blessed is the one who trusts in You."},"107":{"11":"for they had defied God’s words, and spurned the counsel of Elyon.","41":"But He lifts the needy high above affliction, and makes their families like a flock.","42":"The upright see it and are glad, and all iniquity shuts its mouth.","3":"whom He gathered out of the lands, from the east and from the west, from the north and from the sea.","20":"He sent His word and healed them, and rescued them from their pits.","12":"So He humbled their heart with trouble. They stumbled, and no one was helping.","10":"Some sat in darkness and deep gloom, prisoners in misery and iron chains,","17":"Some became fools because of their rebellious ways, and were afflicted due to their iniquities.","40":"He pours contempt on princes, making them wander in trackless waste.","13":"So they cried out to ADONAI in their distress, and He delivered them out of their troubles.","27":"They reeled and staggered like a drunk, and all their skill was bewildered.","30":"They were glad when it became calm, and He led them to their desired haven.","18":"Their soul abhorred all food, and they drew near the gates of death.","36":"There He brings the hungry to live, and they establish a city for a dwelling.","29":"He stilled the storm to a whisper — the waves were hushed.","23":"Some go out to the sea in ships, doing business on the mighty waters.","19":"So they cried out to ADONAI in their distress, and He delivered them out of their troubles.","1":"Praise ADONAI, for He is good, for His lovingkindness endures forever.","5":"Hungry and thirsty, their souls ebbed away.","4":"Some wandered in a desert, a wasteland. They found no way to an inhabited city.","8":"Let them praise ADONAI for His mercy and His wonders for the children of men,","26":"They mounted up to the sky and plunged down to the depths. In their peril their souls melted away.","39":"after they were few and crushed by oppression, calamity and sorrow.","14":"He brought them out of darkness and deep gloom, breaking their chains.","37":"So they sow fields and plant vineyards that yield a fruitful harvest.","22":"Let them sacrifice thank offerings and tell of His works with joyful singing.","28":"So they cried out to ADONAI in their distress, and He brought them out of their troubles.","25":"For He spoke and raised a stormy wind, lifting up towering waves.","9":"for He satisfies the thirsty soul and fills the hungry soul with goodness.","33":"He turns rivers into a wilderness and springs of water into thirsty ground,","15":"Let them praise ADONAI for His mercy, and His wonders for the children of men,","34":"and a fruitful land into a salt waste, because of the evil of its inhabitants.","21":"Let them praise ADONAI for His mercy, and His wonders for the children of men.","24":"They saw the works of ADONAI, and His wonders in the deep.","16":"for He shattered bronze gates, and broke into pieces iron bars.","35":"He turns a desert into a pool of water, a dry land into springs of water.","32":"Let them exalt Him in the congregation of the people, and praise Him at the assembly of elders.","7":"Then He led them by a straight way to go to a city where they could live.","43":"Who is wise? Let him observe these things, and consider ADONAI’s lovingkindness.","2":"Let the redeemed of ADONAI say so — whom He redeemed from the hand of the foe,","38":"He blesses them, they multiply greatly, and He does not let their herds diminish,","6":"So they cried out to ADONAI in their distress, and He delivered them out of their troubles.","31":"Let them praise ADONAI for His mercy, and His wonders to the children of men."},"58":{"7":"O God, break their teeth in their mouths. Tear out the fangs of young lions, ADONAI.","9":"Like a slug melting away as it slithers, like a woman’s miscarriage, may they never see the sun.","10":"Even before your pots can feel a thorn — whether alive or ablaze — He will sweep the wicked away.","3":"No, in heart you devise injustice. Your hands weigh out violence on earth.","11":"The righteous one will rejoice when he beholds vengeance, when he washes his feet in the blood of the wicked.","2":"Do you really speak of justice, O “gods”? Do you judge with fairness, sons of man?","1":"For the music director: “Do Not Destroy,” a Michtam of David.","12":"Then men will say: “There really is a reward for the righteous. There really is a God who judges on earth!”","4":"The wicked are strangers from the womb. Speaking lies, they go astray from birth.","6":"not hearing the voice of charmers, or a cunning spell binder.","5":"Their venom is like a serpent’s venom, like a deaf cobra shutting its ear —","8":"Let them flow away like water that runs off. When he bends his bow, let the arrows be cut off."},"139":{"16":"Your eyes saw me when I was unformed, and in Your book were written the days that were formed — when not one of them had come to be.","3":"You observe my journeying and my resting and You are familiar with all my ways.","5":"You hemmed me in behind and before, and laid Your hand upon me.","21":"Do I not hate those who hate You, ADONAI? Do I not loathe those who rise against You?","18":"Were I to count them, they would outnumber the grains of sand! When I awake, I am still with You.","12":"even darkness is not dark for You, and night is as bright as day — darkness and light are alike.","10":"even there Your hand will lead me, and Your right hand will lay hold of me.","2":"Whenever I sit down or stand up, You know it. You discern my thinking from afar.","22":"I hate them with total hatred — I consider them my enemies.","8":"If I go up to heaven, You are there, and if I make my bed in Sheol, look, You are there too.","17":"How precious are Your thoughts, O God! How great is the sum of them!","11":"If I say: “Surely darkness covers me, night keeps light at a distance from me,”","1":"For the music director: a psalm of David. ADONAI, You searched me and know me.","9":"If I take the wings of the dawn and settle on the other side of the sea,","24":"and see if there be any offensive way within me, and lead me in the way everlasting.","14":"I praise You, for I am awesomely, wonderfully made! Wonderful are Your works — and my soul knows that very well.","7":"Where can I go from Your Ruach? Where can I flee from Your presence?","15":"My frame was not hidden from You when I was made in the secret place, when I was woven together in the depths of the earth.","20":"For they speak about You with wicked intent. Your enemies reproach You in vain.","23":"Search me, O God, and know my heart. Examine me, and know my anxious thoughts,","6":"Such knowledge is too wonderful for me, too lofty for me to attain.","4":"Even before a word is on my tongue, behold, ADONAI, You know all about it.","19":"If only You would slay the wicked, O God! Away from me, you bloody men!","13":"For You have created my conscience. You knit me together in my mother’s womb."},"112":{"7":"He is not afraid of bad news — his heart is steadfast, trusting in ADONAI.","9":"He gives freely to the poor. His righteousness endures forever. His horn is lifted high in honor.","10":"The wicked will see it and be indignant. He will gnash with his teeth and waste away. The desire of the wicked will perish.","3":"Wealth and riches are in his house, and his righteousness endures forever.","2":"His offspring will be mighty in the land. The generation of the upright will be blessed.","1":"Halleluyah! Happy is the man who fears ADONAI, who delights greatly in His mitzvot.","4":"Light shines in the darkness for the upright. Gracious, compassionate and just is he.","6":"Surely he will never be shaken. The righteous are remembered forever.","5":"Good comes to a man who is gracious and lends. He will order his affairs with fairness.","8":"His heart is secure, he will not fear — until he gazes on his foes."},"48":{"3":"A beautiful height — the joy of the whole earth — is Mount Zion, on the northern side of the city of the great King.","5":"For behold, the kings assembled, they advanced together.","12":"Mount Zion is glad, the daughters of Judah rejoice, because of Your judgments.","10":"We have meditated on Your lovingkindness, O God, in the midst of Your Temple.","2":"Great is ADONAI, and greatly to be praised in the city of our God — His holy mountain.","8":"With an east wind You broke the ships of Tarshish.","11":"Like Your Name, O God, so is Your praise to the ends of the earth. Your right hand is full of righteousness.","1":"A song, a psalm of the sons of Korah.","9":"As we have heard, so have we seen, in the city of ADONAI-Tzva’ot, in the city of our God. God will establish her forever. Selah","14":"Consider her ramparts, go through her palaces, so you may describe it to the next generation.","7":"Trembling seized them there, pain like a woman in labor.","15":"For this God is our God, forever and ever! He will guide us to the end.","6":"They saw, then they were astounded, they fled in terror.","4":"God, in her palaces, is known as a stronghold.","13":"Walk about Zion, go around her. Count her towers."},"42":{"7":"My God, my soul is downcast within me! Therefore I remember You from the land of Jordan and from the peaks of Hermon, from Mount Mitzar.","9":"By day ADONAI commands His love, and at night His song is with me — a prayer to the God of my life.","10":"I will say to God my Rock: “Why have You forgotten me? Why do I go about mourning, under the oppression of the enemy?”","3":"My soul thirsts for God, for the living God. When will I come and appear before God?","11":"As with a crushing in my bones, my adversaries taunt me, by saying to me all day, “Where is your God?”","2":"As the deer pants for streams of water, so my soul pants for You, O God.","1":"For the music director, a contemplative song of the sons of Korah.","12":"Why are you downcast, O my soul? Why are you murmuring within me? Hope in God, for I will yet praise Him, the salvation of my countenance and my God.","4":"My tears have been my food day and night, while they say to me all day: “Where is your God?”","6":"Why are you downcast, O my soul? Why are you murmuring within me? Hope in God, for I will yet praise Him, for the salvation of His presence.","5":"These things I remember as I pour out my soul within me. For I used to go along with the throng, walking with them to the House of God, with a voice of joy and praise, a multitude keeping a festival.","8":"Deep calls to deep in the roar of Your waterfalls. All Your waves and breakers have swept over me."},"130":{"7":"O Israel, wait for ADONAI. For with ADONAI there is lovingkindness, and with Him is full redemption,","3":"If You, ADONAI, kept a record of iniquities — my Lord, who could stand?","2":"Lord, hear my voice! Let Your ears be attentive to the sound of my supplications.","1":"A Song of Ascents. Out of the depths I cry to You, ADONAI!","4":"For with You there is forgiveness, so You may be revered.","6":"My soul waits for my Lord, more than watchmen for the morning, watchmen for the morning.","5":"I wait for ADONAI, my soul waits, and in His word I hope.","8":"and He will redeem Israel from all its iniquities."},"65":{"3":"O You who hear prayer, to You all flesh will come.","5":"Blessed is the one You choose and bring near to dwell in Your courts! We will be satisfied with the goodness of Your House — Your holy Temple.","12":"You crown the year with Your goodness. Your wagon tracks drip with abundance.","10":"You visit the land and make it abundant, greatly enriching it — the stream of God is full of water. You prepare their grain, for so You have prepared the earth.","2":"Praise is awaiting You in Zion, O God, and to You the vow will be fulfilled.","8":"who stills the roaring of the seas, the roaring of their waves, and the tumult of the peoples.","11":"You drench her furrows, leveling the ridges. You soften her with showers, blessing her growth.","1":"For the music director, a psalm, a song of David.","9":"Those dwelling in the uttermost parts stand in awe of Your signs. You make morning and evening shout for joy.","14":"Meadows are clothed with flocks and valleys are covered with grain — they shout for joy, yes, they sing!","7":"who establishes mountains by His power, being girded with might,","6":"You respond to us in righteousness with awe-inspiring works — O God of our salvation — hope of all ends of the earth and farthest seas,","4":"Records of sins overwhelm me — You will atone for our transgressions.","13":"Pastures of the wilderness overflow and hills are robed with joy."},"35":{"11":"Violent witnesses rise up. They question me about things I know nothing about.","3":"Draw out also a spear and battle-axe. Stop those who pursue me. Say to my soul: “I am your salvation.”","20":"For they never speak shalom, but devise deceitful words against the quiet ones in the land.","12":"They repay me evil for good — my soul is forlorn.","10":"All my bones will say: “ADONAI, who is like You, rescuing the poor from one too strong for him, the poor and needy from one who robs him?”","17":"My Lord, how long will You look on? Rescue my soul from their ravages — my solitary existence from the lions.","13":"But as for me, when they were sick, my clothing was sackcloth. I afflicted my soul with fasting, my prayer kept returning to my heart.","27":"May they shout for joy and be glad, those who delight in my righteous cause. May they always say: “Exalted be ADONAI, who delights in His servant’s shalom.”","18":"I praise You in the great assembly, acclaiming You among a throng of people.","23":"Arise, awaken to my defense, to my cause — my God and my Lord!","19":"Do not let my deceitful enemies gloat over me without cause, nor let those who hate me for nothing wink an eye.","1":"A psalm of David. ADONAI, oppose those who oppose me. Fight those who fight me.","5":"May they be like chaff before the wind, with the angel of ADONAI driving them off.","4":"May those who seek my life be ashamed and disgraced. May they be turned back and humiliated — those who plot evil against me.","8":"Let ruin come upon him by surprise. Let the net he hid entangle himself — into that same pit let him fall.","26":"May they be ashamed and humiliated, those who rejoice over my misery. May they who exalt themselves over me be clothed with shame and disgrace.","14":"I went about mourning as though for my own friend or brother. I bowed down dressed in black as though for my own mother.","22":"You have seen it, ADONAI — be not silent! ADONAI, be not far from me.","28":"Then my tongue will declare aloud Your justice and Your praises all day.","25":"Don’t let them say in their heart: “Aha! Just what we wanted!” Don’t let them say: “We swallowed him up!”","9":"Then my soul will rejoice in ADONAI and delight in His salvation.","15":"But at my stumbling they gathered in glee. Wretches gathered against me whom I did not know, tearing at me without ceasing.","21":"Yes, they open their mouth wide against me, saying: “Aha! Aha! Our own eyes have seen it!”","24":"Vindicate me, ADONAI my God, according to Your justice, and do not let them gloat over me.","16":"They mocked profanely, as if at a feast, they gnashed at me with their teeth.","7":"For without cause they hid their net for me, and without cause they dug a pit for my soul.","2":"Take hold of shield and buckler, and rise up to my help.","6":"May their way be dark and slippery, with the angel of ADONAI pursuing them."},"60":{"3":"O God, You have spurned us. You have broken out against us. You have been angry. Turn back to us!","5":"You made Your people see hardship. You made us drink wine of staggering.","12":"Should it not be You, O God — who spurned us and no longer goes out with our armies?","10":"Moab is my washbasin, On Edom I toss my sandal, Philistia, cry aloud because of me!”","2":"when he fought with Aram-Naharaim and with Aram-Zobah, and Joab returned and struck down twelve thousand Edomites in the Valley of Salt.","8":"God has spoken in His holiness: “I will exult! I will parcel out Shechem and measure off the valley of Succoth.","11":"Who will bring me into the fortified city? Who will lead me to Edom?","1":"For the music director, on the “Lily of the Covenant,” a Michtam of David, for teaching,","9":"Gilead is Mine, and Manasseh is Mine, Ephraim is a helmet for my head, Judah is my scepter.","14":"With God we will do mighty things, and He will trample our foes.","7":"Save with Your right hand and answer us, so that Your beloved may be delivered.","6":"To those who fear You, You gave a banner, to be unfurled before the archers. Selah","4":"You made earth shake; You split it open. Heal its fractures — for it shudders.","13":"Give us aid against the adversary, for the help of man is worthless."},"115":{"16":"The heavens are the heavens of ADONAI, but the earth He gave to the children of men.","3":"Our God is in the heavens — He does whatever pleases Him!","5":"They have mouths, but cannot speak; eyes, but cannot see.","18":"But we — we will bless ADONAI both now and forever. Halleluyah!","12":"ADONAI has been mindful of us, He will bless: He will bless the house of Israel; He will bless the house of Aaron;","10":"O house of Aaron, trust in ADONAI — He is their help and their shield!","2":"Why should the nations say: “Where is their God now?”","8":"Those making them will become like them — everyone trusting in them.","17":"The dead do not praise ADONAI, nor do any who go down into silence.","11":"O you who fear ADONAI, trust in ADONAI — He is their help and their shield!","1":"Not to us, ADONAI, not to us, but to Your Name be the glory — because of Your love and Your faithfulness.","9":"O Israel, trust in ADONAI — He is their help and their shield!","14":"May ADONAI increase you more and more — you and your children.","7":"They have hands, but cannot feel; feet, but cannot walk, nor utter a sound with their throat.","15":"May you be blessed by ADONAI, Maker of heaven and earth.","6":"They have ears, but cannot hear; noses, but cannot smell.","4":"Their idols are silver and gold, the work of human hands.","13":"He will bless those who fear ADONAI, the small together with the great."},"34":{"16":"The eyes of ADONAI are on the righteous, and His ears are attentive to their cry.","3":"My soul boasts in ADONAI. The humble ones hear of it and rejoice.","5":"I sought ADONAI, and He answered me, and delivered me from all my fears.","21":"He keeps all his bones — not one of them is broken.","18":"The righteous cry out and ADONAI hears, and delivers them from all their troubles.","12":"Come, children, listen to me: I will teach you the fear of ADONAI.","10":"Fear ADONAI, His kedoshim, For those who fear Him lack nothing.","2":"I will bless ADONAI at all times. His praise is continually in my mouth.","22":"Evil kills the wicked — those who hate the righteous will be held guilty.","8":"The angel of ADONAI encamps around those who fear Him, and delivers them.","17":"The face of ADONAI is against evildoers, to cut off the memory of them from the earth.","11":"Young lions may lack, and go hungry, but those who seek ADONAI want for no good thing.","1":"Of David, when he feigned insanity before Abimelech, who drove him away, and he left.","9":"Taste and see how good ADONAI is. Blessed is the one who takes refuge in Him.","14":"Keep your tongue from evil, and your lips from speaking treachery.","7":"This poor man cried, and ADONAI heard, and saved him out of all his troubles.","15":"Depart from evil and do good. Seek shalom and pursue it.","20":"Many are the distresses of the righteous, but ADONAI delivers him out of them all.","23":"ADONAI redeems the soul of His servants — no one who takes refuge in Him will be held guilty.","6":"They who looked to Him were radiant, and their faces will never be ashamed.","4":"Magnify ADONAI with me and let us exalt His Name together.","19":"ADONAI is close to the brokenhearted, and saves those crushed in spirit.","13":"Who is the one who delights in life, and loves to see good days?"},"132":{"16":"I will clothe her kohanim with salvation, and her godly ones will sing aloud for joy.","3":"“I will not enter the tent of my house nor lie on my bed,","5":"till I find a place for ADONAI, a dwelling for the Mighty One of Jacob.”","18":"His enemies I will clothe with shame, but upon himself his crown will shine.”","12":"if your children keep My covenant and My law that I will teach them, then their sons will sit on your throne forever.”","10":"For Your servant David’s sake do not turn away the face of Your anointed.","2":"and how he swore to ADONAI, vowed to the Mighty One of Jacob:","8":"Arise, ADONAI, to Your resting place — You, and the Ark of Your might.","17":"There will I make a horn spring up for David,  I have set up a lamp for My anointed.","11":"ADONAI has sworn to David a true promise He will not revoke: “From the fruit of your body I will set one upon your throne —","1":"A Song of Ascents. ADONAI, remember David, all his afflictions,","9":"Let Your kohanim wear righteousness, and let Your godly ones sing for joy.","14":"“This is My resting place forever. Here I dwell, for I have desired it.","7":"Let us go into His dwelling place, let us bow at His footstool.","15":"I will abundantly bless her food. I will satisfy her needy ones with bread.","6":"Behold, we heard of it in Ephratha, we found it in the fields of Joar.","4":"nor will I will give sleep to my eyes, nor slumber to my eyelids,","13":"For ADONAI has chosen Zion, He has desired it for His dwelling:"},"104":{"11":"They give drink to all the beasts of the field — the wild donkeys quench their thirst.","3":"laying beams for His upper rooms in waters, making the clouds His chariot, walking on the wings of the wind,","20":"You bring darkness, so it becomes night, when all the beasts of the forest prowl.","12":"Beside them the birds of the sky dwell — they sing among the branches.","10":"You make springs gush into the valleys. They run between the mountains.","17":"where birds make their nests, and the stork — her home is the fir trees.","13":"He waters mountains from His upper rooms. The earth is full of the fruit of Your labors.","27":"They all look to You to give them their food at the right time.","30":"You send forth Your Ruach — they are created, and You renew the face of the earth.","18":"The high mountains are for wild goats, the cliffs a refuge for rock badgers.","29":"But when You hide Your face — they are dismayed. You take away their breath — they perish, and return to their dust.","23":"Man goes out to his work, and to his labor until the evening.","19":"He made the moon for appointed times, the sun knows its going down.","1":"Bless ADONAI, O my soul. ADONAI my God, You are very great! You are clothed with splendor and majesty —","5":"He set the earth upon its foundations, so it should not totter forever and ever.","4":"making His angels spirits, His servants a flaming fire.","8":"The waters go up the mountains, then down to the valleys — to the place that You assigned to them.","26":"There, ships go to and fro. Leviathan — You formed to frolic there.","14":"He causes grass to spring up for the cattle, and vegetation for man to cultivate, to bring forth bread out of the earth,","22":"But when the sun rises, they gather and lie down in their dens.","28":"When You give it to them, they gather it up. When You open Your hand, they are satisfied with good.","25":"There is the sea, vast and wide, teeming with gliding things innumerable, living creatures, both small and large.","9":"You set a boundary to the waters that they may not cross over, so they may not return to cover the earth.","33":"I will sing to ADONAI as long as I live! I will sing praise to my God yet again!","15":"wine that makes man’s heart glad, oil to make his face shine, and bread that sustains man’s heart.","34":"Let my meditation be sweet to Him. I — I will rejoice in ADONAI.","21":"The young lions roar for prey, seeking their food from God.","24":"ADONAI, how countless are Your works! In wisdom You made them all — the earth is full of Your creatures.","16":"The trees of ADONAI are satisfied, the cedars of Lebanon that He planted,","35":"Let sinners vanish from the earth and let the wicked be no more. Bless ADONAI, O my soul. Halleluyah!","32":"He looks at the earth, and it trembles. He touches the mountains, and they smoke.","7":"At Your rebuke the waters fled. At the sound of Your thunder they hurried away.","2":"wrapping Yourself in light as a robe, stretching out heaven like a curtain,","6":"You covered it with the deep as with a garment — the waters standing above the mountains.","31":"May the glory of ADONAI endure forever! May ADONAI rejoice in His works!"},"28":{"7":"ADONAI is my strength and my shield.  My heart trusts in Him, and I was helped. Therefore my heart leaps for joy, and I will praise Him with my song.","9":"Save Your people, bless Your inheritance, shepherd them and carry them forever.","3":"Do not drag me away with the wicked and with doers of iniquity, who speak peace with their neighbors, while evil is in their hearts.","2":"Hear the sound of my pleas, when I cry to You for help, when I lift up my hands toward Your holy Sanctuary.","1":"Of David. To You, ADONAI, I call — my Rock, do not be deaf to me. If You were silent to me, I would become like those going down to the Pit.","4":"Repay them for their deeds, their evil acts. Repay them for the deeds of their hands. Bring back on them what they deserve.","6":"Blessed be ADONAI, because He has heard the sound of my supplications.","5":"Since they show no regard for the deeds of ADONAI nor the work of His hands, He will tear them down and never build them up.","8":"ADONAI is their strength — a stronghold of salvation for His anointed."},"76":{"3":"In Salem is His sukkah and His dwelling place in Zion.","5":"You are brilliant, more majestic than nourishing mountains.","12":"Make vows to ADONAI your God and fulfill them. Let all around Him bring tribute to the One who is to be feared.","10":"when God rose up to judgment, to save all the humble of the land. Selah","2":"In Judah God is known. In Israel His Name is great.","8":"You are awesome, yes You are! Who can stand in Your presence once You are angry?","11":"For wrath upon man will bring You praise, a remnant of wrath You put on as a belt.","1":"For the music director, on stringed instruments: a psalm of Asaph, a song.","9":"From heaven You pronounced judgment. The earth feared and was still —","7":"At Your rebuke, O God of Jacob, both horse and rider lay dead asleep.","6":"The valiant have been plundered — they slumbered in their sleep. The mighty could not lift their hands.","4":"There He broke the fiery shafts of the bow, the shield, the sword, and the battle. Selah","13":"He cuts off the breath of princes. The kings of earth are in awe of Him."},"50":{"16":"But to the wicked, God says: “What are you doing, reciting My laws and taking My covenant in your mouth?","3":"Our God comes, and does not keep silent. A fire is devouring before Him, and it storms around Him mightily.","5":"“Gather My kedoshim to Me, who cut a covenant with Me with a sacrifice.”","21":"These things you have done — Should I keep silent? You thought I was just like you — but I reprove you, and set the case before your eyes.","18":"When you see a thief, you are pleased with him, and your portion is with adulterers.","12":"If I were hungry, I would not tell you — for the world is Mine and all it contains!","10":"For every beast of the forest is Mine, and the cattle on a thousand hills.","2":"Out of Zion, the perfection of beauty, God shines forth.","22":"Now consider this, you who forget God. Or else I will tear you in pieces with no one to rescue you.","8":"I do not rebuke you for your sacrifices, for your burnt offerings are continually before Me.","17":"For you hate discipline, and you cast My words behind you.","11":"I know every bird of the mountains. Everything moving in the field is Mine.","1":"A psalm of Asaph. God, Elohim ADONAI has spoken and summoned the earth from the rising of the sun to its setting.","9":"I have no need of a bull from your house nor goats from your pens.","14":"Offer God a sacrifice of thank offerings, then fulfill your vows to Elyon.","7":"“Hear, My people, and I will speak, O Israel, and I will testify against you: I am God, your God.","15":"Call upon Me in the day of trouble. When I rescue you, you will honor Me.”","20":"You sit, speaking against your brother, slandering your own mother’s son.","23":"A sacrifice of praise honors Me, and to the one who orders his way, I will show the salvation of God.”","6":"The heavens declare His righteousness, for God Himself is Judge. Selah","4":"He calls to the heavens above and to the earth, to judge His people:","19":"You have unleashed your mouth for evil and harnessed your tongue for deceit.","13":"Do I eat the flesh of bulls or drink the blood of goats?"},"106":{"11":"The waters covered their adversaries — not one of them was left.","41":"He handed them to the nations — those who hated them ruled over them.","45":"remembered His covenant to them,  and relented in the greatness of His mercy.","42":"Their enemies oppressed them, so they were subdued under their hand.","3":"Blessed are those who maintain justice, who do what is right at all times.","20":"Thus they exchanged their glory for an image of a grass-eating ox.","12":"Then they believed His words. They were singing His praise.","10":"So He saved them from the hand of those who hated them, redeemed them from the enemy’s hand.","17":"The earth opened up, swallowed Dathan, and covered the company of Abiram.","44":"Yet He saw their distress, when He heard their cry,","40":"Therefore the anger of ADONAI was kindled against His people, and He abhorred His inheritance.","13":"How quickly they forgot His works, and would not wait for His counsel!","27":"and disperse their offspring among the nations, and scatter them through the lands.","30":"But Phinehas stood up and intervened, so the plague was stopped.","18":"Also a fire blazed in their company, a flame consumed the wicked.","36":"They worshipped their idols, which became a snare to them.","29":"So they provoked Him with their deeds, and a plague broke out among them.","23":"So He commanded their extermination, had not Moses, His chosen one, stood in the breach before Him, to turn His wrath from destroying them.","19":"They made a calf in Horeb and worshipped a molten image.","1":"Halleluyah! Praise ADONAI, for He is good, for His lovingkindness endures forever.","47":"Save us, ADONAI our God, and gather us from the nations, so we may praise Your holy Name and triumph in Your praise.","5":"so I may behold the prosperity of Your chosen ones, exult in the joy of Your nation, and give praise with Your inheritance.","4":"Remember me, ADONAI, when You show favor to Your people. Visit me with Your salvation,","8":"Yet He saved them for His Name’s sake, to make His mighty power known.","26":"Therefore He swore to them that He would make them fall in the desert,","39":"So they defiled themselves by their deeds, and prostituted themselves by their practices.","14":"In the wilderness they craved ravenously, in the desert they tested God.","37":"They even sacrificed their sons and their daughters to demons.","22":"miracles in the land of Ham, awesome things by the Sea of Reeds.","28":"Then they yoked themselves to Baal of Peor, and ate the sacrifices of dead things.","25":"Instead, they grumbled in their tents. They would not listen to ADONAI’s voice.","9":"He rebuked the Sea of Reeds and it dried up, and He led them through the depths as through a wilderness.","33":"For they embittered his spirit and he spoke rashly with his lips.","15":"So He gave them what they asked for, but sent a wasting disease among them.","34":"They did not destroy the peoples, as ADONAI had commanded them.","21":"They forgot God their Savior, who had done great things in Egypt —","24":"Then they scorned the pleasing land — they did not trust in His word.","46":"He caused them to be pitied in the presence of all their captors.","16":"Then they envied Moses in the camp, and also Aaron, the holy one of ADONAI.","35":"Instead they mingled with the nations and learned their practices.","32":"By the waters of Meribah they angered Him, and trouble came on Moses because of them.","7":"Our fathers in Egypt did not ponder Your wonders. Nor did they remember Your abundant lovingkindness, but rebelled by the sea — at the Sea of Reeds.","43":"Many times He delivered them, but they kept rebelling deliberately, and so sank low into their iniquity.","48":"Blessed be ADONAI, the God of Israel, from everlasting even to everlasting! Let all the people say, “Amen!” Halleluyah!","2":"Who can speak of ADONAI’s mighty acts or declare His praise?","38":"They shed innocent blood — the blood of their sons and their daughters, sacrificed to the idols of Canaan. So the land was desecrated with blood.","6":"We have sinned with our fathers, we have committed iniquity, we have acted wickedly.","31":"It was credited to him as righteousness, from generation to generation forever."},"80":{"16":"the shoot Your right hand planted — the son You strengthened for Yourself.","3":"Before Ephraim, Benjamin and Manasseh, stir up Your might, and come to save us.","5":"ADONAI-Tzva’ot, how long will You be angry with the prayer of Your people?","18":"Let Your hand be upon the man of Your right hand — the son of man You made strong for Yourself.","12":"It sent out its branches to the sea, and its shoots to the river.","10":"You cleared a place for it, and it took deep root and filled the land.","2":"Give ear, Shepherd of Israel, You who lead Joseph like a flock. You who are enthroned upon the cheruvim, shine forth!","8":"Elohei-Tzva’ot, restore us, and make Your face shine, and we will be saved.","17":"It is burned with fire, it is cut down. They perish from the rebuke of Your face.","11":"The mountains were covered by its shade, the mighty cedars with its branches.","1":"For the music director, on “Lilies,”  a testimony: a psalm of Asaph.","9":"You pulled out a vine from Egypt. You drove out nations and planted it.","14":"A boar from the forest ravages it, whatever moves in the field feeds on it.","7":"You make us a contention to our neighbors, and our enemies mock as they please.","15":"Elohei-Tzva’ot, please return! Look down from heaven and see! Now take care of this vine —","20":"ADONAI Elohei-Tzva’ot, restore us. Make Your face shine, and we will be saved.","6":"You have fed them the bread of tears and made them drink a measure of tears.","4":"O God, restore us, make Your face shine, and we will be saved.","19":"Then we will not turn away from You. Revive us, and we will call on Your Name.","13":"Why have You broken down its fences, so all who pass by the way pick its fruit?"},"19":{"3":"Day to day they speak, night to night they reveal knowledge.","5":"Their voice has gone out to all the earth and their words to the end of the world.  In the heavens He pitched a tent for the sun.","12":"Moreover by them Your servant is warned. In keeping them there is great reward.","10":"The fear of ADONAI is clean, enduring forever. The judgments of ADONAI are true and altogether righteous.","2":"The heavens declare the glory of God, and the sky shows His handiwork.","8":"The Torah of ADONAI is perfect, restoring the soul. The testimony of ADONAI is trustworthy, making the simple wise.","11":"They are more desirable than gold, yes, more than much pure gold! They are sweeter than honey and drippings of the honeycomb.","1":"For the music director, a psalm of David.","9":"The precepts of ADONAI are right, giving joy to the heart. The mitzvot of ADONAI are pure, giving light to the eyes.","14":"Also keep Your servant from willful sins. May they not have dominion over me. Then I will be blameless, free from great transgression.","7":"It rises at one end of the heavens and makes its circuit to the other end. Nothing is hidden from its heat.","15":"May the words of my mouth and the meditation of my heart be acceptable before You, ADONAI, my Rock and my Redeemer.","6":"It is like a bridegroom coming out of his bridal chamber. It is like a strong man rejoicing to run his course.","4":"There is no speech, no words, where their voice goes unheard.","13":"Who can discern his errors? Cleanse me of hidden faults."},"10":{"16":"ADONAI is King forever and ever! Nations will be wiped off His land.","3":"For the wicked one boasts about his soul’s desire. The greedy one curses, reviling ADONAI.","5":"His ways are secure at all times. He haughtily disregards Your judgments. He snorts at all his adversaries.","18":"You vindicate the orphan and oppressed, so that man, who is earthly, may terrify no more.","12":"Arise, ADONAI! O God, lift up Your hand. Do not forget the afflicted.","10":"The victim is crushed, brought down, and falls into his mighty claws.","2":"In pride the wicked hotly hunts the poor. Let them be caught in the plots they have planned.","8":"He lies in ambush near villages. In hidden places he slays the innocent. His eyes watch in secret for the helpless.","17":"You hear, ADONAI, the desire of the meek. You encourage them and incline Your ear.","11":"He says in his heart: “God has forgotten. He hides His face — He will never see it.”","1":"Why, ADONAI, are You standing far off? Why hide Yourself in times of trouble?","9":"He lurks in a hiding place like a lion in a thicket. He lies in wait to catch the helpless. He catches the unfortunate one, dragging him away in his net.","14":"You saw — for You see trouble and grief, to take it in Your hand. The victim puts his trust in You — You are the helper of the orphan.","7":"His mouth is full of cursing, lies and oppression. On his tongue are trouble and iniquity.","15":"Break the arm of the wicked, evil one! Call him to account for his wickedness — until no more is found.","6":"He says in his heart: “I’ll never be shaken! From generation to generation nothing bad will happen.”","4":"The wicked one, with his nose in the air, never seeks Him. All his thoughts are: “There is no God.”","13":"Why does the wicked one revile God? He says in his heart: “You will never require anything.”"},"9":{"16":"The nations sank into the pit they made. The net they hid caught their own foot.","3":"I will be glad and rejoice in You. I will sing praise to Your Name, Elyon!","5":"For You upheld my right and my cause. You sat upon the throne, judging righteously.","21":"Strike them with terror, ADONAI. Let the nations know they are only human. Selah","18":"The wicked will turn to Sheol, as will all the nations that forget God.","12":"Sing praises to ADONAI, who dwells in Zion. Declare His deeds among the peoples.","10":"ADONAI is a stronghold for the oppressed, a high tower in times of trouble.","2":"I will praise ADONAI with my whole heart. I will tell about all Your wonders.","8":"But ADONAI reigns forever. He established His throne for judgment.","17":"ADONAI is known for executing judgment. The wicked one is trapped in the work of his own hands. Selah","11":"Those who know Your Name trust You — for You, ADONAI, never have forsaken those who seek You.","1":"For the music director, to the tune of “The Death of the Son,” a psalm of David.","9":"He judges the world in righteousness and governs the peoples justly.","14":"Be compassionate to me, ADONAI. See my affliction from those hating me. Lift me up from the gates of death.","7":"The enemy is finished, in ruins forever. You overturned their cities — even the memory of them has perished.","15":"Then I will tell all your praises in the gates of the daughter of Zion, rejoicing in Your salvation.","20":"Arise, ADONAI, do not let man triumph. Let the nations be judged before You.","6":"You rebuked the nations, You destroyed the wicked — blotting out their name forever and ever.","4":"When my enemies turn back, they stumble and perish before You.","19":"For the needy will not forever be forgotten, nor the hope of the poor perish forever.","13":"He who avenges blood remembers. He will not forget the cry of the afflicted."},"134":{"2":"Lift up your hands to the Sanctuary and bless ADONAI.","1":"A Song of Ascents. Behold, bless ADONAI, all servants of ADONAI, who stand by night in the House of ADONAI.","3":"May ADONAI bless you out of Zion — Maker of heaven and earth."},"57":{"7":"They spread a net for my steps, my soul is bowed down. They have dug a pit before me — they fell into it themselves. Selah","9":"Awake, my glory! Awake, harp and lyre! I will awaken the dawn.","10":"I will praise You, my Lord, among the peoples. I will sing praises to You among the nations.","3":"I will cry out to El Elyon, to God who accomplishes it for me.","11":"For Your lovingkindness is great up to the heavens, and Your truth to the skies.","2":"Be gracious to me, O God, be gracious to me, for in You my soul takes refuge. In the shadow of Your wings I take refuge, until destruction passes by.","1":"For the music director, “Do Not Destroy,” a Michtam of David, when he fled from Saul, in the cave.","12":"Be exalted, O God, above the heavens. Let Your glory be over all the earth!","4":"He will send from heaven and save me. He rebukes the one trampling on me. Selah God is sending His mercy and His truth.","6":"Be exalted, O God, above the heavens. Let Your glory be over all the earth!","5":"My soul is in the midst of lions. I lie among those breathing fire — sons of men whose teeth are spears and arrows, whose tongue is a sharp sword.","8":"My heart is steadfast, O God, my heart is steadfast. I will sing, yes, I will make music."},"142":{"7":"Listen to my cry, for I am brought very low. Rescue me from my persecutors, for they are too strong for me.","3":"I pour out my complaint before Him, before Him I tell my trouble.","2":"I cry aloud with my voice to ADONAI. With my voice I seek favor from ADONAI.","1":"A contemplative poem of David, when he was in the cave, a prayer.","4":"When my spirit grows faint within me, You know my path. In the way where I walk they have hidden a trap for me.","6":"I have cried out to You, ADONAI. I said: “You are my refuge, my portion in the land of the living.”","5":"Look at my right hand and see, for no one cares about me. I have no refuge — no one cares for my soul.","8":"Bring my soul out of prison, so I may praise Your Name. The righteous will triumph through me, for You will reward me."},"64":{"7":"They are plotting injustices: “We have completed a perfect plot!” A man’s inward part and heart are deep.","9":"So their tongue will be their downfall. All who see them will flee away.","10":"Then all men will fear. So they will declare the work of God, and ponder what He has done.","3":"Hide me from the conspiracy of evildoers, from the tumult of workers of iniquity,","11":"The righteous will be glad in ADONAI and take refuge in Him. Let all the upright in heart give glory!","2":"Hear my voice, O God, in my complaint. Protect my life from terror of the enemy.","1":"For the music director, a psalm of David.","4":"who sharpened their tongue like a sword, and aimed their arrow — bitter words,","6":"They are firming up their evil plan. They talk about setting secret traps. They asked, “Who would see them?”","5":"to shoot from hiding at the innocent, shooting suddenly at him, with no fear.","8":"But God will shoot them with an arrow — suddenly their wounds will appear."},"12":{"7":"The words of ADONAI are pure words — like silver refined in an earthly crucible, purified seven times.","9":"The wicked strut all around, while vileness is exalted by mankind.","3":"Everyone tells a lie to his neighbor, talking with flattering lips and a divided heart.","2":"Help, ADONAI! For no one godly exists. For the faithful have vanished from the children of men.","1":"For the music director, on the eight-string lyre, a psalm of David.","4":"May ADONAI cut off all flattering lips — a tongue bragging big things.","6":"“Because of the oppression of the poor, because of the groaning of the needy, now will I arise,” says ADONAI. “I will put him in the safe place — he pants for it.”","5":"They say: “With our tongue we’ll prevail. We own our lips — who can master us?”","8":"You will keep us safe, ADONAI. You will protect us from this generation forever."},"119":{"121":"I did what is just and right. Do not leave me to my oppressors.","31":"I cling to Your testimonies. ADONAI, do not put me to shame!","117":"Support me and I will be saved, and study Your decrees continually.","59":"I have considered my ways and turned my feet back to Your testimonies.","5":"Oh that my ways were steadfast to observe Your decrees!","53":"Burning indignation grips me, because of the wicked who forsake Your Torah.","47":"I delight in Your mitzvot, which I love.","100":"I have gained more understanding than all my elders, for I have kept Your precepts.","78":"May the proud be put to shame for wronging me with a lie, but I will meditate on Your precepts.","169":"Let my cry come to You, ADONAI. Grant me understanding by Your word.","170":"Let my supplication come before You. Deliver me, according to Your promise.","89":"Forever, ADONAI, Your word stands firm in the heavens.","108":"Please accept the freewill offerings of my mouth, ADONAI, and teach me Your rulings.","39":"Make the disgrace I dread pass away, for Your judgments are good.","110":"The wicked have set a snare for me, yet I did not stray from Your precepts.","51":"The arrogant have viciously ridiculed me, yet I did not turn away from Your Torah.","144":"Your testimonies are righteous forever — make me understand, so I may live.","13":"With my lips I rehearse all the rulings of Your mouth.","23":"Though princes sit and talk against me, Your servant meditates on Your decrees.","72":"The Torah from Your mouth is better to me than thousands of gold and silver pieces.","158":"I see the treacherous and loathe them, because they do not keep Your word.","45":"and walk about in freedom. For I have sought Your precepts.","14":"I rejoice in the way of Your testimonies above all wealth.","103":"How sweet is Your word to my taste — yes, sweeter than honey to my mouth!","87":"They almost finished me off on earth. But I — I will not forsake Your precepts.","49":"Remember the word to Your servant, on which You have made me hope.","116":"Sustain me according to Your word, so I may live, and let me not be ashamed of my hope.","81":"My soul faints with longing for Your salvation, but I still hope in Your word.","125":"I am Your servant, give me discernment, so I may understand Your testimonies.","113":"I hate double-minded ones, but Your Torah I love.","3":"who also do no injustice, but walk in His ways.","75":"I know, ADONAI, Your judgments are just. In faithfulness You have afflicted me.","153":"See my affliction and rescue me, for I do not forget Your Torah.","156":"Great are Your mercies, ADONAI. Restore my life with Your judgments.","94":"I am Yours, save me! For I have sought out Your precepts.","101":"I kept my feet from every evil way, in order to follow Your word.","85":"The proud have dug pits for me — that is not in accord with Your Torah!","146":"I cried out to You, “Save me, and I will keep Your testimonies.”","114":"You are my hiding place and my shield — in Your word I hope.","21":"You rebuke the proud, who are cursed, who wander from Your mitzvot.","24":"For Your testimonies are my delight — they are also my counselors.","52":"I remember Your judgments from of old, ADONAI, and comfort myself.","163":"I hate and abhor falsehood, but Your Torah I love.","43":"Never snatch out of my mouth a word of truth, for I hope in Your judgments.","145":"I cried out with all my heart, “Answer me, ADONAI! I will keep Your decrees.”","154":"Defend my cause and redeem me. Restore my life through Your word.","173":"Let Your hand be ready to help me, for I have chosen Your precepts.","168":"I observe Your precepts and Your laws, for all my ways are before You.","32":"I run the course of Your mitzvot, for You open wide my heart.","20":"My soul is crushed with longing for Your judgments at all times.","73":"Your hands have made me and formed me. Give me understanding that I may learn Your mitzvot.","133":"Direct my footsteps in Your word, and let no iniquity get mastery over me.","8":"I will observe Your statutes. Never abandon me utterly!","29":"Turn me away from the deceitful way, and be gracious to me with Your Torah.","2":"Happy are those who keep His testimonies, who seek Him with a whole heart,","62":"At midnight I rise to praise You, because of Your righteous rulings.","33":"Teach me the way of Your decrees, ADONAI, and I will follow them to the end.","175":"Let my soul live and praise You, and may Your rulings help me.","84":"How many are the days of Your servant? When will You execute judgment on my persecutors?","107":"I am severely afflicted. Keep me alive, ADONAI, according to Your word.","58":"I have entreated Your favor with all my heart. Be gracious to me according to Your word.","139":"My zeal has consumed me, because my foes forgot Your words.","112":"I turned my heart to do Your decrees, forever, to the very end.","48":"I reach out my hands for Your mitzvot, which I love, and meditate on Your decrees.","42":"so I may answer the one taunting me, for I trust in Your word.","130":"The unfolding of Your words gives light, giving understanding to the simple.","65":"You do good to Your servant, ADONAI, according to Your word.","157":"Many are my persecutors and my foes. Yet I do not turn from Your testimonies.","35":"Help me walk in the path of Your mitzvot — for I delight in it.","172":"My tongue sings of Your word, for all Your mitzvot are righteous.","60":"I hasten and do not delay to obey Your mitzvot.","152":"Long ago I learned from Your testimonies that You founded them firmly forever.","115":"Away from me, evildoers, so I may keep the mitzvot of my God!","34":"Give me understanding, that I may keep Your Torah and observe it with all my heart.","132":"Turn to me and be gracious to me, as is fitting to those who love Your Name.","104":"From Your precepts I get discernment, therefore I hate every false way.","162":"I rejoice in Your word, as one who finds great spoil.","28":"My soul weeps with grief. Make me stand firm with Your word.","76":"May Your lovingkindness comfort me, according to Your promise to Your servant.","166":"I hope for Your salvation, ADONAI, and do Your mitzvot.","167":"My soul has observed Your testimonies and I love them exceedingly.","155":"Salvation is far from the wicked, for they do not seek after Your decrees.","50":"My comfort in my affliction is this: Your word has kept me alive.","106":"I have sworn and confirmed to observe Your righteous rulings.","80":"My heart will have integrity in following Your decrees, so that I would not be ashamed.","19":"I am a temporary dweller on earth — do not hide Your mitzvot from me.","10":"With my whole heart have I sought You — let me not stray from Your mitzvot.","9":"How can a young man keep his way pure? By guarding it according to Your word.","134":"Redeem me from human oppression, and I will keep Your precepts.","57":"ADONAI is my portion. I promised to guard Your words.","142":"Your justice is righteousness forever, and Your Torah is truth.","64":"The earth is full of Your lovingkindness. ADONAI — teach me Your decrees.","165":"Great peace have they who love Your Torah, and nothing causes them to stumble.","12":"Blessed are You, ADONAI. Teach me Your statutes.","119":"All the wicked of the earth You remove like dross. Therefore I love Your testimonies.","99":"I have more insight than all my teachers, for Your testimonies are my meditation.","129":"Your testimonies are wonderful. Therefore my soul obeys them.","127":"Therefore I love Your mitzvot more than gold, more than pure gold.","93":"I will never forget Your precepts. For with them You have kept me alive.","1":"Blessed are those whose way is blameless, who walk in the Torah of ADONAI.","122":"Guarantee Your servant’s well-being. Do not let arrogant ones oppress me.","66":"Teach me good sense and knowledge, for I trusted in Your mitzvot.","82":"My eyes are worn out longing for Your promise, saying, “When will You comfort me?”","126":"It is time for ADONAI to act — they have violated Your Torah!","41":"May Your lovingkindnesses come to me, ADONAI — Your salvation according to Your word —","37":"Turn my eyes away from gazing at vanity but revive me in Your ways.","111":"Your testimonies I have as a heritage forever, for they are my heart’s joy.","123":"My eyes fail, longing for Your salvation and for Your righteous word.","91":"Your judgments stand today, for all things are Your servants.","79":"Let those in awe of You return to me — those who know Your testimonies.","68":"You are good and keep doing good — teach me Your decrees.","143":"Trouble and anguish have overtaken me, yet Your mitzvot are my delight.","171":"My lips utter praise, for You teach me Your statutes.","92":"If Your Torah had not been my delight, I would have perished in my affliction.","118":"You despise all who wander from Your decrees, for their deceitfulness is in vain.","18":"Open my eyes, so I may behold wonders from Your Torah.","90":"Your faithfulness endures from generation to generation. You established the earth, and it stands.","161":"Princes persecute me for no reason, but my heart is in awe of Your words.","135":"Make Your face shine on Your servant, and teach me Your decrees.","56":"This is my own: that I keep Your precepts.","150":"Pursuers of wicked schemes draw near — they are far from Your Torah.","83":"Though I became like a wineskin dried in smoke, I do not forget Your decrees.","141":"I am insignificant and despised, yet I have not forgotten Your precepts.","71":"It is good for me that I was afflicted, so that I may learn Your decrees.","164":"Seven times a day I praise You, because of Your righteous judgments.","11":"I have treasured Your word in my heart, so I might not sin against You.","105":"Your word is a lamp to my feet and a light to my path.","16":"I will delight in Your decrees. I will never forget Your word.","77":"Let Your tender mercies reach me, Let me live, for Your Torah is my delight.","25":"My soul clings to the dust. Revive me according to Your word!","137":"Righteous are You, ADONAI, and Your judgments are upright.","54":"Your decrees have become my songs in the house where I dwell.","6":"Then I would not be ashamed, when I consider all Your mitzvot.","67":"Before I was afflicted I went astray, but now I keep Your word.","40":"Behold, I long for Your precepts. Revive me by Your righteousness.","149":"Hear my voice with Your lovingkindness. Revive me, ADONAI, with Your judgments.","27":"Help me discern the way of Your precepts, so I may meditate on Your wonders.","30":"I have chosen the way of faithfulness. I have set my heart on Your judgments.","96":"I have seen a limit to all perfection, yet Your commandment is boundless.","128":"Therefore I esteem all Your precepts as right in every way — every false way I hate.","97":"O how I love Your Torah! It is my meditation all day.","4":"You have commanded that Your precepts be kept diligently.","46":"I will speak of Your testimonies before kings, and never be ashamed.","120":"My flesh shudders for fear of You, and I am in awe of Your judgments.","74":"Those in awe of You see me and rejoice, because I put my hope in Your word.","147":"I am up before dawn, crying for help — I put my hope in Your word.","98":"Your mitzvot make me wiser than my enemies — for they are mine forever.","70":"Their minds are insensible, but Your Torah is my delight.","174":"I long for Your deliverance, ADONAI, and Your Torah is my delight.","17":"Do good to Your servant that I may live and keep Your word.","69":"Though the proud smeared a lie on me, with all my heart I keep Your precepts.","88":"Revive me with Your lovingkindness, so I may keep Your mouth’s testimony.","102":"I do not turn away from Your rulings, for You Yourself have taught me.","136":"Streams of water run down from my eyes, because they do not observe Your Torah.","55":"In the night I remember Your Name, ADONAI, and keep watching over Your Torah.","131":"I opened my mouth wide and panted, for I longed for Your mitzvot.","22":"Take scorn and contempt away from me, for I have kept Your testimonies.","44":"So I may always keep Your Torah, forever and ever,","109":"My soul is continually in danger, yet I have not forgotten Your Torah.","151":"You are near, ADONAI, and all Your mitzvot are truth.","61":"The ropes of the wicked are coiled around me, but I did not forget Your Torah.","176":"I have strayed like a lost sheep — seek Your servant. For I did not forget Your mitzvot.","15":"I will meditate on Your precepts, and regard Your ways.","140":"Your word is thoroughly refined, and Your servant loves it.","86":"All Your mitzvot are faithful. They persecute me with a lie — help me!","26":"I told of my ways and You answered me. Teach me Your statutes.","138":"You have commanded righteousness, Your testimonies, and great faithfulness.","36":"Turn my heart to Your testimonies and not to dishonest gain.","38":"Fulfill Your word to Your servant, which leads to reverence for You.","160":"Truth is the essence of Your word, and all Your righteous rulings are eternal.","7":"I will praise You with an upright heart as I learn Your righteous judgments.","63":"I am a companion of all who fear You, of those who observe Your precepts.","124":"Deal with Your servant as befits Your lovingkindness, and teach me Your statutes.","148":"My eyes are up before every night watch, as I meditate on Your word.","159":"See how I loved Your precepts. Restore my life, ADONAI, with Your lovingkindness.","95":"The wicked wait for me to destroy me. But I will study Your testimonies."},"99":{"7":"He spoke to them from the pillar of cloud. They kept His testimonies, and the decree that He gave them.","9":"Exalt ADONAI our God, and worship at His holy hill, for holy is ADONAI our God.","3":"Let them praise Your great and awesome Name: holy is He.","2":"ADONAI is great in Zion and He is exalted above all the peoples.","1":"ADONAI reigns, let the peoples tremble. He is enthroned upon the cheruvim — let the earth shake!","4":"The might of a king loves justice. You have established fairness. You executed justice and righteousness in Jacob.","6":"Moses and Aaron were among His kohanim — also Samuel among those calling on His Name. They called on ADONAI and He answered them.","5":"Exalt ADONAI our God and worship at His footstool: holy is He.","8":"ADONAI our God, You answered them. A forgiving God You were to them, though You avenged their misdeeds."},"129":{"7":"with it a reaper cannot fill his hand, nor can a binder of sheaves fill his lap.","3":"Plowmen plowed on my back — they made their furrows long!”","2":"“How greatly they have been hostile to me, even from my youth. Yet they have not prevailed against me.","1":"A Song of Ascents. “How many times they have been hostile to me, even from my youth” — let Israel now say —","4":"ADONAI is righteous — He has cut the ropes of the wicked.","6":"Let them be like grass on the roofs, which withers before it springs up —","5":"May all who hate Zion be driven back in disgrace.","8":"So the passersby may never say: “The blessing of ADONAI be upon you — we bless you in the Name of ADONAI.”"},"127":{"2":"In vain you rise up early and stay up late, eating the bread of toil — for He provides for His beloved ones even in their sleep.","4":"As arrows in the hand of a mighty man, so are the children of one’s youth.","5":"Happy is the man whose quiver is full of them. They will not be put to shame when they speak with their enemies at the gate.","1":"A Song of Ascents. Of Solomon. Unless ADONAI builds the house, the builders labor in vain. Unless ADONAI watches over the city, the watchman stands guard in vain.","3":"Behold, children are a heritage of ADONAI — the fruit of the womb is a reward."},"93":{"2":"Your throne is established from of old. You are from everlasting.","4":"More than the sounds of many waters — more majestic than the breakers of the sea — so majestic is ADONAI on high!","5":"Your testimonies are very sure. Holiness befits Your House, ADONAI, for endless days.","1":"ADONAI reigns — He is robed in majesty! ADONAI has robed and armed Himself with strength. Yes, the world is firmly established — unshakable.","3":"The floods have lifted up, ADONAI, the floods have lifted up their voice, the floods lift up their crashing waves."},"1":{"3":"He will be like a planted tree over streams of water, producing its fruit during its season. Its leaf never droops — but in all he does, he succeeds.","2":"But his delight is in the Torah of ADONAI, and on His Torah he meditates day and night.","1":"Happy is the one who has not walked in the advice of the wicked, nor stood in the way of sinners, nor sat in the seat of scoffers.","4":"The wicked are not so. For they are like chaff that the wind blows away.","6":"For ADONAI knows the way of the righteous, but the way of the wicked leads to ruin.","5":"Therefore the wicked will not stand during the judgment, nor sinners in the congregation of the righteous."},"122":{"7":"May there be shalom within your walls — quietness within your palaces.”","9":"For the sake of the House of ADONAI our God, I will seek your good.","3":"Jerusalem, built as a city joined together.","2":"Our feet are standing in your gates, Jerusalem —","1":"A Song of Ascents. Of David. I rejoiced when they said to me, “Let us go to the House of ADONAI.”","4":"There the tribes go up, the tribes of ADONAI — as a testimony to Israel — to praise the Name of ADONAI.","6":"Pray for the peace of Jerusalem — “May those who love you be at peace!","5":"For there thrones for judgment are set up, the thrones of the house of David.","8":"For the sake of my brothers and friends, I now say: “Shalom be within you.”"},"66":{"16":"Come and listen, all you who fear God. I will tell what He has done for my soul.","3":"Say to God: “How awesome are Your deeds! Because of Your great power, Your enemies cringe before You.","5":"Come and see the works of God. How awesome His deeds for the children of Adam!","18":"If I had cherished iniquity in my heart, the Lord would not have listened.","12":"You caused men to ride over our heads. We went through fire and water. Yet You brought us out to superabundance.","10":"For You have tested us, O God — You have purified us, as silver is refined.","2":"Sing the glory of His Name — make His praise glorious.","8":"Bless our God, O peoples! Let the sound of His praise be heard.","17":"I cried out to Him with my mouth, and exaltation was on my tongue.","11":"You brought us into a net. You laid a burden on our backs.","1":"For the music director, a song, a psalm. Shout joyfully to God, all the earth!","9":"Keeping our soul in life, He has not let our foot slip.","14":"that my lips uttered and mouth spoke, when I was in trouble.","7":"He rules by His might forever. His eyes keep watch on the nations. Let no rebels exalt themselves. Selah","15":"To You I will present burnt offerings of fat animals, with the sweet smoke of rams. I will offer bulls with goats. Selah","20":"Blessed be God, who has not turned away my prayer, nor His lovingkindness from me.","6":"He turned the sea into dry land. They crossed the river on foot. There let us rejoice in Him!","4":"All the earth bows down to You, and sings praises to You. All sing praises to Your Name.” Selah","19":"But surely God has heard. He has listened to my voice in prayer.","13":"With burnt offerings I will come to Your House, fulfilling my vows to You"},"82":{"7":"yet you will die like men, and will fall like any of the princes.’”","3":"Give justice to the poor and fatherless. Be just to the afflicted and destitute.","2":"“How long will you judge unjustly and show partiality to the wicked? Selah","1":"A psalm of Asaph. God takes His stand in the assembly of God. He judges among the ‘gods’:","4":"Rescue the weak and needy. Deliver them out of the hand of the wicked.","6":"I said: ‘You are ‘gods’, and you are all sons of Elyon,","5":"They know nothing; they understand nothing — they walk about in darkness. All of earth’s foundations are shaken.","8":"Arise, O God, judge the earth! For You possess all the nations."},"126":{"3":"ADONAI has done great things for us — we are joyful!","2":"Then our mouth was filled with laughter, and our tongue with a song of joy. Then they said among the nations, “ADONAI has done great things for them.”","1":"A Song of Ascents. When ADONAI restored the captives of Zion, it was as if we were dreaming.","4":"Restore us from captivity, ADONAI, like streams in the Negev.","6":"Whoever keeps going out weeping, carrying his bag of seed, will surely come back with a song of joy, carrying his sheaves.","5":"Those who sow in tears will reap with a song of joy."},"41":{"3":"ADONAI will protect him and keep him alive. He will be made blessed in the land. You will not give him over to the desire of his foes.","5":"I said: “ADONAI, have mercy on me. Heal my soul, for I have sinned against You.”","12":"By this I know that You delight in me: that my enemy does not shout in triumph over me.","10":"Even my own close friend, whom I trusted, who ate my bread, has lifted up his heel against me.","2":"Blessed is the one who considers the wretched — ADONAI will deliver him in the evil day.","8":"All who hate me whisper together about me They imagine the worst about me:","11":"But You, ADONAI, have mercy on me, and raise me up, so I may repay them.","1":"For the music director: a psalm of David.","9":"“Something evil was poured into him — he will not get up again from the place where he lies.”","14":"Blessed be ADONAI, the God of Israel, from everlasting to everlasting. Amen and amen!","7":"And if someone of them comes to see me, he speaks falsely. He stores up evil in his heart, then he goes out and chatters.","6":"My enemies speak evil about me: “When will he die and his name perish?”","4":"ADONAI will strengthen him on his sickbed. May You restore him completely from his bed.","13":"You uphold me in my integrity and set me before Your face forever."},"37":{"11":"But the meek will inherit the land, and delight in abundant shalom.","3":"Trust in ADONAI and do good. Dwell in the land, feed on faithfulness.","20":"For the wicked will perish, and the enemies of ADONAI will be like the beauty of the fields — they will vanish — vanish like smoke.","12":"The wicked plots against the righteous and gnashes at him with his teeth.","10":"Yet a little while, and the wicked will be no more. Yes, you will look at his place, but he will not be there.","17":"For the arms of the wicked will be broken, while ADONAI upholds the righteous.","40":"ADONAI helps them and delivers them. He rescues them from the wicked and saves them — because they take refuge in Him.","13":"The Lord laughs at him — for He sees his day is coming.","27":"Turn from evil and do good, so you may live forever.","30":"The mouth of the righteous utters wisdom and his tongue speaks justice.","18":"ADONAI knows the days of the blameless — their inheritance endures forever.","36":"But once he passed by, he was no more. Though I looked for him, he could not be found.","29":"The righteous will inherit the land and dwell in it forever.","23":"From ADONAI a man’s steps are made firm, when He delights in his way.","19":"They will not be ashamed in an evil time and in days of famine they will be satisfied.","1":"Of David. Do not fret because of evildoers, nor be envious of them who do wrong.","5":"Commit your way to ADONAI. Trust in Him, and He will do it.","4":"Delight yourself in ADONAI, and He will give you the requests of your heart.","8":"Put away anger and turn from wrath. Do not fret — it only leads to doing evil.","26":"All day long he is gracious and lends. So his offspring will be a blessing.","39":"Yet the salvation of the righteous is from ADONAI. He is their stronghold in time of trouble.","14":"The wicked have unsheathed their sword and have bent their bow to bring down the poor and needy, to slay those whose conduct is upright.","37":"Notice the man of integrity and watch the upright — for the man of shalom has a future.","22":"For His blessed ones inherit the land. But those He curses will be cut off.","28":"For ADONAI loves justice and does not abandon His godly ones. They will be preserved forever, but the seed of the wicked will be cut off.","25":"I was young and now I am old, yet I have never seen the righteous one forsaken, nor his children begging for bread.","9":"For evildoers will be cut off, but those who wait for ADONAI — they will inherit the land.","33":"But ADONAI will not leave him in his hand, or let him be condemned when judged.","15":"Their sword will pierce their own hearts, and their bows will be broken.","34":"Wait for ADONAI and keep His way, and He will exalt you to inherit the land. When the wicked are cut off, you will see it.","21":"The wicked borrows and does not repay, but the righteous is a gracious giver.","24":"Though he stumble, he will not fall headlong, for ADONAI is holding his hand.","16":"Better a little that the righteous have than the wealth of many wicked.","35":"I have seen a wicked, ruthless man flourishing like a leafy tree in native soil.","32":"The wicked lies in wait for the righteous, seeking to slay him.","7":"Be still before ADONAI and wait patiently for Him. Do not fret over one prospering in his way, over one carrying out wicked schemes.","2":"For like the grass they soon wither and fade like a green herb.","38":"But transgressors will be destroyed altogether. The future of the wicked will be cut off.","6":"He will bring out your vindication as light, and your cause will shine as noonday.","31":"The Torah of his God is in his heart. His steps do not slip."},"111":{"7":"The works of His hands are truth and justice. All His precepts are trustworthy —","9":"He has sent redemption to His people. He has ordained His covenant forever. Holy and awesome is His Name.","10":"The fear of ADONAI is the beginning of wisdom. All who follow His precepts have good understanding. His praise endures forever!","3":"Glorious and majestic is His work, and His righteousness endures forever.","2":"Great are the works of ADONAI — searched out by all who delight in them.","1":"Halleluyah! I praise ADONAI with all my heart in the company and congregation of the upright.","4":"He made His wonders memorable. ADONAI is gracious and full of compassion.","6":"He shows His people His powerful deeds, giving them the heritage of the nations.","5":"He gives food to those who fear Him. He remembers His covenant forever.","8":"they are upheld forever and ever, made in truth and uprightness."},"123":{"2":"Behold, as the eyes of slaves to the hand of their master, as the eyes of a slave-girl to the hand of her mistress — so our eyes look to ADONAI our God, till He shows us favor.","4":"Our soul has had enough of the scorn of those at ease, the contempt of the proud.","1":"A Song of Ascents. To You I lift up my eyes — You enthroned in the heavens.","3":"Show us favor, ADONAI, show us favor! For we have endured much contempt."},"91":{"16":"With long life will I satisfy him and show him My salvation.”","3":"For He will rescue you from the hunter’s trap and from the deadly pestilence.","5":"You will not fear the terror by night, nor the arrow that flies by day,","12":"Upon their hands they will lift you up, lest you strike your foot against a stone.","10":"so no evil will befall you nor any plague come near your tent.","2":"I will say of ADONAI, “He is my refuge and my fortress, my God, in whom I trust.","8":"You will only look on with your eyes and see the wicked paid back.","11":"For He will give His angels charge over you, to guard you in all your ways.","1":"He who dwells in the shelter of Elyon, will abide in the shadow of Shaddai.","9":"For you have made Elyon your dwelling, even ADONAI, who is my refuge,","14":"“Because he has devoted his love to Me, I will deliver him. I will set him securely on high, because he knows My Name.","7":"A thousand may fall at your side, and ten thousand at your right hand, but it will not come near you.","15":"When he calls on Me, I will answer him. I will be with him in trouble, rescue him, and honor him.","6":"nor the plague that stalks in darkness, nor the scourge that lays waste at noon.","4":"He will cover you with His feathers, and under His wings you will find refuge. His faithfulness is body armor and shield.","13":"You will tread upon the lion and cobra, trample the young lion and serpent."},"79":{"3":"They poured out their blood like water all around Jerusalem, and there was no one to bury them.","5":"How long, ADONAI, will You be angry? Forever? Will Your jealousy keep blazing like fire?","12":"Pay back into the midst of our neighbors sevenfold their reproach — the reproach they hurled at You, my Lord.","10":"Why should the nations say: “Where is their God?” Before our eyes, let it be known among the nations that You avenge the shed blood of Your servants.","2":"They gave the carcasses of Your servants as food to the birds of the skies, the flesh of Your kedoshim to the beasts of the earth.","8":"Do not hold against us the sins of our fathers. May Your mercies come quickly to meet us, for we are brought very low.","11":"Let the prisoner’s groan come to You. By Your great arm preserve those who are doomed to die.","1":"A Psalm of Asaph. God, the nations have invaded Your inheritance, defiled Your holy Temple, and reduced Jerusalem to ruins.","9":"Help us, God of our salvation — for the sake of the glory of Your Name. Deliver us, and atone for our sins — for Your name’s sake.","7":"For they have devoured Jacob and laid waste his country.","6":"Pour out Your wrath on the nations that do not acknowledge You, on the kingdoms that do not call on Your name.","4":"We have become a taunt to our neighbors, a scorn and derision to those around us.","13":"So we, Your people, the flock of Your pasture, will praise You forever. From generation to generation we will recount Your praise."},"68":{"11":"Your community settled in it. In Your goodness, O God, You provided for the poor.","3":"As smoke is blown away, may You blow them away. As wax melts before the fire, may the wicked perish before God.","20":"Blessed be my Lord! Day by day He bears our burdens — the God of our salvation! Selah","12":"The Lord gives the word — a great company of women proclaims the good news.","10":"You poured down abundant rain, O God. You sustained Your weary inheritance.","17":"Why do you gaze with envy, you mountain peaks, at the mountain God desired for His dwelling? Yes, ADONAI will dwell there forever!","13":"“Kings of armies, flee, flee!” She who stays at home divides the spoil.","27":"“Bless God in the congregations — ADONAI, from the fountain of Israel.”","30":"From Your Temple above Jerusalem, kings bring You tribute.","18":"The chariots of God are thousands and thousands — my Lord is among them as at Sinai, in holiness.","36":"O God, You are awesome from Your holy places. The God of Israel gives strength and power to the people. Blessed be God!","29":"Your God commanded your strength. Strengthen, O God, You who have acted for us.","23":"My Lord said: “I will bring them back from Bashan, I will bring them back from the depths of the sea.","19":"You went up on high. You led captivity captive. You received gifts from humanity,  even from the rebellious — so that God might dwell there.","1":"For the music director, a psalm of David, a song.","5":"Sing to God, sing praises to His Name. Prepare the road for Him who rides through the deserts, whose Name is ADONAI — and rejoice before Him.","4":"But let the righteous be glad. Let them exult before God. Let them rejoice with gladness.","8":"O God, when You went out before Your people, when You marched through the desert — Selah —","26":"The singers go before, the musicians last, between maidens beating tambourines.","14":"When you lie among the campfires, wings of a dove were covered with silver and her feathers with shimmering gold.","22":"Surely God crushes the head of His foes, the hairy scalp of one walking in his guilt.","28":"There Benjamin, the youngest, is leading them, there the throng of Judah’s princes, there the princes of Zebulun, there the princes of Naphtali.","25":"They have seen Your processions, O God — the processions of my God, my King, into the Sanctuary:","9":"the earth shook, the heavens rained at the presence of God — the One of Sinai — at the presence of God, God of Israel.","33":"Sing to God, kingdoms of the earth, sing praises to the Lord — Selah —","15":"When Shaddai scattered kings there, it was snowing on Zalmon.","34":"to Him who rides upon the ancient heavens of heavens. Look, He utters His voice, a mighty voice!","21":"God is for us — a God of deliverance. ADONAI my Lord has escapes from death.","24":"So your foot may wade in blood, and your dogs’ tongue may have their share of your enemies’ blood.”","16":"Mount Bashan is a mountain of God. Mount Bashan is a mountain of peaks.","35":"Ascribe strength to God — His majesty is over Israel and His strength is in the skies.","32":"Nobles come from Egypt. Cush runs to stretch her hands to God.","7":"God settles the lonely in a home. He leads prisoners out to prosperity. But the rebellious live in a parched land.","2":"Let God arise! Let His enemies be scattered! Let those who hate Him flee before Him.","6":"A father of orphans, defender of widows, is God in His holy dwelling.","31":"Rebuke the beast of the reeds, the herd of bulls with the calves, peoples trampling down pieces of silver. He has scattered the peoples who delight in war!"},"143":{"7":"Answer me speedily, ADONAI — my spirit fails. Hide not Your face from me, lest I become like those who go down into the Pit.","9":"Deliver me from my enemies, ADONAI. I hide myself in You.","10":"Teach me to do Your will, for You are my God. Let Your good Ruach lead me on level ground.","3":"For an enemy pursues my soul. He crushes my life down to the ground. He makes me dwell in darkness, like those long dead.","11":"For Your Name’s sake, ADONAI, revive me. In Your justice bring my soul out of trouble.","2":"Do not bring Your servant into judgment, for in Your eyes no one living is righteous.","1":"A psalm of David. Hear my prayer, ADONAI, give ear to my petitions. In Your faithfulness and Your righteousness, answer me!","12":"In Your mercy cut off my enemies and destroy all who harass my soul, for I am Your servant.","4":"So my spirit grows faint within me. My heart is shocked within me.","6":"I spread forth my hands to You. My soul longs for You as a parched land. Selah","5":"I remember the days of old. I meditate on all You have done. I ponder the work of Your hands.","8":"Make me hear Your lovingkindness in the morning, for in You I trust. Show me the way I should go, for to You I lift up my soul."},"92":{"16":"They declare, “ADONAI is upright, my Rock — there is no injustice in Him.”","3":"to declare Your love in the morning and Your faithfulness at night,","5":"For You made me glad, ADONAI, by Your deeds. I sing for joy at the works of Your hands.","12":"My eye can gaze on those lying in wait for me. My ears hear about evildoers rising up against me.","10":"For behold, Your enemies, ADONAI — behold Your enemies perish — all evildoers are scattered.","2":"It is good to praise ADONAI and to make music to Your Name, Elyon,","8":"Though the wicked spring up like grass, and all evildoers flourish, it is only to be ruined forever.","11":"But You exalted my horn like that of a wild ox. I am anointed with fresh oil.","1":"A psalm, a song for the Shabbat.","9":"But You, ADONAI, are exalted forever.","14":"Planted in the House of ADONAI, they will flourish in the courts of our God.","7":"A brutish man does not know, nor does a fool understand.","15":"They will still yield fruit in old age. They will be full of sap and freshness.","6":"How great are Your works, ADONAI! How profound are Your thoughts!","4":"with a ten-string harp, with resounding music on the lyre.","13":"The righteous will flourish like a palm tree. He will grow like a cedar in Lebanon."},"118":{"11":"They surrounded me, yes, all around me — in the Name of ADONAI I cut them off.","3":"O let the house of Aaron say: For His lovingkindness endures forever.","20":"This is the gate of ADONAI — the righteous will enter through it.","12":"They swarmed around me like bees — they were extinguished like burning thorns — in the Name of ADONAI I cut them off.","10":"All nations surrounded me — in the Name of ADONAI I cut them off.","17":"I will not die, but live, and proclaim what ADONAI has done!","13":"You pushed me hard to make me fall, but ADONAI helped me.","27":"ADONAI is God, and He has given us light. Join the festival with branches, up to the horns of the altar.","18":"ADONAI has chastened me hard, but has not given me over to death.","29":"Praise ADONAI, for He is good, for His lovingkindness endures forever.","23":"It is from ADONAI: it is marvelous in our eyes!","19":"Open to me the gates of righteousness, that I may enter through them and praise ADONAI.","1":"Praise  ADONAI, for He is good. For His lovingkindness endures forever.","5":"Out of a tight place I called on ADONAI — ADONAI answered me with a spacious place.","4":"O let those who fear ADONAI say: For His lovingkindness endures forever.","8":"It is better to take refuge in ADONAI than to trust in man.","26":"Baruch haba b’Shem ADONAI — Blessed is He who comes in the Name of ADONAI.  We bless you from the House of ADONAI.","14":"ADONAI is my strength and song, and He has become my salvation.","22":"The stone the builders rejected has become the capstone.","28":"You are my God, and I praise You. You are my God — I exalt You!","25":"Hoshia-na! Please, ADONAI, save now! We beseech You, ADONAI, prosper us!","9":"It is better to take refuge in ADONAI than to trust in princes.","15":"Shouts of joy and victory are in the tents of the righteous: “ADONAI’s right hand is mighty!","21":"I give You thanks, because You have answered me and have become my salvation.","24":"This is the day that ADONAI has made! Let us rejoice and be glad in it!","16":"ADONAI’s right hand is lifted high! ADONAI’s right hand is mighty!”","7":"ADONAI is for me, as my helper. I will see the downfall of those who hate me.","2":"O let Israel say: For His lovingkindness endures forever.","6":"ADONAI is for me — I will not fear! What can man do to me?"},"18":{"11":"He rode upon a cheruv and flew. He soared on the wings of the wind.","41":"You also made my enemies turn their backs to me. I cut off those who hate me.","45":"As soon as they hear, they obey me. Children of foreigners cringe before me.","42":"They cry out, but there is none to save — even to ADONAI, but He did not answer them.","3":"ADONAI is my rock, my fortress and my deliverer. My God is my rock, in Him I take refuge, my shield, my horn of salvation, my stronghold.","20":"He brought me out to a wide-open place. He rescued me since He delighted in me.","12":"He made darkness His cover, His sukkah all around Him — dark waters, thick clouds.","10":"He parted the heavens and came down, with thick darkness under His feet.","17":"He reached down from on high and took hold of me. He drew me out of mighty waters.","51":"Great victories He gives to His king. He shows loyal love to His anointed — to David and his seed, forever.","44":"You free me from strifes of the people. You set me as head of the nations — people I did not know are serving me.","40":"For You girded me with strength for battle. You made those who rose up against me bow down before me.","13":"Out of the brilliance before Him passed His thick clouds, hail and fiery coals.","27":"With the pure You are pure, and with the crooked You are shrewd.","30":"For with You I rush on a troop, with my God I scale a wall.","18":"He saved me from my powerful enemy, from those who hated me — for they were much stronger than me.","36":"You gave me the shield of Your salvation. Your right hand upholds me, Your gentleness makes me great.","29":"For You light up my lamp. ADONAI my God shines in my darkness.","23":"For all His judgments are before me. I do not put His rulings away from me.","19":"They came against me in my day of calamity, but ADONAI was my support.","1":"For the music director: a psalm of David the servant of ADONAI. He chanted the words of this song to ADONAI on the day ADONAI delivered him from the hand of all his enemies, and from the hand of Saul.","47":"ADONAI lives! And blessed be my Rock! Exalted be God my salvation!","5":"Cords of death entangled me. Torrents of Belial overwhelmed me.","49":"He delivers me from my enemies. Indeed You lift me up above those who rise up against me. You deliver me from the violent man.","4":"I called upon ADONAI, worthy of praise, and I was rescued from my enemies.","8":"Then the earth rocked and quaked. The foundations of mountains trembled. They reeled because He was angry.","26":"With the loyal You deal loyally. With the blameless You are blameless.","39":"I will crush them till they cannot rise, till they fall beneath my feet.","14":"ADONAI also thundered in the heavens, and Elyon gave forth His voice, hail and fiery coals.","37":"You broaden my steps beneath me, so my ankles have not slipped.","22":"For I kept the ways of ADONAI, and did not turn wickedly from my God.","28":"For You save lowly people, but haughty eyes You humble.","25":"So ADONAI rewarded me for my righteousness, for the cleanness of my hands in His eyes.","9":"Smoke rose from His nostrils and consuming fire from His mouth. Coals blazed from Him.","33":"God girds me with strength and makes my way straight.","15":"He shot His arrows and scattered them, hurled lightning bolts and routed them.","34":"He makes my feet like those of deer and makes me stand on my heights.","21":"ADONAI rewarded me for my righteousness. For the cleanness of my hands He repaid me.","24":"I also had integrity with Him, and kept myself from my sin.","46":"Children of foreigners lose heart and come trembling from their hideouts.","16":"Then ravines of water appeared. The foundations of earth were exposed, at Your rebuke, ADONAI, at a blast of breath from Your nostrils.","35":"He trains my hands for battle, so my arms can bend a bronze bow.","32":"For who is God, except ADONAI? And who is a Rock, except our God?","7":"In my distress I called on ADONAI, and cried to my God for help. From His Temple He heard my voice, my cry before Him came into His ears.","43":"Then I beat them as fine as dust before the wind. I pour them out like mud in the streets.","48":"God — He gives me vengeance and subdues peoples under me.","2":"He said, I love You, ADONAI my strength!","38":"I pursue my enemies and overtake them, and will not return till they are wiped out.","50":"Therefore I praise You among the nations, ADONAI, and sing praises to Your Name.","6":"Cords of Sheol coiled around me. Snares of death came before me.","31":"As for God, His way is perfect. The word of ADONAI is pure. He is a shield to all who take refuge in Him."},"90":{"16":"Let Your work appear to Your servants, and Your splendor on their children.","3":"You turn mankind back to dust, saying, “Return, children of Adam!”","5":"You sweep them away in their sleep. In the morning they are like sprouting grass —","12":"So teach us to number our days, so that we may get a heart of wisdom.","10":"The span of our years is seventy — or with strength, eighty — yet at best they are trouble and sorrow. For they are soon gone, and we fly away.","2":"Before the mountains were born, or You gave birth to the earth and the world, even from everlasting to everlasting, You are God!","8":"You have set our iniquities before You, our secret sins in the light of Your presence.","17":"Let the favor of the Lord our God be upon us. Establish the work of our hands for us — yes, establish the work of our hands.","11":"Who knows the power of Your anger? Your fury leads to awe of you.","1":"A prayer of Moses the man of God. My Lord, You have been our dwelling from generation to generation.","9":"For all our days have passed away under Your wrath. We spent our years like a sigh.","14":"Satisfy us in the morning with Your love, so we may sing for joy and be glad all our days.","7":"For we are consumed by Your anger and terrified by Your wrath.","15":"Gladden us for as many days as You have humbled us, as many years as we have seen misery.","6":"in the morning it flourishes and springs up, by evening it withers and dries up.","4":"For a thousand years in Your sight are like a day just passing by, or like a watch in the night.","13":"Relent, ADONAI! How long? Have compassion on Your servants."},"135":{"16":"They have mouths, but cannot speak, eyes, but cannot see;","3":"Praise ADONAI, for ADONAI is good. Sing praises to His Name, for it is delightful.","5":"For I have known that ADONAI is great, and that our Lord is above all gods.","21":"Blessed be ADONAI out of Zion, who dwells in Jerusalem. Halleluyah!","18":"Those who make them will be like them — so will all who keep trusting in them.","12":"and gave their land as an inheritance, an inheritance to His people Israel.","10":"He struck down many nations and slew mighty kings:","2":"standing in the House of ADONAI, in the courts of the House of our God.","8":"He struck down the firstborn of Egypt, both man and beast.","17":"they have ears, but cannot hear, nor is there any breath in their mouths.","11":"Sihon, king of the Amorites, and Og, king of Bashan, and all the kingdoms of Canaan,","1":"Halleluyah! Praise the Name of ADONAI. Give praise, O servants of ADONAI —","9":"He sent signs and wonders among you, O Egypt, on Pharaoh and all his servants.","14":"For ADONAI will vindicate His people, and have compassion on His servants.","7":"He makes clouds rise from the ends of the earth. He makes lightning for the rain. He brings wind out of His storehouses.","15":"The idols of the nations are silver and gold, the work of human hands.","20":"O house of Levi, bless ADONAI! You who revere ADONAI, bless ADONAI!","6":"Whatever ADONAI pleases, He does, in heaven and in earth, in the seas and in all deeps.","4":"For ADONAI has chosen Jacob for Himself, Israel as His treasured possession.","19":"O house of Israel, bless ADONAI! O house of Aaron, bless ADONAI!","13":"ADONAI, Your Name endures forever, Your renown, ADONAI, from generation to generation."},"56":{"3":"My foes trample me all day. For many are fighting me arrogantly.","5":"In God — I keep praising His word — in God I trust, I will not fear. What can mere flesh do to me?","12":"in God I trust, I will not be afraid. What can man do to me?","10":"Then my enemies will turn back in the day I call. This I know — that God is for me.","2":"Be gracious to me, O God! For man has crushed me, fighting all day he oppresses me.","8":"In spite of such sin, will they escape? In fierce anger, O God, cast down such people!","11":"In God — I keep praising His word — in ADONAI — I keep praising His word —","1":"For the music director: “A Silent Dove Far Away,” a Michtam of David, when the Philistines had seized him in Gath.","9":"You have recorded my wanderings. You put my tears in Your bottle. Are they not in Your book?","14":"For You have delivered my soul from death and my feet from stumbling, that I may walk before God in the light of life.","7":"They stir up strife; they lie hidden. They mark my steps, eager to take my soul.","6":"All day they twist my words. All their thoughts are against me for evil.","4":"In a day when I am afraid, I will put my trust in You.","13":"I am under vows to You, O God. I will present thank offerings to You."},"150":{"3":"Praise Him with the blast of the shofar. Praise Him with harp and lyre.","2":"Praise Him for His acts of power. Praise Him for His enormous greatness.","1":"Halleluyah! Praise God in His Sanctuary! Praise Him in His mighty expanse.","4":"Praise Him with tambourine and dance. Praise Him with string instruments and flute.","6":"Let every thing that has breath praise ADONAI. Halleluyah!","5":"Praise Him with clash of cymbals. Praise Him with resounding cymbals."},"83":{"16":"so pursue them with Your tempest, and terrify them with Your storm.","3":"For look, Your enemies make an uproar. Those who hate You lift up their head.","5":"“Come,” they say, “let’s wipe them out as a nation! Let Israel’s name be remembered no more!”","18":"Let them be ashamed and dismayed forever. Let them be humiliated and perish.","12":"Make their nobles like Oreb and Zeeb — all their princes like Zebah and Zalmunna,","10":"Do to them as You did to Midian, to Sisera and Jabin at the Kishon River,","2":"God, do not keep silent. Do not hold Your peace, O God. Do not be still.","8":"Gebal, Ammon and Amalek, Philistia with the inhabitants of Tyre,","17":"Cover their faces with shame, so they may seek Your Name — ADONAI.","11":"who perished at En-dor — they became as dung for the ground.","1":"A song: a psalm of Asaph.","9":"even Assyria has joined them, becoming a strong arm for Lot’s sons. Selah","14":"My God, make them like tumbleweed, like chaff before the wind.","7":"The tents of Edom and the Ishmaelites, Moab and the Hagrites,","15":"As a fire burns a forest, and as a flame sets mountains ablaze,","6":"For with one mind they plot together. Against You do they make a covenant.","4":"They make a shrewd plot against Your people, conspiring against Your treasured ones.","19":"Let them know that You alone — whose Name is ADONAI — are El Elyon over all the earth.","13":"who said, “Let us take possession of the pasturelands of God.”"},"141":{"7":"As when one plows and breaks open the earth, so our bones are scattered at the mouth of Sheol.","9":"Keep me from the jaws of the trap they have laid for me, and from the snares of the evildoers.","10":"Let the wicked fall into their own nets, while I pass by safely.","3":"Set a guard, ADONAI, over my mouth. Keep watch over the door of my lips.","2":"May my prayer be set before You like incense. May the lifting up of my hands be like the evening sacrifice.","1":"A psalm of David. ADONAI, I call to You — come quickly to me! Hear my voice when I call to You.","4":"Let not my heart turn to any evil thing, to practice deeds of wickedness with men that work iniquity, nor let me eat of their delicacies.","6":"Their judges are thrown down from a cliff. Then they will hear my words, since they are sweet.","5":"Let the righteous strike me — it is kindness. Let him correct me — it is oil on my head — my head will not refuse it. Yet still my prayer is against their wickedness.","8":"For my eyes are toward You, God my Lord. In You I have taken refuge — do not expose my soul."},"71":{"16":"I come because of the mighty deeds of ADONAI my Lord. I will remember Your righteousness — Yours alone.","3":"Be to me a sheltering rock where I may always go. Give the command to save me — for You are my rock and my fortress.","5":"For You are my hope, ADONAI my Lord — my trust from my youth.","21":"You will increase my greatness, and comfort me once again.","18":"So even until I am old and gray, O God, do not forsake me, till I tell of Your strong arm to the next generation, Your might to all who are to come.","12":"O God, be not far from me! My God, come quickly to help me.","10":"For my enemies speak against me. Those who watch for my soul conspire together,","2":"Deliver me and rescue me in Your justice. Turn Your ear to me and save me.","22":"So I will praise You with the harp for your truth, O my God. I will sing praises to You with the lyre O Holy One of Israel.","8":"My mouth is filled with Your praise and with Your glory all day.","17":"God, You taught me from my youth, and I still keep declaring Your wonders.","11":"saying: “God has forsaken him — Pursue and take him, for no one will deliver.”","1":"In You, ADONAI, have I taken refuge. Let me never be ashamed.","9":"Do not cast me away in the time of old age. When my strength fails, do not forsake me.","24":"Also my tongue will tell of Your righteousness all day. For those who seek my hurt have been put to shame and confusion.","14":"But I — I will hope continually and will praise You more and more.","7":"I am like an ominous sign to many, but You are my strong refuge.","15":"My mouth will recount Your justice and Your salvation all day, though I do not know the sum of them.","20":"You made me see many troubles and evils — You will revive me again — from the depths of the earth You will bring me up again.","23":"My lips will shout for joy — when I sing praises to You — and my soul, which You have redeemed.","6":"From my birth I have leaned on You. You took me out of my mother’s womb. My praise is always about You.","4":"My God, rescue me out of the hand of the wicked, out of the grasp of an evil, ruthless man.","19":"For Your righteousness, O God, reaches to high heaven. You have done great things — O God, who is like You?","13":"Let the accusers of my soul be disgraced and destroyed. Let those who seek to harm me be covered with scorn and confusion."},"11":{"7":"For ADONAI is righteous — He loves justice. The upright will see His face.","3":"If our foundations are destroyed, what should the righteous do?”","2":"For look, the wicked bend the bow. They fix their arrow on the bowstring so they can shoot from the shadows at those who are upright in heart.","1":"For the music director, a psalm of David. In ADONAI I have taken shelter. How can you say to my soul: “Fly like a bird to your mountain?","4":"ADONAI is in His holy Temple. ADONAI’s throne is in heaven.  His eyes are watching. His eyelids observe the children of men.","6":"On the wicked He will rain down fire, brimstone and scorching wind as the portion of their cup!","5":"ADONAI examines the righteous. But the wicked and one loving violence His soul hates."},"105":{"11":"saying, “To you I give the land of Canaan, the portion of your inheritance.”","41":"He opened a rock, and waters gushed out, flowed as a river in dry places.","45":"so that they might keep His statutes and observe His laws. Halleluyah!","42":"For He remembered His holy word to Abraham His servant.","3":"Glory in His holy Name. Let the heart of those who seek ADONAI rejoice.","20":"The king sent and released him. The ruler of the peoples set him free.","12":"When they were but few in number, few indeed, and foreigners in it,","10":"and confirmed to Jacob as a decree, to Israel as an everlasting covenant,","17":"He sent a man before them — Joseph, sold as a slave.","44":"He gave them the lands of the nations, so they inherited the labor of the peoples","40":"They asked, and He brought quail, and satisfied them with the bread of heaven.","13":"wandering from nation to nation, from one kingdom to another people,","27":"They performed His signs among them — miracles in the land of Ham.","30":"Their land swarmed with frogs, even in their royal chambers.","18":"They hurt His feet with shackles, he was put in irons —","36":"Then He struck all the firstborn in their land, the firstfruits of all their vigor.","29":"He turned their waters into blood, causing their fish to die.","23":"Then Israel came into Egypt, Jacob sojourned in the land of Ham.","19":"till the time that his word came true — the word of ADONAI proved him true!","1":"Praise ADONAI, call upon His Name. Make known His deeds among the peoples.","5":"Remember His wonders that He has done, His miracles and the judgments of His mouth,","4":"Seek ADONAI and His strength, seek His face always.","8":"He remembers His covenant forever — the word He commanded for a thousand generations —","26":"He sent Moses His servant, and Aaron, whom He had chosen.","39":"He spread a cloud as a covering and fire to give light at night.","14":"He allowed no one to oppress them — for their sake He rebuked kings:","37":"Then He brought them out with silver and gold, and no one among His tribes faltered.","22":"to discipline his princes at his will, and teach his elders wisdom.","28":"He sent darkness, and it was dark, so they did not rebel against His words.","25":"He turned their hearts to hate His people, to deal shrewdly with His servants.","9":"which He made with Abraham, and swore to Isaac,","33":"He struck their vines and their fig trees and shattered the trees of their country.","15":"“Touch not My anointed ones, and do My prophets no harm.”","34":"He spoke, and the locust came — young locusts without number —","21":"He made him lord of his house, ruler over all his possessions,","24":"He made His people very fruitful, and made them more numerous than their foes.","16":"He called down a famine on the land. He broke the whole supply of bread.","35":"to eat up every green thing in their land and eat up the fruit of their ground.","32":"He gave them a rain of hail, flames of fire throughout their land.","7":"He is ADONAI our God. His judgments are in all the earth.","43":"So He brought forth His people with joy, His chosen ones with singing.","2":"Sing to Him, sing praises to Him — tell about all His wonders!","38":"Egypt was glad when they left — for dread of them had fallen on them.","6":"O seed of Abraham, His servant, O children of Jacob, His chosen ones.","31":"He spoke, and a swarm of gnats came within all their borders."},"16":{"7":"I will bless ADONAI, who counsels me. Even at night my heart instructs me.","9":"So my heart is glad and my soul rejoices. My body also rests secure.","10":"For You will not abandon my soul to Sheol nor let Your faithful one see the Pit.","3":"As for the kedoshim who are in the land, they are noble — in them is all my delight.","11":"You make known to me the path of life. Abundance of joys are in Your presence, eternal pleasures at Your right hand.","2":"I said to ADONAI: “You are my Lord — I have no good apart from You.”","1":"A Michtam of David. Keep me safe, O God, for in You I have found shelter.","4":"As for those who run after another god, may their sorrows multiply. I will not pour out their drink offerings of blood, nor lift up their names with my lips.","6":"My boundary lines fall in pleasant places — surely my heritage is beautiful.","5":"ADONAI is my portion and my cup. You cast my lot.","8":"I have set ADONAI always before me. Since He is at my right hand, I will not be shaken."},"77":{"16":"With your arm You redeemed Your people, the children of Jacob and Joseph. Selah","3":"In the day of my trouble I seek my Lord. At night my hand stretches out untiringly. My soul refuses to be comforted.","5":"You hold my eyelids open — I am so troubled — I cannot speak.","21":"You led Your people like a flock, by the hand of Moses and Aaron.","18":"The clouds poured out water, the skies resounded, Your arrows flashed back and forth.","12":"I will remember the deeds of ADONAI. Yes, I will muse about Your wonders of old.","10":"Has God forgotten to be gracious? Or has He in anger withdrawn his mercies?” Selah","2":"My voice to God — and I cried out, my voice to God — and He heard me!","8":"“Will the Lord reject forever and never again show favor?","17":"The waters saw You, O God, the waters saw You and writhed, even the depths shook.","11":"Then I said: “It wounds me — that the right hand of Elyon has changed.”","1":"For the music director, on Jeduthun: a psalm of Asaph.","9":"Has His mercy vanished forever? Has His promise come to an end forever?","14":"O God, Your way is holy. What god is great like God?","7":"In the night I remember my song. I meditate with my heart and my spirit is searching.","15":"You are the God who works wonders. You have made Your power known among the peoples.","20":"Your way was in the sea, and Your path in the mighty waters, but Your footprints were not seen.","6":"I ponder the days of old, the years long ago.","4":"I remember God and I moan. I muse, and my spirit grows faint. Selah","19":"The sound of Your thunder was in the whirlwind. Lightning lit up the world. The earth trembled and shook.","13":"I will meditate also on all Your work and consider Your deeds.”"},"25":{"16":"Turn to me and be gracious to me, for I am lonely and afflicted.","3":"Surely no one who waits for You will be ashamed. But the treacherous without cause will be ashamed.","5":"Guide me in Your truth, and teach me, for You are God, my salvation, for You I wait all day.","21":"May integrity and uprightness protect me — for I wait for You.","18":"See my affliction and my suffering, and take away all my sins.","12":"Who is this man who fears ADONAI? He will instruct him in the way he should choose.","10":"All ADONAI’s ways are lovingkindness and truth to those who keep His covenant and His testimonies.","2":"O my God, in You I trust, so I will not be ashamed, and my enemies will not gloat over me.","22":"Redeem Israel, O God, from all their troubles.","8":"Good and upright is ADONAI. Therefore He directs sinners in the way.","17":"The troubles of my heart increase. Bring me out of my distress.","11":"For Your Name’s sake, ADONAI, pardon my guilt, for it is great.","1":"Of David. To You, ADONAI, I lift up my soul.","9":"He guides the humble in what is right, and teaches the humble His way.","14":"The secret of ADONAI is for those who fear Him. He makes His covenant known to them.","7":"Remember not the sins of my youth, nor my rebellion. According to Your mercy remember me, for the sake of Your goodness, ADONAI.","15":"My eyes are always looking to ADONAI, for He will pull my feet out of the net.","20":"Guard my soul and deliver me. Let me not be ashamed, for I take refuge in You.","6":"Remember, ADONAI, Your compassions and Your mercies — for they are from eternity.","4":"Show me Your ways, ADONAI. Teach me Your paths.","19":"See my enemies, how many they are — they hate me with violent hatred.","13":"His soul abides in goodness, and his offspring will inherit the land."},"137":{"7":"Remember, ADONAI, the children of Edom, what they said on the day Jerusalem fell: “Strip her, strip her to her very foundation!”","9":"Happy is the one who seizes your little ones and dashes them upon the rock.","3":"For there our captors demanded songs and our tormentors asked for joy: “Sing us one of the songs of Zion.”","2":"On the willows there we hung up our harps.","1":"By the rivers of Babylon, we sat down and wept, when we remembered Zion.","4":"How can we sing a song of ADONAI in a foreign land?","6":"May my tongue cling to the roof of my mouth if I cease to remember you, if I do not set Jerusalem above my chief joy.","5":"If I forget you, O Jerusalem, let my right hand wither.","8":"O daughter of Babylon, the devastated one, happy is the one who repays you as you have paid us."},"54":{"7":"Let evil return to my foes. Silence them with Your truth!","9":"For He has delivered me from all trouble, and my eye has gazed upon my enemies.","3":"O God, save me by Your Name, vindicate me by Your might.","2":"when the Ziphites came and said to Saul: “Is not David hiding himself among us?”","1":"For the music director, on stringed instruments, a contemplative song of David,","4":"O God, hear my prayer, listen to the words of my mouth.","6":"Surely God is my helper. My Lord is the supporter of my soul.","5":"For strangers have risen up against me. Violent men seek after my soul. They do not set God before them. Selah","8":"I will sacrifice a freewill offering to You. I will praise Your name, ADONAI, for it is good."},"6":{"7":"I am worn out with my groaning. Every night I make my bed swim, drenching my pillow with my tears.","9":"Away from me, all you evildoers! For ADONAI heard the sound of my weeping.","10":"ADONAI has heard my cry for mercy. ADONAI accepts my prayer:","3":"Be gracious to me, ADONAI, for I am weak. Heal me, ADONAI — for my bones are shuddering with fear,","11":"“May all my enemies be ashamed, and stricken with terror. May they turn back in sudden disgrace.”","2":"ADONAI, do not rebuke me in Your anger! Do not discipline me in Your wrath.","1":"For the music director, on the eight-string lyre, a psalm of David.","4":"as is my soul — and You, ADONAI — how long?","6":"For there is no memory of You in death, in Sheol who will praise You?","5":"Turn toward me, ADONAI, deliver my soul! Save me — because of Your mercy.","8":"My eyes are weakened with grief — they age because of my enemies."},"67":{"7":"The earth has yielded its harvest — God, our God will bless us.","3":"so that Your way may be known on earth, and Your salvation among all nations.","2":"May God be gracious to us and bless us. May He cause His face to shine upon us — Selah","1":"For the music director, with stringed instruments, a psalm, a song.","4":"Let the peoples praise You, O God. Let all the peoples praise You.","6":"Let the peoples praise You, O God. Let all the peoples praise You.","5":"Let the nations be glad and sing for joy, for You will judge the peoples fairly, and guide the nations on the earth. Selah","8":"God will bless us, and all the ends of the earth will fear Him."},"40":{"16":"Let those who say to me, “Aha! Aha!” be appalled over their own shame.","3":"He brought me up out of the slimy pit, out of the mud and mire. Then He set my feet on a rock. He made my steps firm.","5":"Blessed is the one who put his confidence in ADONAI, who has not turned to the arrogant, nor to those who fall into falsehood.","18":"But I — I am poor and needy — yet my Lord is mindful of me. You are my help and my deliverer — O my God, do not delay!","12":"ADONAI, do not withhold Your compassions from me. Let Your mercy and Your truth always protect me.","10":"I proclaim good news of righteousness in the great assembly. Behold, I am not shutting my lips — ADONAI, You know!","2":"I waited patiently for ADONAI. He bent down to me and heard my cry.","8":"Then I said: “Here I am, I have come — in the scroll of a book it is written about me.","17":"Let all those who seek You rejoice and be glad in You. Let those who love Your salvation continually say: “ADONAI be magnified!”","11":"I did not hide Your righteousness within my heart. Rather I declared Your faithfulness and Your salvation. I did not conceal Your lovingkindness and Your truth from the great assembly.","1":"For the music director, a psalm of David.","9":"I delight to do Your will, O my God. Yes, Your Torah is within my being.”","14":"ADONAI, please deliver me! ADONAI, come quickly to help me!","7":"Sacrifice and offering You did not desire — my ears You have opened — burnt offering and sin offering You did not require.","15":"Let those who seek my life to sweep it away be put to shame and humiliated. Let those who wish me evil be turned back in disgrace.","6":"Many things You have done, ADONAI my God — Your plans for us are wonderful — there is none to be compared to You! If I were to speak and tell of them, they would be too many to count!","4":"He put a new song in my mouth — a hymn of praise to our God. Many will see and fear, and trust in ADONAI.","13":"For evils beyond number surround me, my sins have overtaken me — I cannot see — they are more than the hairs of my head — and my heart fails me."},"149":{"7":"to execute vengeance upon the nations and rebukes on the peoples,","9":"to carry out the sentence decreed — this is the glory of all His kedoshim. Halleluyah!","3":"Let them praise His Name with dancing. Let them sing praises to Him with tambourine and harp.","2":"Let Israel rejoice in its Maker. Let the children of Zion be glad in their King.","1":"Halleluyah! Sing to ADONAI a new song, His praise in the assembly of the kedoshim.","4":"For ADONAI takes pleasure in His people. He crowns the humble with salvation.","6":"Let God’s high praises be in their mouth and a two-edged sword in their hand —","5":"Let the kedoshim exult in glory. Let them sing for joy on their beds.","8":"to bind their kings with chains and their nobles with fetters of iron,"},"27":{"3":"Though an army camp besieges me, my heart will not fear. Though war breaks out against me, even then will I be confident.","5":"For in the day of trouble He will hide me in His sukkah, conceal me in the shelter of His tent, and set me high upon a rock.","12":"Do not turn me over to the desire of my foes. For false witnesses rise up against me, breathing out violence.","10":"Though my father and my mother forsake me, ADONAI will take me in.","2":"When evildoers approached me to devour my flesh — my adversaries and my foes — they stumbled and fell.","8":"To You my heart says: “Seek My face.” Your face, ADONAI, I seek.","11":"Teach me Your way, ADONAI, and lead me on a level path — because of my enemies.","1":"Of David. ADONAI is my light and my salvation: whom should I fear? ADONAI is the stronghold of my life: whom should I dread?","9":"Do not hide Your face from me. Do not turn Your servant away in anger. You have been my help. Do not abandon me or forsake me, O God my salvation.","14":"Wait for ADONAI. Be strong, let Your heart take courage, and wait for ADONAI.","7":"Hear, ADONAI, when I call with my voice, be gracious to me and answer me.","6":"Then will my head be high above my enemies around me. In His Tabernacle I will offer sacrifices with shouts of joy. I will sing, yes, sing praises to ADONAI.","4":"One thing have I asked of ADONAI, that will I seek: to dwell in the House of ADONAI all the days of my life, to behold the beauty of ADONAI, and to meditate in His Temple.","13":"Surely I trust that I will see the goodness of ADONAI in the land of the living."},"30":{"3":"ADONAI my God, I cried to You for help, and You healed me.","5":"Sing praise to ADONAI, His faithful ones, and praise His holy name.","12":"You turned my mourning into dancing. You removed my sackcloth and clothed me with joy.","10":"“What gain is there in my blood, in my going down to the Pit? Will the dust praise You? Will it declare Your truth?","2":"I will exalt You, ADONAI, for You have lifted me up, and did not let my enemies gloat over me.","8":"ADONAI, in Your favor You made my mountain stand strong. When You hid Your face, I was terrified.","11":"Hear, ADONAI, and be gracious to me. ADONAI, be my help.”","1":"A psalm, a song for the dedication of the Temple, of David.","9":"To You, ADONAI, I called, and to my Lord I made my plea:","7":"When I felt secure, I said: “I will never be shaken.”","6":"For His anger lasts for only a moment, His favor is for a lifetime. Weeping may stay for the night, but joy comes in the morning.","4":"ADONAI, You brought my soul up from Sheol. You kept me alive, so I would not go down to the Pit.","13":"So my glory will sing to You and not be silent. ADONAI my God, I will praise You forever."},"96":{"3":"Declare His glory among the nations, His marvelous deeds among all peoples.","5":"For all the gods of the peoples are idols, but ADONAI made the heavens.","12":"Let the land exult — and all that is in it. Then all the trees of the forest will sing for joy —","10":"Say among the nations: “ADONAI reigns!” The world is firmly established — it will not move. He will judge the peoples with fairness.","2":"Sing to ADONAI, bless His Name. Proclaim the good news of His salvation from day to day.","8":"Ascribe to ADONAI the glory of His Name. Bring an offering and come into His courts.","11":"Let the heavens be glad, let the earth rejoice. Let the sea roar — and all that fills it.","1":"Sing to ADONAI a new song! Sing to ADONAI, all the earth.","9":"Bow down to ADONAI in holy splendor. Tremble before Him, all the earth.","7":"Ascribe to ADONAI, O families of peoples. Ascribe to ADONAI glory and strength.","6":"Splendor and majesty are before Him. Strength and beauty are in His Sanctuary.","4":"For great is ADONAI, and greatly to be praised. He is to be feared above all gods.","13":"before ADONAI, for He is coming! For He is coming to judge the earth. He will judge the world with righteousness and the peoples in His faithfulness."},"128":{"3":"Your wife will be like a fruitful vine within your house. Your children will be like olive saplings around your table.","2":"for you will eat the labor of your hands. You will be blessed and it will be good for you.","1":"A Song of Ascents. Happy is everyone in awe of ADONAI, who walks in His ways,","4":"Behold, thus will the man be blessed who fears ADONAI.","6":"and may you live to see your children’s children.  Shalom be upon Israel!","5":"May ADONAI bless you out of Zion, and may you see Jerusalem in prosperity all the days of your life,"},"97":{"7":"Let all who serve graven images be ashamed — who boast in idols. Bow down before Him, all you gods!","9":"For You, ADONAI, are Elyon above all the earth. You are exalted far above all gods.","10":"You who love ADONAI, hate evil! He watches over the souls of His godly ones. He delivers them out of the hand of the wicked.","3":"Fire goes before Him and burns up His adversaries on every side.","11":"Light is sown for the righteous and gladness for the upright in heart.","2":"Clouds and darkness are all around Him. Righteousness and justice are the foundation of His throne.","1":"ADONAI reigns, let the earth rejoice, let the many islands be glad.","12":"Rejoice in ADONAI, you righteous ones, and praise His holy Name.","4":"His lightning lights up the world — the earth sees and trembles.","6":"The heavens declare His righteousness, and all the peoples have seen His glory.","5":"The mountains melt like wax at the presence of ADONAI, at the presence of the Lord of all earth.","8":"Zion hears and is glad, and the daughters of Judah rejoice, because of Your judgments, ADONAI."},"4":{"7":"Many are asking, “Who will show us some good?” May the light of Your face shine upon us, ADONAI!","9":"I will lie down and sleep in shalom. For You alone, ADONAI, make me live securely.","3":"O sons of men, how long will you turn my glory into my shame? How long will you love worthlessness and pursue falsehood? Selah","2":"Answer me when I call, God of my righteousness! You set me free when I am in distress. Be gracious to me and hear my prayer.","1":"For the music director, on stringed instruments, a psalm of David.","4":"But know that ADONAI has set apart the godly for His own. ADONAI will hear when I call to Him.","6":"Offer righteous sacrifices and put your trust in ADONAI.","5":"Tremble, but do not sin!  Search your heart while on your bed, and be silent. Selah","8":"You have put joy in my heart — more joy than when their grain and new wine overflow."},"46":{"7":"Nations are in uproar, kingdoms totter, He utters His voice, the earth melts!","9":"Come, see the works of ADONAI, who brings devastations on the earth.","10":"He makes wars cease to the end of the earth. He breaks the bow and shatters the spear. He burns chariots with fire.","3":"Therefore we will not fear, though the earth change, though the mountains topple into the heart of the seas,","11":"“Be still, and know that I am God. I am exalted among the nations. I am exalted in the earth.”","2":"God is our refuge and strength, an ever-present help in trouble.","1":"For the music director, of the sons of Korah, according to Alamoth, a song.","12":"ADONAI-Tzva’ot is with us. The God of Jacob is our strong tower. Selah","4":"though its waters roar and foam, though the mountains quake at their swelling. Selah","6":"God is in the midst of her, she will not be shaken. God will help her when morning dawns.","5":"There is a river whose streams make glad the city of God — the holy dwelling place of Elyon.","8":"ADONAI-Tzva’ot is with us. The God of Jacob is our stronghold. Selah"},"120":{"7":"I am for shalom and thus I speak, but they are for war!","3":"What can be given to you, and what more can be done to you, O deceitful tongue? —","2":"ADONAI, deliver my soul from lying lips, from a deceitful tongue.","1":"A Song of Ascents. In my trouble I cried out to ADONAI, and He answered me.","4":"sharp arrows of the mighty, with burning coals of a broom tree!","6":"My soul has too long dwelt with those who hate shalom.","5":"Woe to me, for I sojourn in Meshech, for I dwell among the tents of Kedar!"},"74":{"16":"The day is Yours, the night also is Yours. You provided moon and sun.","3":"Lift Your steps toward the perpetual ruins — an enemy has done all evil to the Sanctuary!","5":"It seemed like bringing up axes into a thicket of trees —","21":"Do not let the oppressed turn back in shame. But let the poor and needy praise Your Name.","18":"Remember how the enemy mocked, ADONAI, and how foolish people despised Your Name.","12":"Yet God is my King of old, working salvation in the midst of the land.","10":"How long, O God, will the adversary mock? Will the enemy revile Your Name forever?","2":"Remember Your congregation, which You purchased of old, redeemed as the tribe of Your inheritance, and Mount Zion, where You dwelt.","22":"Rise up O God, and defend Your cause. Remember how the fool mocks You all day.","8":"They said in their hearts: “Let us crush them totally!” They burned down all the meeting places of God in the land.","17":"You set all the borders of earth. You made summer and winter.","11":"Why do You hold back Your hand, Your right hand? Draw it out of Your bosom and consume them!","1":"A contemplative song of Asaph. Why have You cast us off forever, O God? Why does Your anger smolder against the flock of Your pasture?","9":"We do not see our signs. No longer is there any prophet — and no one among us knows how long.","14":"You crushed the heads of Leviathan, giving him as food to the desert dwellers.","7":"They set Your Sanctuary on fire, burning it to the ground. They defiled the dwelling place of Your Name.","15":"You opened up spring and brook. You dried up ever-flowing rivers.","20":"Look upon the covenant — for haunts of violence fill the dark places of earth.","23":"Do not forget the noise of Your foes, the uproar of those rising up against You, ascending continually.","6":"and now all its carved work they smash with hatchet and hammers!","4":"Your adversaries have roared in the midst of Your meeting place. They have set up their standards as signs.","19":"Do not deliver Your turtledove’s soul to the wild beast. Do not forget the life of Your afflicted ones forever.","13":"You split the sea with Your power. You smashed the monsters’ heads in the waters."},"147":{"16":"He gives snow like wool. He scatters frost like ashes.","3":"He heals the brokenhearted and binds up their wounds.","5":"Great is our Lord and mighty in power — His understanding is infinite!","18":"He sends forth His word and melts them. He makes His wind blow and waters flow.","12":"Exalt ADONAI, O Jerusalem! Praise your God, O Zion!","10":"He delights not in the horse’s strength, nor takes pleasure in a man’s legs.","2":"ADONAI builds up Jerusalem. He gathers together the exiles of Israel.","8":"He covers the sky with clouds. He provides rain for the earth. He makes grass sprout on the hills.","17":"He hurls down His hail like pebbles — who can stand before His cold?","11":"ADONAI delights in those who revere Him, in those who trust in His lovingkindness.","1":"Halleluyah! How good it is to sing praises to our God. How pleasant and fitting is praise.","9":"He gives food to the cattle and to the young ravens which cry.","14":"He puts shalom within your borders. He satisfies you with the finest wheat.","7":"Sing to ADONAI with thanksgiving. Sing praises to our God on the harp.","15":"He sends earth His command — His word runs swiftly.","20":"He has not done so with any other nation. They have not known His judgments. Halleluyah!","6":"ADONAI upholds the humble. He brings the wicked to the ground.","4":"He determines the number of the stars. He gives them all their names.","19":"He declares His word to Jacob, His decrees and His rulings to Israel.","13":"For He strengthens the bars of your gates. He blesses your children within you."},"98":{"7":"Let the sea roar and all within it, the world and those who dwell in it.","9":"before ADONAI, for He is coming to judge the earth. He will judge the world with righteousness and the peoples with fairness.","3":"He has remembered His lovingkindness, His faithfulness to the house of Israel. All the ends of the earth have seen the salvation of our God.","2":"ADONAI has made His salvation known. He has revealed His righteousness before the eyes of the nations.","1":"A psalm. Sing to ADONAI a new song, for He has done marvelous things. His right hand and His holy arm have won victory for Him.","4":"Shout joyfully to ADONAI, all the earth. Break forth, sing for joy, and sing praises.","6":"With trumpets and sound of the shofar blast a sound before the King, ADONAI.","5":"Sing praises to ADONAI with the harp, with the harp and a voice of melody.","8":"Let the rivers clap their hands, let the mountains sing for joy together —"},"70":{"3":"May they be put to shame and disgrace who seek my life. May they be turned back in humiliation who delight in my hurt.","2":"O God, come quickly to deliver me, ADONAI, to help me.","1":"For the music director, of David, for a memorial.","4":"May those who say, “Aha! Aha!” be turned away because of their shame.","6":"But I am poor and needy — God, come quickly to me. You are my help and my deliverer — ADONAI, do not delay.","5":"But may all who seek You rejoice and be glad in You. May those who love Your salvation always say, “Let God be magnified.”"},"17":{"3":"You have examined my heart. You searched me at night. Though You test me, You find nothing. I resolved that my mouth will not sin.","5":"My steps have kept on Your paths. My feet have not slipped.","12":"like a lion eager to tear to pieces, like a young lion crouching in cover.","10":"Their callous heart they shut tight. With their mouth they speak proudly.","2":"From Your presence comes my vindication. Your eyes see what is right.","8":"Protect me like the pupil of the eye. Hide me in the shadow of Your wings,","11":"Our steps are now surrounded. They set their eyes to throw us down to the ground,","1":"A prayer of David. Hear, ADONAI, a just plea, listen to my cry! Give ear to my prayer — from lips with no deceit.","9":"from the wicked who attack me — my enemies, who surround me.","14":"from men, with Your hand, ADONAI, from men of the world whose portion is in this life. You fill their belly with Your treasure — with plenty of children — and leave their surplus to their babes.","7":"Be wonderful with Your lovingkindness, O Savior of those taking refuge at Your right hand from those rising up against them.","15":"I in righteousness will behold Your face! When I awake, I will be satisfied with Your likeness.","6":"I called upon You, O God, for You will answer me. Incline Your ear to me, hear my speech.","4":"As for the deeds of mankind — by the word of Your lips I have kept out of the ways of the violent.","13":"Arise, ADONAI! Confront him! Make him bow down! Deliver my soul from the wicked with Your sword,"},"69":{"11":"When I wept and fasted — that became a reproach to me.","3":"I have sunk in deep mud, and there is no footing, I have come into deep waters, and a flood sweeps over me.","20":"You know my reproach, my shame, my disgrace. All my adversaries are before You.","12":"When I put on sackcloth, I became a joke to them.","10":"For zeal for Your House consumed me — the insults of those who insulted You have fallen on me.","17":"Answer me, ADONAI, for good is Your mercy. With Your great compassion, turn to me.","13":"Those who sit at the gate chatter about me, and I am the song of the drunkards.","27":"For they persecute the one You have smitten, so they tell of the pain of those You have wounded.","30":"But I — I am afflicted and in pain. Let Your salvation, O God, set me up on high.","18":"Hide not Your face from Your servant. For I am in distress — answer me quickly.","36":"For God will save Zion, and rebuild the cities of Judah. Then they will dwell there and possess it.","29":"May they be wiped out of the book of life and not be recorded with the righteous.","23":"Let their table before them be a snare, and what should have been for their well-being, let it be a trap.","19":"Draw near to my soul and redeem it. Ransom me because of my foes.","1":"For the music director, on “Lilies,” of David.","5":"Those who hate me without a cause  outnumber the hairs of my head. Powerful are my enemies who would destroy me with lies. What I did not steal, must I restore?","4":"I am worn out by my crying, my throat is parched, my eyes fail, waiting for my God.","8":"For I have endured scorn for Your sake. Disgrace has covered my face.","26":"Let their encampment be deserted. Let none dwell in their tents.","14":"But as for me, my prayer to You, ADONAI, is for a time of favor. O God, in Your great love, answer me with the truth of Your salvation.","37":"The children of His servants will inherit it and those who love His Name will dwell there.","22":"They put gall in my food, and for my thirst they gave me vinegar to drink.","28":"Add guilt to their guilt — may they not come into Your righteousness.","25":"Pour out Your indignation on them. Let Your fierce anger overtake them.","9":"I have become a stranger to my brothers, a foreigner to my mother’s children.","33":"The humble will see it and be glad. You who seek God, let your hearts revive.","15":"Deliver me from the mire — do not let me sink. Deliver me from those who hate me, out of the deep waters.","34":"For ADONAI hears the needy and does not despise His captive people.","21":"Scorn has broken my heart, so I am sick. I looked for sympathy, but there was none, for comforters, but found none.","24":"Let their eyes be darkened so they cannot see and their backs be bent forever.","16":"Do not let floodwaters sweep over me, nor the deep swallow me up, nor the Pit shut its mouth over me.","35":"Let heaven and earth praise Him, the seas and everything moving in them.","32":"It will please ADONAI better than an ox or a bull with horns and hoofs.","7":"May those who hope in You not be ashamed because of me, my Lord, ADONAI-Tzva’ot. May those who seek You not be disgraced because of me, O God of Israel.","2":"Save me, O God, for the waters have reached my soul.","6":"O God, You know my folly, nor are my trespasses hidden from You.","31":"I will praise God’s Name with a song, and magnify Him with praise."},"88":{"16":"From my youth I have been afflicted and close to death. I suffer Your terrors — I am desperate!","3":"Let my prayer come before You. Turn Your ear to my cry.","5":"I am counted with those who go down into the Pit. I have become as one with no strength —","18":"Like water they surge around me all day. They close in on me together.","12":"Will Your love be declared in the grave? Or Your faithfulness in the place of ruin?","10":"My eye fails from affliction. I call upon You every day, ADONAI. I spread out my hands to You.","2":"ADONAI, God of my salvation, day and night I cried out before You.","8":"Your wrath lies heavily on me. You afflicted me with all Your waves. Selah","17":"Your fury has swept over me. Your terrors have cut me off.","11":"Will You work wonders for the dead? Or will the departed spirits rise up praising You? Selah","1":"A song, a psalm of the sons of Korah, for the music director, for singing Mahalath, a contemplative song  of Heman the Ezrahite.","9":"You have put my companions far from me. You have made me repulsive to them. I am shut in and I cannot go out.","14":"But I — I cried out to You, ADONAI, and in the morning my prayer meets You.","7":"You have laid me in the lowest places, in dark places, in the depths.","15":"ADONAI, why do You spurn me? Why do You hide Your face from me?","6":"abandoned among the dead, like the slain that lie in the grave, whom You remember no more — cut off from Your hand.","4":"For my soul is full of troubles, and my life draws near to Sheol.","19":"Friend and loved one You took far from me. Darkness has become my companion.","13":"Will Your wonders be known in the darkness? Your righteousness in the land of oblivion?"},"102":{"11":"because of Your indignation and wrath, for You have picked me up and tossed me aside.","3":"Do not hide Your face from me in the day of my distress. Turn Your ear to me — in the day I call, answer me quickly.","20":"For He looks down from His holy height, from heaven ADONAI gazes on the earth,","12":"My days are like a lengthening shadow, and I wither away like grass.","10":"For I have eaten ashes like bread, and mixed my drink with tears —","17":"For ADONAI has rebuilt Zion. He has appeared in His glory.","13":"But You, ADONAI, sit enthroned forever. Your renown is from generation to generation.","27":"They will perish, but You will remain. All of them will wear out like a garment. Like clothing You change them, so they change.","18":"He has turned to the prayer of the destitute, and has not despised their prayer.","29":"The children of Your servants will live. Their descendants will be established before You.”","23":"when the peoples and the kingdoms assemble to worship ADONAI.","19":"Let it be written for a generation to come, that a people to be created may praise ADONAI.","1":"A prayer of the afflicted one, when he is faint and pours out his lament before ADONAI:","5":"My heart is stricken and withered like grass, so that I even forget to eat my bread.","4":"For my days vanished like smoke, and my bones were burned like coals.","8":"I lie awake, like a lonely bird on a roof.","26":"Long ago You founded the earth, the heavens are the work of Your hands.","14":"You will arise and have compassion on Zion, for it is time to show favor to her, for the appointed time has come,","22":"to declare the Name of ADONAI in Zion and His praise in Jerusalem,","28":"But You are the same, and Your years will never end.","25":"I say, “My God, do not take me up in the middle of my days. Your years endure through all generations!","9":"My enemies taunt me all day. My deriders use my name to curse.","15":"for her stones are dear to Your servants, and they cherish her dust.","21":"to hear the groaning of the prisoner, to set free those condemned to death,","24":"He brought down my strength in midcourse. He shortened my days.","16":"So the nations will fear ADONAI’s Name and all the kings of the earth Your glory.","7":"I am like a pelican of the desert, like an owl of the waste places.","2":"ADONAI, hear my prayer, let my cry come to You.","6":"Because of the sound of my groaning, my bones cling to my flesh."},"136":{"16":"who led His people through the desert, for His lovingkindness endures forever,","3":"Praise the Lord of lords, for His lovingkindness endures forever,","5":"who made the heavens by wisdom, for His lovingkindness endures forever,","21":"and gave their land for an inheritance, for His lovingkindness endures forever,","18":"and slew mighty kings, for His lovingkindness endures forever,","12":"with a strong hand and outstretched arm, for His lovingkindness endures forever,","10":"who struck Egypt in their firstborn, for His lovingkindness endures forever,","2":"Praise the God of gods, for His lovingkindness endures forever.","22":"an inheritance for Israel His servant, for His lovingkindness endures forever.","8":"the sun to rule by day, for His lovingkindness endures forever,","17":"who struck down great kings, for His lovingkindness endures forever,","11":"and led out Israel from among them, for His lovingkindness endures forever,","1":"Praise ADONAI, for He is good, for His lovingkindness endures forever.","9":"the moon and stars to rule by night, for His lovingkindness endures forever,","24":"and separated between us and He delivered us from our adversaries, for His lovingkindness endures forever,","14":"and made Israel pass through the midst of it, for His lovingkindness endures forever,","7":"who made great lights, for His lovingkindness endures forever —","15":"but hurled Pharaoh and his army into the Sea of Reeds, for His lovingkindness endures forever,","20":"and Og, king of Bashan, for His lovingkindness endures forever,","25":"who gives food to all flesh, for His lovingkindness endures forever.","23":"He remembered us in our lowly estate, for His lovingkindness endures forever,","6":"who spread the earth on the waters, for His lovingkindness endures forever,","4":"who alone did great wonders, for His lovingkindness endures forever,","19":"Sihon, king of the Amorites, for His lovingkindness endures forever,","13":"who cut the Sea of Reeds into parts, for His lovingkindness endures forever,","26":"Praise the God of heaven, for His lovingkindness endures forever!"},"55":{"16":"Let desolation come upon them, let them go down alive into Sheol — for evil is in their dwelling, among them.","3":"Listen to me and answer me. I am restless in my complaint and moan —","5":"My heart shudders within me and the terrors of death sweep over me.","21":"My companion put forth his hands against those at peace with him, as he violates his covenant.","18":"Evening, morning and noon, I complain and moan, then He hears my voice.","12":"Ruins are in her midst. Oppression and deceit never leave her square.","10":"Lord, confuse and confound their speech, for I see violence and strife in the city.","2":"Give ear, O God, to my prayer and do not ignore my plea for help.","22":"Smoother than butter was his speech, yet war was in his heart. His words were softer than oil, yet they were drawn swords.","8":"Surely I would flee far away. I would stay in the wilderness. Selah","17":"As for me, I will call on God, and ADONAI will save me.","11":"Day and night they make the rounds on her walls. Iniquity and mischief are within her.","1":"For the music director, on stringed instruments, a contemplative song of David.","9":"I would hurry to my shelter from the rushing wind of the storm.”","24":"But You, O God, will bring them down to the Pit of destruction. Bloodthirsty, deceitful men will not live out half their days. But I — I will trust in You.","14":"But it is you, a man like me — my companion and my close friend!","7":"So I said, “Oh that I had wings like a dove! I would fly away and find rest.","15":"Together we enjoyed great fellowship. We used to walk with the throng in the House of God.","20":"God will hear and humble them — yes, the One enthroned of old. Selah Nothing changes — they do not fear God.","23":"Cast your burden on ADONAI, and He will sustain you.  He will never let the righteous be shaken.","6":"Fear and trembling come upon me and horror has overwhelmed me.","4":"because of the voice of the enemy, because of the pressure of the wicked. For they thrust trouble on me, and in anger bear a grudge against me.","19":"He will redeem my soul in shalom from the battle against me. For many are striving with me.","13":"For if it were an enemy taunting me, I could endure it. If my foe was exalting himself over me, I could hide from him."},"131":{"2":"But I have calmed and quieted my soul — like a weaned child with his mother, like a weaned child is my soul within me.","1":"A Song of Ascents. Of David. ADONAI, my heart is not proud, nor my eyes lofty, nor do I go after things too great or too difficult for me.","3":"O Israel, put your hope in ADONAI from this time forth and forever."},"22":{"11":"From the womb I was cast on You — from my mother’s womb You have been my God.","3":"O my God, I cried out by day, but You did not answer, by night, but there was no rest for me.","20":"But You, ADONAI, be not far off! O my strength! Come quickly to my aid!","12":"Be not far from me! For trouble is near — there is no one to help.","10":"Yet You brought me out of the womb, made me secure at my mother’s breasts.","17":"For dogs have surrounded me. A band of evildoers has closed in on me. They pierced  my hands and my feet.","13":"Many bulls have surrounded me. Strong bulls of Bashan encircled me.","27":"Let the poor eat and be satisfied. Let them who seek after Him praise ADONAI. May your hearts live forever!","30":"All the rich of the earth will feast and worship. Everyone who goes down to the dust will kneel before Him — even the one who could not keep his own soul alive.","18":"I can count all my bones. They stare, they gape at me.","29":"For the kingdom belongs to ADONAI, and He rules over the nations.","23":"I will declare Your Name to my brothers. I will praise You amid the congregation.","19":"They divide my clothes among them, and cast lots for my garment.","1":"For the music director, on “The Doe of the Dawn,” a psalm of David.","5":"In You our fathers put their trust. They trusted, and You delivered them.","4":"Yet You are holy, enthroned on the praises of Israel.","8":"All who see me mock me. They curl their lips, shaking their heads:","26":"From You is my praise in the great assembly. I will fulfill my vows before those who fear Him.","14":"They open wide their mouths against me, like a tearing, roaring lion.","22":"Save me from the lion’s mouth. From the horns of the wild oxen rescue me.","28":"All the ends of the earth will remember and turn to ADONAI. All the families of the nations will bow down before You.","25":"For He has not despised or disdained the suffering of the lowly one. Nor has He hidden His face from him, but when he cried to Him, He heard.","9":"“Rely on ADONAI! Let Him deliver him! Let Him rescue him — since he delights in Him!”","15":"I am poured out like water, and all my bones are disjointed. My heart is like wax — melting within my innards.","21":"Deliver my soul from the sword — my only one from the power of the dog.","24":"You who fear ADONAI, praise Him! All Jacob’s descendants, glorify Him! Revere Him, all you seed of Israel.","16":"My strength is dried up like a clay pot, my tongue clings to my jaws. You lay me in the dust of death.","32":"They will come and declare His righteousness to a people yet to be born — because He has done it!","7":"Am I a worm, and not a man? Am I a scorn of men, despised by people?","2":"My God, my God, why have You forsaken me? Distant from my salvation are the words of my groaning.","6":"They cried to you and were delivered. In You they trusted, and were not disappointed.","31":"His posterity will serve him, telling the next generation about my Lord."},"44":{"11":"You make us retreat before the enemy. Those who hate us have plundered us.","3":"With Your hand You displaced nations, but You planted them. You afflicted peoples, and You drove them out.","20":"Yet You crushed us in a place of jackals, covered us with the shadow of death.","12":"You gave us to be devoured like sheep  and have scattered us among the nations.","10":"Yet You have spurned and humiliated us, and no longer go out with our armies.","17":"because of the sound of taunting and reviling from the face of a vengeful enemy.","13":"You are selling Your people cheaply — not even getting a great price for them.","27":"Arise, be our help, and redeem us for Your mercy’s sake.","18":"All this came upon us, though we did not forget You, nor were we false to Your covenant.","23":"But for Your sake we are slain all day. We are counted as sheep for slaughter.","19":"Our heart did not turn back, nor did our steps stray from Your path.","1":"For the music director, a psalm of the sons of Korah, a contemplative song.","5":"You are my King, O God — command victories for Jacob!","4":"For it was not by their own sword that they took possession of the land, nor did their own arm save them. But it was Your right hand, Your arm, and the light of Your face — for You favored them.","8":"For You saved us from our oppressors and put to shame those who hated us.","26":"For our soul sinks down to the dust. Our belly cleaves to the earth.","14":"You made us a taunt for our neighbors, a scorn and ridicule for those around us.","22":"would God not have discovered it? For He knows the secrets of the heart.","25":"Why do You hide Your face and forget our misery and oppression?","9":"In God we make our boast all day and Your Name we praise forever. Selah","15":"You have made us a byword among the nations, head-wagging among the peoples.","21":"If we had forgotten the Name of our God or stretched our hands to a foreign god,","24":"Awake! Why do you sleep, my Lord? Wake up! Do not cast us off forever.","16":"All day my disgrace is before me, and my face is covered with shame —","7":"For I do not trust in my bow, nor can my sword save me.","2":"We have heard with our ears, O God — our fathers have told us — of a work You did in their days, in days of old.","6":"Through You we push back our foes. Through Your Name we trample those rising up against us."},"109":{"11":"Let a creditor seize all he has, and may strangers plunder his labor.","3":"with hateful words surrounded me, and fought against me without cause.","20":"Let this be ADONAI’s reward to my accusers, and to those who speak evil against me.","12":"Let no one show him mercy, or take pity on his fatherless children.","10":"Let his children wander and beg and may they search in their ruins.","17":"How he loved cursing — may it fall on him! He had no pleasure in blessing — may it be far from him!","13":"Let his posterity be cut off, and his name be blotted out in the next generation.","27":"Let them know that it is Your hand — that You, ADONAI, have done it.","30":"I will greatly thank ADONAI with my mouth, and in the midst of a throng will I praise Him.","18":"He wore cursing like his robe, until it filled his belly like water, and his bones like oil.","29":"My accusers will be clothed in disgrace, and wrapped in shame as in a cloak.","23":"I fade away like an evening shadow, shaken off like a locust.","19":"May it be like a cloak wrapped around him, like a belt tied around him always.","1":"For the music director, a psalm of David. O God of my praise, be not silent.","5":"They repay me evil for good, and hatred for my love.","4":"In return for my love they are my accusers, but I am in prayer.","8":"Let his days be few, let another take his position.","26":"Help me, ADONAI my God, Save me through Your lovingkindness.","14":"May the guilt of his fathers be remembered before ADONAI, the sin of his mother never blotted out.","22":"For I am afflicted and needy, and my heart is wounded within me.","28":"They may curse, but You bless. When they arise, they will be ashamed, but Your servant will rejoice.","25":"And I have become a taunt to them. When they see me, they wag their head.","9":"May his children be fatherless, and his wife a widow.","15":"Let their sins be before ADONAI continually, that He may cut off the memory of them from the earth.","21":"But You, ADONAI my Lord, deal with me for Your Name’s sake. Because Your lovingkindness is good, deliver me.","24":"My knees totter from fasting, and my flesh is lean, with no fat.","16":"For he never remembered to show mercy. But he persecuted a poor and needy man, crushed in spirit, to put him to death.","7":"When he is judged, let him be found guilty, and may his prayer be as sin.","2":"For the wicked and the deceitful have opened their mouth against me. They spoke to me with a lying tongue,","6":"Set a wicked man over him, let an accuser  stand at his right hand.","31":"For He stands at the right hand of the needy, to save him from those who condemn his soul."},"61":{"7":"May You add days to the king’s days. May his years span many generations.","9":"So I will sing praise to Your Name forever, to fulfill my vows day after day.","3":"From the end of the earth I call to You when my heart is faint. Lead me to the rock that is higher than I.","2":"Hear my cry, O God, listen to my prayer.","1":"For the music director, on string instrument, of David.","4":"For You have been a refuge for me, a tower of strength before the enemy.","6":"For You have heard my vows, O God. You have given the inheritance of those who fear Your Name.","5":"Let me dwell in Your tent forever. Let me take refuge in the shelter of Your wings. Selah","8":"May he be enthroned before God forever. Appoint mercy and truth to protect him."},"15":{"2":"The one who walks with integrity, who does what is right, and speaks truth in his heart,","4":"who despises a vile person in his eyes, but honors those who fear ADONAI, who keeps his oath even when it hurts, and does not change,","5":"who lends his money without usury, and takes no bribe against the innocent. One who does these things will never be shaken.","1":"A psalm of David. ADONAI, who may dwell in Your tent? Who may live on Your holy mountain?","3":"who does not slander with his tongue, does not wrong his neighbor, and does not disgrace his friend,"},"140":{"3":"who devise evil in their heart — every day they stir up wars.","5":"Keep me safe, ADONAI, from the clutches of the wicked. Protect me from the man of violence who planned to push me off my feet.","12":"May a slanderer not endure in the land. May calamity hunt down a violent man.","10":"As for the head of those surrounding me, may the mischief of their lips overwhelm them.","2":"Rescue me, ADONAI, from the evil man. Protect me from the violent men —","8":"God my Lord, the strength of my deliverance, You shield my head in the day of battle.","11":"Let burning coals fall upon them. May they be cast into the fire, into deep pits, never to rise again.","1":"For the music director: a psalm of David.","9":"Grant not, ADONAI, the desires of the wicked. Do not let their evil plan succeed, or they will exalt themselves. Selah","14":"Surely, the righteous ones will praise Your name. The upright will dwell in Your presence.","7":"I said to ADONAI: “You are my God!” Hear, ADONAI, the sound of my supplications.","6":"The proud have hidden a trap and cords for me. They spread out a net by the path. They set snares for me. Selah","4":"They sharpen their tongue like a serpent’s — viper’s venom is under their lips.  Selah","13":"I know ADONAI will vindicate the poor, and secure justice for the needy."},"86":{"16":"Turn to me and be gracious to me. Give Your strength to Your servant, and save the son of Your maidservant.","3":"Be gracious to me, my Lord, for to You I cry all day.","5":"For You, my Lord, are good, and ready to forgive and full of mercy to all who call upon You.","12":"I praise You, O Lord my God, with my whole heart, and glorify Your Name forever.","10":"For You are great, and do wonders — You alone are God.","2":"Watch over my soul, for I am godly. You are my God — save Your servant who trusts in You.","8":"There is none like You among the gods, my Lord, there are no deeds like Yours.","17":"Make me a sign for good, so that those who hate me may see it and be ashamed. For You, ADONAI, have helped me and comforted me.","11":"Teach me Your way, ADONAI, that I may walk in Your truth. Give me an undivided heart to fear Your Name.","1":"A prayer of David. Turn Your ear, ADONAI, and answer me, for I am weak and needy.","9":"All nations You have made will come and bow down before You, my Lord, and they will glorify Your Name.","14":"God, the proud have risen up against me and a gang of ruthless people have sought my life, and have not set You before them.","7":"In the day of my trouble I call upon You, for You will answer me.","15":"But You, my Lord, are a compassionate and gracious God, slow to anger, full of love and truth.","6":"Give ear, ADONAI, to my prayer, listen to the voice of my supplications.","4":"Gladden the soul of Your servant, for to You, my Lord, I lift up my soul.","13":"For great is Your lovingkindness toward me. You have delivered my soul from the lowest part of Sheol."},"26":{"7":"hearing the voice of thanksgiving while proclaiming all Your wonders.","9":"Do not take my soul away with sinners, nor my life with people of bloodshed —","10":"in whose hands are wicked schemes, whose right hand is full of bribes.","3":"For Your love is before my eyes and I have walked in Your truth.","11":"But I — I will walk in my integrity. Redeem me and be gracious to me.","2":"Probe me, ADONAI, and test me, refine my mind and my heart.","1":"Of David. Vindicate me, ADONAI, for I have walked in my integrity, and trusted in ADONAI without wavering.","12":"My feet stand on level ground. In congregations I will bless ADONAI.","4":"I have not sat with men of falsehood, nor do I consort with hypocrites.","6":"I will wash my hands in innocence, so I can walk around Your altar, ADONAI,","5":"I detest the company of evildoers, and do not sit with the wicked.","8":"ADONAI, I love the House where You live, the place where Your glory dwells."},"138":{"7":"Though I walk amid trouble, You revive me. You stretch out Your hand against the wrath of my enemies, and Your right hand delivers me.","3":"On the day I called, You answered me. You made me bold with strength in my soul.","2":"I bow down toward Your holy Temple and praise Your Name for Your love and Your faithfulness. For You — magnified above all Your Name and Your word.","1":"Of David. I praise You with all my heart. In the presence of the mighty I will sing praises to You.","4":"All the kings of the earth will praise You, ADONAI, when they hear Your mouth’s speech.","6":"For though ADONAI is exalted, yet He looks upon the lowly, but the haughty He knows from afar.","5":"So they will sing of the ways of ADONAI, for great is the glory of ADONAI.","8":"ADONAI will fulfill His purpose for me. Your lovingkindness, ADONAI, endures forever. Do not abandon the work of Your hands."},"36":{"3":"For he flatters himself in his own eyes, too much to notice his iniquity — or hate it.","5":"Even on his bed he plans sin. He puts himself on a path that is no good, never refusing evil.”","12":"May the foot of pride never tread on me, nor the hand of the wicked drive me away.","10":"For with You is the fountain of life — in Your light we see light.","2":"An oracle of Transgression — within my heart, to the wicked one: “There is no fear of God before his eyes.","8":"How precious is Your love, O God! The children of men find refuge in the shadow of Your wings.","11":"Continue Your lovingkindness to those who know You, and Your justice to the upright in heart.","1":"For the music director, of David the servant of ADONAI.","9":"They drink their fill from the abundance of Your House. You give them drink from the river of Your delights.","7":"Your righteousness is like the mountains of God. Your judgments are like the great deep. You preserve man and beast, ADONAI.","6":"Your love, ADONAI, is in the heavens, Your faithfulness up to the skies.","4":"His mouth’s words are iniquity and deceit. He has ceased to be wise and do good.","13":"There the evildoers lie fallen — thrown down, not able to rise!"},"38":{"16":"But I wait for You, ADONAI — You will answer, O Lord my God.","3":"For Your arrows have sunk deep into me and Your hand has pressed down on me.","5":"For my iniquities are on my head — like a burden too heavy for me.","21":"Those who repay evil for good oppose me because I pursue what is good.","18":"For I am about to fall, and my pain is before me constantly.","12":"My friends and my companions stay away from my wound, and my kinsmen stand far off.","10":"My Lord, all my longing is before You, and my sighing is not hidden from You.","2":"ADONAI, do not rebuke me in Your anger or discipline me in Your wrath.","22":"Do not forsake me, ADONAI. O my God, be not far from me.","8":"For my heart is filled with burning pain, and there is no health in my body.","17":"For I said: “Don’t let them gloat over me or exalt themselves over me, when my foot slips.”","11":"My heart pounds, my strength fails me. The light of my eyes — also, not with me.","1":"A psalm of David, for a memorial.","9":"I am numb and utterly crushed. I groan because of anguish in my heart.","14":"But I, like someone deaf, hear nothing, like a mute, not opening his mouth.","7":"I am bent over, bowed down greatly. All day I walk about in mourning.","15":"Yes, I am like one who cannot hear, whose mouth has no arguments.","20":"My lively enemies are numerous. Many hate me wrongfully.","23":"Hurry to my aid, my Lord, my salvation.","6":"My wounds are foul and festering because of my foolishness.","4":"There is no health in my flesh because of Your indignation. There is no wholeness in my bones because of my sin.","19":"So I confess my guilt. I am troubled because of my sin.","13":"They who seek my life set traps. Those who seek my hurt threaten destruction, uttering lies all day."},"7":{"16":"He digs a pit, scrapes it out, and then falls into the hole he has made.","3":"Otherwise he will rip me apart like a lion, with no one to rescue me.","5":"if I have paid back evil to anyone at peace with me, or unjustly attacked my adversary,","18":"I will praise ADONAI for His justice. I sing praise to the Name of ADONAI Elyon!","12":"God is a righteous judge, a God who is indignant every day.","10":"Please, end the evil of the wicked and sustain the righteous. A just God examines hearts and minds.","2":"ADONAI my God, in You I have taken refuge. Save me from each of my persecutors, and deliver me.","8":"Let an assembly of peoples gather around You and return on high, above them.","17":"His mischief will turn on his own head. His violence will boomerang on his crown.","11":"My shield is God — Savior of the upright in heart.","1":"A passionate song of David, which he sang to ADONAI concerning Cush, a Benjamite.","9":"ADONAI judges the peoples. Vindicate me, ADONAI, according to my righteousness and integrity in me.","14":"He prepares His own deadly weapons. He makes His fiery arrows.","7":"Arise, ADONAI, in Your anger, arise against the fury of my enemies! Awake for me! You decreed justice.","15":"Look! The one pregnant with trouble conceives mischief and brings forth deceit.","6":"then let the enemy chase me, overtake me, and trample me into the ground, leaving my honor in the dirt! Selah","4":"ADONAI my God, if I have done this — if there is guilt on my hands,","13":"If He does not relent, He will sharpen His sword. He has bent His bow and made it ready."},"63":{"7":"When I remember You on my bed, I meditate on You through the night watches.","9":"My soul clings to You — Your right hand upholds me.","10":"But those who seek my soul to destroy it will go down to the depths of the earth.","3":"So, I looked for You in the Sanctuary, to see Your power and Your glory.","11":"They will be gutted by the sword, and become a prey for jackals.","2":"O God, You are my God, earnestly I seek You. My soul thirsts for You. My flesh longs for You in a dry and weary land, where there is no water.","1":"A psalm of David, when he was in the wilderness of Judah.","12":"But the king will rejoice in God. All who swear by Him will boast, when the mouth speaking lies is shut.","4":"Since Your lovingkindness is better than life, my lips will praise You.","6":"My soul is satisfied as with fat and oil, so my mouth praises You with joyful lips.","5":"So I will bless You as long as I live. In Your name I lift up my hands.","8":"For You have been my help, and in the shadow of Your wings I sing for joy."},"124":{"7":"Our soul has escaped like a bird out of the snare of the trappers — the snare is broken, and we escaped!","3":"then they would have swallowed us alive, when their wrath burned against us.","2":"“Had ADONAI not been on our side, when men rose up against us,","1":"A Song of Ascents. Of David. “Had ADONAI not been on our side” — let Israel now say —","4":"Then the waters would have engulfed us, the torrent would have swept over our soul,","6":"Blessed be ADONAI, who has not given us as prey for their teeth.","5":"then the raging waters would have swept over our soul.”","8":"Our help is in the Name of ADONAI, Maker of heaven and earth."},"148":{"3":"Praise Him, sun and moon! Praise Him, all stars of light.","5":"Let them praise the Name of ADONAI, for He commanded and they were created.","12":"both young men and maidens, old men and children.","10":"beasts and all cattle, crawling things and winged birds,","2":"Praise Him all His angels! Praise Him all His armies.","8":"fire and hail, snow and vapor, storm wind doing His bidding,","11":"kings of the earth and all peoples, princes and all rulers of earth,","1":"Halleluyah! Praise ADONAI from the heavens! Praise Him in the highest!","9":"mountains and all hills, fruit trees and all cedars,","14":"He has raised up a horn for His people, a praise for all His kedoshim,  for the children of Israel — a people near to Him. Halleluyah!","7":"Praise ADONAI from the earth, sea monsters and all depths,","6":"He set them in place forever and ever. He made a decree that will never pass away.","4":"Praise Him, highest heavens, and waters above the heavens.","13":"Let them praise the Name of ADONAI, for His Name alone is exalted. His glory is above earth and heaven."},"95":{"7":"For He is our God, and we are the people of His pasture, the flock of His hand. Today, if you hear His voice:","9":"when your fathers tested Me, they challenged Me, even though they had seen My work.","10":"For forty years I loathed that generation. So I said: ‘It is a people whose heart goes astray, who do not know My ways.’","3":"For ADONAI is a great God and a great King above all gods.","11":"Therefore I swore in My anger, ‘They shall never enter into My rest.’”","2":"Let us come before His presence with thanksgiving. Let us shout joyfully to Him with songs.","1":"O come, let us sing for joy to ADONAI. Let us shout for joy to the rock of our salvation.","4":"In His hand are the depths of the earth, the mountain peaks are His also.","6":"Come, let us worship and bow down. Let us kneel before ADONAI our Maker.","5":"The sea is His — He made it, and His hands formed the dry land.","8":"“Do not harden your heart as at Meribah, as in the day of Massah in the wilderness,"}}}