{"translationKey":"tlv","translation":"TLV","book":"Deuteronomy","bookSlug":"deuteronomy","chapters":{"11":{"11":"But the land you are crossing over to possess is a land of hills and valleys, drinking from the rain of the heavens it drinks in water.","3":"His signs and the deeds He did in the midst of Egypt to Pharaoh king of Egypt and to all his land;","20":"You are to write them on the doorposts of your house and on your gates,","12":"It is a land that ADONAI your God cares for — the eyes of ADONAI your God are always on it, from the beginning of the year up to the end of the year.","10":"“For the land you are going in to possess is not like the land of Egypt from which you came. There you planted your seed and watered it by foot, like a vegetable garden.","17":"Then the anger of ADONAI will be kindled against you, so He will shut up the sky so that there will be no rain and the soil will not yield its produce. Then you will perish quickly from the good land ADONAI is giving you.","13":"“Now if you listen obediently to My mitzvot that I am commanding you today — to love ADONAI your God and to serve Him with all your heart and soul —","27":"the blessing, if you listen to the mitzvot of ADONAI your God that I am commanding you today,","30":"Are they not across the Jordan toward the west, in the land of the Canaanites who dwell in the Arabah — opposite Gilgal, beside the oaks of Moreh?","18":"“Therefore you are to set these words of Mine in your heart and in your soul. You are to bind them as a sign on your hand, and as frontlets between your eyes.","29":"Now when ADONAI your God brings you into the land you are going in to possess, you are to set the blessing on Mount Gerizim and the curse on Mount Ebal.","23":"then ADONAI will drive out all these nations from before you, and you will dispossess nations greater and mightier than yourselves.","19":"You are to teach them to your children, speaking of them when you sit in your house, when you walk by the way, when you lie down and when you rise up.","1":"“Therefore you are to love ADONAI your God and keep His charge, His statutes, His ordinances and His mitzvot at all times.","5":"what He did for you in the wilderness until you came to this place;","4":"and what He did to the army of Egypt, to its horses and chariots when He made the waters of the Sea of Reeds flow over them as they chased after you, and how ADONAI has destroyed them to this day;","8":"“Therefore you are to keep the whole mitzvah that I am commanding you today, so that you may be strong and go in and possess the land that you are crossing over to possess,","26":"“See, I am setting before you today a blessing and a curse —","14":"then I will give rain for your land in its season — the early rain and the late rain  — so that you may gather in your grain, new wine and olive oil.","22":"“For if you will diligently keep all this mitzvah that I am commanding you to do — to love ADONAI your God, to walk in all His ways and to cling to Him —","28":"but the curse, if you do not listen to the mitzvot of ADONAI your God, but turn from the way I am commanding you today, to go after other gods you have not known.","25":"No one will be able to stand against you — ADONAI your God will put the fear and dread of you upon all the land where you tread, just as He has promised you.","9":"and so that you may prolong your days on the land that ADONAI swore to give to your fathers and to their descendants — a land flowing with milk and honey.","15":"I will give grass in your field for your livestock, and you will eat and be satisfied.","21":"so that your days and the days of your children may be multiplied on the land ADONAI swore to give to your fathers, as long as the heavens are above the earth.","24":"Every place where the sole of your foot treads will be yours — from the wilderness to the Lebanon, from the river, the river Euphrates, as far as the western sea will be your border.","16":"Watch yourselves, so your heart is not deceived, and you turn aside and serve other gods and worship them.","32":"and you will take care to do all the statutes and ordinances that I am setting before you today.","7":"Rather, it is your own eyes that have seen every mighty deed that ADONAI has done.","2":"And you should know this day that it was not your children who knew or saw the discipline of ADONAI your God — His greatness, His mighty hand and His outstretched arm;","6":"and what He did to Dathan and Abiram sons of Eliab son of Reuben — how the earth opened its mouth and swallowed them up, along with their households and tents and every living thing that followed them, in the midst of all Israel —","31":"For you are about to cross over the Jordan to go in to possess the land ADONAI your God is giving you — you will possess it and dwell in it,"},"3":{"11":"(For only King Og of the Bashan survived from the remnant of the Rephaim. In fact, his bed was made of iron — is it not in Rabbah of the Ammonites? Nine cubits was its length and four cubits its width, according to the cubit of a man.)","3":"“So ADONAI our God also handed over King Og of the Bashan and all his people, and we struck him down until no survivor was left.","20":"until ADONAI gives rest to your brothers as He has for you, and they also possess the land that ADONAI your God is giving them across the Jordan. Then you may return, each man to his possession that I have given you.’","12":"“This land we took in possession at that time — from Aroer by the Wadi Arnon and half the hill country of the Gilead and its cities — I gave to the Reubenites and Gadites.","10":"We took all the cities of the plain and all the Gilead and all the Bashan, as far as Salcah and Edrei, cities of the kingdom of Og in the Bashan.","17":"and the Arabah, with the Jordan as the border from Kinneret as far as the sea of the Arabah, the Salt Sea, under the slopes of Pisgah eastward.","13":"The rest of the Gilead and all of the Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh — all the region of the Argob. (All the Bashan is called the land of Rephaim.","27":"Go up to the top of Pisgah, look around to the west and the north and the south and the east, and see with your eyes — for you will not cross over this Jordan.","18":"“I commanded you at that time, saying, ‘ADONAI your God has given you this land to possess it. Ready for battle, you will cross over ahead of your brothers Bnei-Yisrael — all the men of valor.","29":"So we stayed in the valley opposite Beth-peor.","23":"“I pleaded with ADONAI at that time, saying,","19":"Only your wives and your little ones and your livestock (I know that you have much livestock) may stay in your cities that I have given you,","1":"“Next we turned and went up the way to the Bashan. King Og of the Bashan came out against us — he and all his people — for battle at Edrei.","5":"All these were cities fortified with high walls, gates and bars, in addition to a great many unwalled towns.","4":"We captured all his cities at that time — there was not a town that we did not take from them — sixty cities, the whole region of Argob, the kingdom of Og in the Bashan.","8":"“So at that time we took from the hand of the two kings of the Amorites the land across the Jordan, from the Wadi Arnon to Mount Hermon.","26":"“But ADONAI was angry with me because of you, so He would not listen to me. ‘Enough!’ ADONAI said to me, ‘Do not speak to Me anymore about this matter.","14":"Jair son of Manasseh took all the region of Argob, as far as the border of the Geshurites and the Maachathites. He called them — the Bashan — after his own name, Havvoth-jair’s Villages, as it is the case to this day.)","22":"You must not fear them, for it is ADONAI your God who fights for you.’","28":"But commission Joshua, and encourage and strengthen him, for he will cross over before this people, and he will enable them to inherit the land that you will see.’","25":"Please! Let me cross over and see the good land across the Jordan — that good hill country and the Lebanon.’","9":"(Sidonians call Hermon Sirion, and the Amorites call it Senir.)","15":"“To Machir I gave the Gilead.","21":"“I commanded Joshua at that time saying, ‘Your eyes have seen all that ADONAI your God has done to these two kings. ADONAI will do the same to all the kingdoms you are about to cross into.","24":"‘O Lord ADONAI, You have begun to show Your servant Your greatness and Your strong hand — for what god is there in heaven or on earth who can do deeds and mighty acts like Yours?","16":"To the Reubenite and Gadites I gave from the Gilead as far as the Wadi Arnon — the middle of the wadi as the border — and as far as Jabbok, the wadi that is the border of the sons of Ammon,","7":"But all the livestock and the spoils of the cities we took as plunder for ourselves.","2":"But ADONAI said to me, ‘Do not fear him, for I have handed him over and all his people and his land. You will do to him as you did to Sihon king of the Amorites, who lived in Heshbon.’","6":"We utterly destroyed them, just as we did to Sihon king of Heshbon, utterly destroying every city — men, women and children."},"20":{"16":"However, only from the cities of these peoples, which ADONAI your God is giving you as an inheritance, you must not let anything that breathes live.","3":"He will say to them, ‘Hear, O Israel, you are drawing near today to the battle against your enemies. Don’t be fainthearted! Don’t fear or panic or tremble because of them.","5":"“The officers are to speak to the troops saying, ‘What man has built a new house but has not dedicated it? Let him go back to his house — otherwise he might die in the battle and another man would dedicate it.","18":"You are to do this so they will not teach you to do all the abominations as they have done for their gods, and so you would sin against ADONAI your God.","12":"If it does not make peace with you but makes war against you, then lay siege against that city.","10":"“When you go near a city to fight against it, call out shalom to it.","2":"When you draw near to the battle, the kohen will come forward and speak to the people.","8":"The officers will speak further to the troops and say, ‘What man is afraid and fainthearted? Let him go back to his house — so he does not weaken his brothers’ heart like his own.’","17":"You must utterly destroy them — the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites and the Jebusites — just as ADONAI your God has commanded you.","11":"Now if it answers you shalom and opens up to you, then all the people found in it will serve you as forced laborers.","1":"“When you go out to battle against your enemies and see horse and chariot — a people more numerous than you — do not be afraid of them. For ADONAI your God, the One who brought you up from the land of Egypt, is with you.","9":"Then when the officers have finished speaking to the troops, they should appoint army commanders at the head of the troops.","14":"Only the women, children, livestock and all that is in the city — all its spoil — may you take as plunder for yourself. So you may consume your enemies’ spoil, which ADONAI your God has given you.","7":"What man has become engaged to a woman but has not married her? Let him go back to his house — otherwise he might die in the battle and another man would marry her.’","15":"Thus you will do to all the cities that are very distant from you, which are not among the towns of these nations nearby.","20":"You may destroy and chop down only the trees that you know are not trees for food, so that you may build siege equipment against the city that is making war with you until its downfall.","6":"What man has planted a vineyard but has not put it to use? Let him go back to his house — otherwise he might die in the battle and another man would begin to use it.","4":"For ADONAI your God is the One who goes with you, to fight for you against your enemies to save you.’","19":"“When you lay siege to a city for a long time, making war against it to capture it, you are not to destroy its trees by swinging an axe at them. For from them you may eat, so you shall not chop them down. For is the tree of the field human, that it should enter the siege before you?","13":"When ADONAI your God hands it over to you, you are to strike all its males with the sword."},"12":{"11":"“Then the place ADONAI your God chooses to make His Name dwell, there you are to bring all that I command you — your burnt offerings and your sacrifices, your tithes, the offering of your hand, and all your finest vow offerings that you vow to ADONAI.","3":"You are to tear down their altars, smash their pillars, burn their Asherah poles in the fire and cut down the carved images of their gods, and you are to obliterate their name from that place.","20":"“When ADONAI your God enlarges your territory as He has promised you, and you say, ‘I want to eat meat,’ because your soul craves meat, then you may eat meat — all your soul’s desire.","12":"Then you will rejoice before ADONAI your God — you and your sons and daughters, your slaves and maids, and the Levite in your towns, for he has no portion or inheritance among you.","10":"But when you cross over the Jordan and settle in the land that ADONAI your God enables you to inherit, and He gives you rest from all your enemies around you, you will dwell in safety.","17":"You may not eat within your gates the tithe of your grain or new wine or oil, or the firstborn of your herd or of your flock, or any of your vow offerings that you vow, or your freewill offerings, or the offering of your hand.","13":"Be careful that you do not offer your burnt offerings in any place you see.","27":"You are to offer your burnt offerings — the flesh and the blood — on the altar of ADONAI your God. The blood of your sacrifices is to be poured out on the altar of ADONAI your God, but the meat you are to eat.","30":"be careful not to be trapped into imitating them after they have been destroyed before you. Do not inquire about their gods, saying, ‘How do these nations serve their gods? I will do the same.’","18":"Rather you are to eat them before ADONAI your God in the place ADONAI your God chooses — you, your son and daughter, your slave and maid, and the Levite within your gates — and you will rejoice before ADONAI your God in every undertaking of your hand.","29":"“When ADONAI your God cuts off before you the nations that you are going in to dispossess, when you have dispossessed them and settled in their land,","23":"Only be sure that you do not eat the blood — for the blood is the life,  and you are not to eat the life with the meat.","19":"Be careful that you do not neglect the Levite as long as you live on the earth.","1":"“These are the statutes and ordinances that you are to make sure to do in the land that ADONAI, the God of your fathers, has given you to possess — all the days that you live on the earth.","5":"Rather you are to seek only the place ADONAI your God chooses from all your tribes to put His Name to dwell — there you will come.","4":"“You are not to act like this toward ADONAI your God.","8":"You will not do all the things as we are doing here today — everyone doing what is right in his own eyes.","26":"“Only the holy things and vow offerings that are yours are you to take and go to the place that ADONAI chooses.","14":"Rather do so only in the place ADONAI chooses in one of your tribes — there you are to offer your burnt offerings, and there you are to do all I am commanding you.","22":"Just as the gazelle or hart is eaten, so you may eat it — the unclean and clean alike may eat it.","28":"Take care and listen to all these words that I am commanding you, so that it may go well with you and your children after you forever, when you do what is good and right in the eyes of ADONAI your God.","25":"You are not to eat it, so that it may go well with you and your children after you, when you do what is right in ADONAI’s eyes.","9":"For you have not yet come to the resting place and the inheritance that ADONAI your God is giving you.","15":"“However, you may slaughter and eat meat within all your gates — whatever your soul’s desire, according to the blessing ADONAI your God has given you. Either the unclean or clean may eat of it, as they would a gazelle and or deer.","21":"If the place ADONAI your God chooses to put His Name is too far from you, then you may slaughter any of your herd and flock that ADONAI has given you — as I have commanded you — and you may eat within your gates, all your soul’s desire.","24":"You are not to eat it — you are to pour it out on the ground like water.","16":"But you are not to eat the blood — you are to pour it out on the ground like water.","7":"There you and your households will eat before ADONAI your God and rejoice in every undertaking of your hand, as ADONAI your God has blessed you.","2":"You must utterly destroy all the places where the nations that you will dispossess served their gods — on the high mountains and on the hills and under every green tree.","6":"There you are to bring your burnt offerings and your sacrifices, your tithes, the offering of your hand, your vow and freewill offerings, and the firstborn of your herd and of your flock.","31":"You are not to act like this toward ADONAI your God! For every abomination of ADONAI, which He hates, they have done to their gods — they even burn their sons and daughters in the fire to their gods."},"10":{"16":"“Circumcise the foreskin of your heart therefore, and do not be stiff-necked anymore.","3":"“So I made an ark of acacia wood, cut two tablets of stone like the first ones, and went up the mountain with the two tablets in my hand.","5":"Then I turned and came down from the mountain and put the tablets in the ark I had made — and there they are, just as ADONAI commanded me.","21":"He is your praise and He is your God, who has done for you these great and awesome things that your eyes have seen.","18":"He enacts justice for the orphan and widow, and loves the outsider, giving him food and clothing.","12":"“So now, O Israel, what does ADONAI your God require of you, but to fear ADONAI your God, to walk in all His ways and love Him, and to serve ADONAI your God with all your heart and with all your soul,","10":"“I stayed on the mountain like the first time — 40 days and 40 nights. ADONAI listened to me that time also and was not willing to destroy you.","2":"I will write on the tablets the words that were on the first tablets that you smashed, and you are to put them in the ark.’","22":"Your fathers went down to Egypt with 70 persons, and now ADONAI your God has made you like the stars of the heavens in number.","8":"At that time ADONAI set the tribe of Levi apart to carry the Ark of the Covenant of ADONAI, to stand before ADONAI to serve Him and to pronounce blessings in His Name — as is the case to this day.","17":"For ADONAI your God is God of gods and Lord of lords  — the great, mighty and awesome God, who does not show partiality or take a bribe.","11":"ADONAI said to me, ‘Rise up, go, journey ahead of the people so that they may go in and possess the land that I swore to their fathers to give to them.’","1":"“At that time ADONAI said to me, ‘Carve for yourself two tablets of stone like the first ones and come up to Me on the mountain. Make yourself an ark of wood.","9":"Therefore Levi has no portion or inheritance with his brothers — ADONAI is his inheritance, just as ADONAI your God had promised about him.)","14":"Behold, to ADONAI your God belong the heavens and the highest of heavens, the earth and all that is in it.","7":"From there they journeyed to Gudgod, and from Gudgod to Jotbah — a land of wadis flowing with water.","15":"Only on your fathers did ADONAI set His affection to love them, and He chose their descendants after them — you — from all the peoples, as is the case this day.","20":"ADONAI your God you will fear — Him will you serve. To Him will you cling, and by His Name will you swear.","6":"“(Bnei-Yisrael traveled from the wells of the sons of Jaakan to Moserah — there Aaron died and was buried, and his son Eleazar served as kohen in his place.","4":"Like the first inscription, ADONAI wrote on the tablets the Ten Words He had spoken to you on the mountain from the midst of the fire on the day of the assembly, then gave them to me.","19":"Therefore love the outsider, for you were outsiders in the land of Egypt.","13":"to keep the mitzvot of ADONAI and His statutes that I am commanding you today, for your own good?"},"17":{"16":"Only he should not multiply horses for himself or make the people return to Egypt to multiply horses, because ADONAI has said to you, “You must never go back that way again.”","3":"This person goes and serves other gods and worships them — the sun or moon or any of the heavenly host, which I have not commanded.","5":"Then you are to bring out to your gates that man or woman who has done this evil thing, and stone that man or woman with stones to death.","18":"“Now when he sits on the throne of his kingdom, he is to write for himself a copy of this Torah on a scroll, from what is before the Levitical kohanim.","12":"The man who acts presumptuously by not listening to the kohen who stands to serve there before ADONAI your God, or to the judge, that man must die. So you are to purge the evil from Israel.","10":"You are to act according to the sentence they tell you from that place ADONAI chooses, and take care to do all that they instruct you.","2":"Suppose there is found in your midst — within one of your gates that ADONAI your God is giving you — a man or woman who does what is evil in the eyes of ADONAI your God by transgressing His covenant.","8":"“Suppose a matter arises that is too hard for you to judge — over bloodshed, legal claims or assault — matters of controversy within your gates. Then you should go up to the place ADONAI your God chooses,","17":"Nor should he multiply wives for himself, so that his heart does not turn aside, nor multiply much silver and gold for himself.","11":"You are to act according to the instruction they teach you and the judgment they tell you — you must not turn aside from the sentence they tell you, to the right or to the left.","1":"“You are not to sacrifice to ADONAI your God a bull or a sheep that has a defect or anything bad — for that would be an abomination to ADONAI your God.","9":"and come to the Levitical kohanim and the judge in charge at that time. And you will inquire, and they will tell you the sentence of judgment.","14":"“When you come to the land that ADONAI your God is giving you, possess it and dwell in it, and you say, ‘I will set a king over me, like all the nations around me,’","7":"The hand of the witnesses is to be first to put him to death, and afterward the hand of all the people. So you are to purge the evil from your midst.","15":"you will indeed set over yourselves a king, whom ADONAI your God chooses. One from among your brothers will be appointed as king over you — you may not put a foreigner over you, who is not your brother.","20":"Then his heart will not be exalted above his brothers, and he will not turn from the commandment to the right or to the left — so that he may prolong his days in his kingship, he and his sons, in the midst of Israel.","6":"By the word of two or three witnesses,  the one who is to die is to be put to death. No one is to be put to death by the word of one witness.","4":"It is told to you and you have heard about it, and you investigate thoroughly and indeed it is true and the thing certain — this abomination has been done in Israel.","19":"It will remain with him, and he will read in it all the days of his life, in order to learn to fear ADONAI his God and keep all the words of this Torah and these statutes.","13":"Then all the people will hear and be afraid, and not act presumptuously again."},"13":{"16":"you will surely strike down the inhabitants of that city with the edge of the sword, utterly destroying it and all that is in it and its livestock with the sword.","3":"and the sign or wonder he spoke to you comes true, while saying, ‘Let’s follow other gods’ — that you have not known, and — ‘Let’s serve them!’","5":"ADONAI your God you will follow and Him you will fear. His mitzvot you will keep, to His voice you will listen, Him you will serve and to Him you will cling.","18":"Nothing from the ban should cling to your hand, so that ADONAI may turn from the fierceness of His anger and show you mercy, and have compassion on you and multiply you, just as He swore to your fathers —","12":"Then all Israel will hear and be afraid, and never again will they do such an evil thing as this in your midst.","10":"Instead, you will surely put him to death. Your hand should be the first against him to put him to death, and afterwards the hand of all the people.","2":"“Suppose a prophet or a dreamer of dreams rises up among you and gives you a sign or wonder,","8":"from among the gods of the peoples around you, near you or far off from you, from one end of the earth to the other.","17":"You are to gather all its plunder into the middle of the street, and you are to burn with fire the city and all its plunder — all of it to ADONAI your God. It will be a ruin forever — it shall never be built again.","11":"You are to stone him with stones to death because he tried to entice you away from ADONAI your God, who brought you out from the land of Egypt, from the house of slavery.","1":"“Whatever I command you, you must take care to do — you are not to add to it or take away from it.","9":"You are not to give in or listen to him, your eye is not to pity him, and you are not to spare or conceal him.","14":"that worthless fellows  have gone out from among you and enticed the inhabitants of their city, saying, ‘Let’s go and serve other gods’ — that you have not known.","7":"“Suppose your brother — your mother’s son — or your son or daughter, or the wife of your bosom, or your best friend of your own soul misleads you secretly, saying, ‘Let’s go and serve other gods’ — that you and your fathers have not known,","15":"Then you are to investigate, search out and inquire thoroughly. If indeed it is true and the matter certain that this abomination has been done in your midst,","6":"That prophet or dreamer of dreams must be put to death! For he has spoken falsehood against ADONAI your God, who brought you out from the land of Egypt and redeemed you from the house of slavery, to entice you from the way ADONAI your God commanded you to walk. So you will purge the evil from your midst.","4":"You must not listen to the words of that prophet or that dreamer of dreams — for ADONAI your God is testing you, to find out whether you love ADONAI your God with all your heart and with all your soul.","19":"when you listen to the voice of ADONAI your God, keeping all His mitzvot that I am commanding you today, doing what is right in the eyes of ADONAI your God.","13":"“Suppose you hear it said in one of your cities, which ADONAI your God is giving you to dwell in,"},"27":{"16":"‘Cursed is the one who dishonors his father or mother.’ Then all the people are to say, ‘Amen.’","3":"Then you are to write on them all the words of this Torah when you cross over — so that you may enter the land that ADONAI your God is giving you, a land flowing with milk and honey just as ADONAI, the God of your fathers, promised you.","5":"There also you will build an altar to ADONAI your God, an altar of stones — you are not to use an iron tool on them.","21":"‘Cursed is the one who lies with any kind of animal.’ Then all the people are to say, ‘Amen.’","18":"‘Cursed is the one who misleads a blind person on the road.’ Then all the people are to say, ‘Amen.’","12":"“When you have crossed over the Jordan, these are to stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.","10":"Therefore listen to the voice of ADONAI your God, and do His mitzvot and statutes that I am commanding you today.”","2":"Now on the day when you cross over the Jordan to the land that ADONAI your God is giving you, you are to set up large stones for yourself and coat them with plaster.","22":"‘Cursed is the one who lies with his sister, the daughter of his father or the daughter of his mother.’ Then all the people are to say, ‘Amen.’","8":"You are to write on the stones all the words of this Torah very clearly.”","17":"‘Cursed is the one who removes his neighbor’s boundary marker.’ Then all the people are to say, ‘Amen.’","11":"Moses commanded the people on that day saying,","1":"Moses and the elders of Israel commanded the people, saying, “Keep the whole mitzvah that I am commanding you today.","9":"Then Moses and the Levitical kohanim spoke to all Israel, saying, “Be silent and listen, O Israel — this day you have become a people for ADONAI your God.","24":"‘Cursed is the one who strikes down his neighbor in secret.’ Then all the people are to say, ‘Amen.’","14":"“Then the Levites are to answer and say with a loud voice to every man of Israel:","7":"You are to sacrifice fellowship offerings and eat there, and you will rejoice before ADONAI your God.","15":"‘Cursed is the one who makes a carved or molten image — an abomination to ADONAI, the work of a craftsman’s hands — and sets it up in secret.’ Then all the people are to answer and say, ‘Amen.’","20":"‘Cursed is the one who lies with his father’s wife, because he has uncovered his father’s nakedness.’  Then all the people are to say, ‘Amen.’","25":"‘Cursed is the one who takes a bribe to strike down an innocent life.’ Then all the people are to say, ‘Amen.’","23":"“Cursed is the one who lies with his mother-in-law.’ Then all the people are to say, ‘Amen.’","6":"You are to build the altar of ADONAI your God of whole stones, and you are to offer up burnt offerings on it to ADONAI your God.","4":"Now when you cross over the Jordan, you are to set up these stones about which I am commanding you today on Mount Ebal, and coat them with plaster.","19":"‘Cursed is the one who twists justice for the outsider, orphan and widow.’ Then all the people are to say, ‘Amen.’","13":"For the curse these are to stand on Mount Ebal: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.","26":"‘Cursed is the one who does not uphold the words of this Torah by doing them.’ Then all the people are to say, ‘Amen.’"},"30":{"16":"What I am commanding you today is to love ADONAI your God, to walk in His ways, and to keep His mitzvot, statutes and ordinances. Then you will live and multiply, and ADONAI your God will bless you in the land you are going in to possess.","3":"then ADONAI your God will bring you back from captivity and have compassion on you, and He will return and gather you from all the peoples where ADONAI your God has scattered you.","5":"ADONAI your God will bring you into the land that your fathers possessed, and you will possess it; and He will do you good and multiply you more than your fathers.","18":"I tell you today that you will certainly perish! You will not prolong your days on the land, where you are about to cross over the Jordan to go in to possess.","12":"It is not in the heavens, that you should say, ‘Who will go up for us to the heavens and get it for us, and have us hear it so we may do it?’","10":"when you listen to the voice of ADONAI your God, to keep His mitzvot and His statutes that are written in this scroll of the Torah, when you turn to ADONAI your God with all your heart and with all your soul.","2":"and you return to ADONAI your God and listen to His voice according to all that I am commanding you today — you and your children — with all your heart and with all your soul,","8":"Then you — you will return and listen to the voice of ADONAI and do all His mitzvot that I am commanding you today.","17":"But if your heart turns away and you do not listen, but are drawn away and bow down to other gods and worship them,","11":"“For this mitzvah that I am commanding you today is not too difficult for you, nor is it far off.","1":"“Now when all these things come upon you — the blessing and the curse that I have set before you — and you take them to heart in all the nations where ADONAI your God has banished you,","9":"ADONAI your God will make you prosper in all the work of your hand — in the fruit of your womb, and the offspring of your livestock, and the produce of your soil — for good. For ADONAI will again rejoice over you for good, as He rejoiced over your fathers —","14":"No, the word is very near to you — in your mouth and in your heart, to do it.","7":"“ADONAI your God will put all these curses on your enemies and on those who hate you, who persecuted you.","15":"“See, I have set before you today life and good, and death and evil.","20":"by loving ADONAI your God, listening to His voice, and clinging to Him. For He is your life and the length of your days, that you may dwell on the land that ADONAI swore to your fathers — to Abraham, to Isaac and to Jacob — to give them.","6":"Also ADONAI your God will circumcise your heart and the heart of your descendants — to love ADONAI your God with all your heart and with all your soul, in order that you may live.","4":"Even if your outcasts are at the ends of the heavens, from there ADONAI your God will gather you, and from there He will bring you.","19":"“I call the heavens and the earth to witness about you today, that I have set before you life and death, the blessing and the curse. Therefore choose life so that you and your descendants may live,","13":"Nor is it across the sea, that you should say, ‘Who will cross over for us to the other side of the sea and get it for us, and have us hear it so we may do it?’"},"18":{"16":"This is just what you asked of ADONAI your God in Horeb on the day of the assembly when saying, ‘I cannot continue to hear the voice of ADONAI my God or see this great fire any more, or I will die.’","3":"So this will be the share due to the kohanim from the people — from those who offer a sacrifice, whether a bull or sheep, they are to give the kohen the shoulder, two cheeks, and the stomach.","5":"For ADONAI your God has chosen him from all your tribes to stand and serve in the Name of ADONAI — him and his sons forever.","21":"“Now should you say in your heart, ‘How would we recognize the word that ADONAI has not spoken?’","18":"I will raise up a prophet like you for them from among their brothers. I will put My words in his mouth, and he will speak to them all that I command him.","12":"For whoever does these things is an abomination to ADONAI, and because of these abominations ADONAI your God is driving them out from before you.","10":"There must not be found among you anyone who makes his son or daughter pass through the fire, or a fortune-teller, soothsayer, omen reader, or sorcerer,","2":"They will have no inheritance among their brothers — ADONAI is their inheritance, just as He promised them.","22":"When a prophet speaks in ADONAI’s Name and the word does not happen or come true, that is a word that ADONAI has not spoken. The prophet has spoken it presumptuously — do not be afraid of him.","8":"They are to eat equal portions, regardless of their fathers’ goods.","17":"“ADONAI said to me, ‘They have done well in what they have spoken.","11":"or one who casts spells, or a medium, a spiritist, or one who calls up the dead.","1":"“The Levitical kohanim, all the tribe of Levi, are to have no portion or inheritance with Israel. They are to eat the offerings made to ADONAI by fire as His inheritance.","9":"When you enter the land ADONAI your God is giving you, you are not to learn to do the abominations of those nations.","14":"“For these nations, which you are about to dispossess, listen to soothsayers and fortune-tellers, but as for you, ADONAI your God will not allow you to do so.","7":"and serves in the Name of ADONAI his God like all his fellow Levites who stand there before ADONAI.","15":"“ADONAI your God will raise up for you a prophet like me from your midst — from your brothers. To him you must listen.","20":"But the prophet who presumes to speak a word in My Name, which I have not commanded him to speak, or who speaks in the name of other gods — that prophet will die.’","6":"“Suppose a Levite comes from one of your towns, wherever he is living in all of Israel, and he comes whenever his soul desires to the place ADONAI chooses,","4":"The firstfruits of your grain, of your new wine, of your oil, and the first fleece of your sheep, you are to give him.","19":"Now whoever does not listen to My words that this prophet speaks in My Name, I Myself will call him to account.","13":"You are to be blameless before ADONAI your God."},"29":{"11":"Each of you is to cross over into the covenant of ADONAI your God that He is cutting with you today, and into His oath.","3":"But to this day ADONAI has not given you a heart to know, or eyes to see, or ears to hear.","20":"ADONAI will single him out from all the tribes of Israel for calamity, according to all the oaths of the covenant written in this scroll of the Torah.","12":"“This is in order to confirm you today as His people. So He will be your God, just as He promised you and just as He swore to your fathers — to Abraham, to Isaac and to Jacob.","10":"your children, your wives, and the outsider within your camp (from your woodchopper to your water carrier).","17":"Beware in case there is among you a man or woman, or family or tribe, whose heart turns away today from ADONAI our God to go serve the gods of those nations. Beware in case there is among you a root producing poison and bitter fruit.","13":"Not with you alone am I cutting this covenant and this oath,","27":"ADONAI has uprooted them from their soil, in anger and wrath and great fury, and hurled them into another land, as is the case this day.’","18":"“Now when someone hears the words of this oath and in his heart considers himself blessed, thinking, ‘Shalom will be mine, even though I walk in the stubbornness of my heart’ — thus sweeping away the moist with the dry —","23":"“All the nations will say, ‘Why has ADONAI done this to this land? Why this great burning anger?’","19":"ADONAI will be unwilling to forgive him. For then the anger of ADONAI and His jealousy will smoke against that person. So all the oath that is written in this scroll will settle on him, and ADONAI will blot out his name from under the heavens.","1":"Moses called to all Israel and said to them, “You have seen all that ADONAI did before your eyes in the land of Egypt, to Pharaoh and all his servants and all his land —","5":"Bread you have not eaten and wine and strong drink you have not drunk — in order that you may know that I am ADONAI your God.","4":"I led you 40 years in the wilderness — your clothes have not worn out on you, and your sandals have not worn out on your feet.","8":"So keep the words of this covenant and do them, so that you may prosper in all that you do.","26":"So ADONAI’s anger burned against that land, bringing on it every curse written in this scroll.","14":"but with whomever is standing here with us today before ADONAI our God and with whomever is not here with us today.","22":"‘Sulfur and salt, the whole land burnt! It cannot be planted, it cannot sprout, no grass can grow up on it — like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which ADONAI overturned in His anger and in His wrath!’","28":"“The secret things belong to ADONAI our God, but the things revealed belong to us and to our children forever — in order to do all the words of this Torah.","25":"They went and served other gods and bowed down to them — gods they never knew, that He had not allotted to them.","9":"“You are standing today, all of you, before ADONAI your God — the heads of your tribes, your elders, your officials, all the men of Israel,","15":"“Indeed you know how we dwelt in the land of Egypt and how we crossed through the nations that we passed through.","21":"“The following generation, your children who rise up after you, and the foreigner who comes from a distant land will say, when they see the plagues of that land and the sicknesses ADONAI afflicted on it:","24":"“Then they will say, ‘Because they abandoned the covenant of ADONAI, the God of their fathers, which He cut with them when He brought them out from the land of Egypt.","16":"You saw their detestable things and their idols  — wood and stone, silver and gold — that were with them.","7":"We took their land and gave it as an inheritance to Reuben, Gad and the half-tribe of Manasseh.","2":"the great trials that your eyes saw, those great signs and wonders.","6":"“When you came to this place, King Sihon of Heshbon and King Og of the Bashan came out against us to battle, but we struck them down."},"23":{"16":"“You are not to hand over to his master a slave who seeks refuge with you from his master.","3":"No one born of forbidden relations  is to enter the community of ADONAI — even to the tenth generation none of his descendants are to enter the community of ADONAI.","5":"because they did not meet you with bread and water on the way when you came out from Egypt, and because they hired against you Balaam son of Beor from Petor of Aram-naharaim to curse you.","21":"To a foreigner you may charge interest, but to your brother you are not to charge interest, so that ADONAI your God may bless you in every undertaking of your hand on the land you are going in to possess.","18":"“None of the daughters of Israel is to be a cult prostitute, nor any of the sons of Israel a cult prostitute.","12":"Now toward evening he is to bathe in water, and when the sun sets, he may reenter the camp.","10":"“When you go out as an army camp against your enemies, you are to guard yourself from every evil thing.","2":"“No one with crushed or cut-off genitals is to enter the community of ADONAI.","22":"“When you make a vow to ADONAI your God, you are not to delay to make good on it — for ADONAI your God will certainly require it of you, and you would have sin on you.","8":"“You are not to detest an Edomite, for he is your brother. You are not to detest an Egyptian, for you were an outsider in his land.","17":"Let him dwell with you in your midst, in the place he chooses within one of your town gates — the one that is good for him. You are not to mistreat him.","11":"If there is among you a man who is not clean from a nighttime emission, he is to go outside the camp — he may not reenter the camp.","1":"“A man is not to take his father’s wife — he is not to expose his father’s nakedness.","9":"The children born to them — the third generation — may enter the community of ADONAI.","24":"Whatever comes out of your lips you are to take care to do, since you have vowed to ADONAI your God a freewill offering that you have promised with your mouth.","14":"You are to have a shovel for yourself among your weapons. Now when you sit down outside, you are to dig with it and turn and cover up what comes out of you.","7":"You are never to seek their shalom or welfare all your days.","15":"For ADONAI your God walks in the midst of your camp, to rescue you and to give your enemies over to you. Therefore your camp must be holy, so that He does not see anything indecent among you and turn away from you.","20":"“You are not to charge excessive interest to your brother — on money, food or anything that may be loaned for interest.","25":"“When you come into your neighbor’s vineyard, you may eat your fill of grapes; but you are not to put any in your basket.","23":"But if you refrain from making a vow, you would not have sin on you.","6":"But ADONAI your God refused to listen to Balaam, and ADONAI your God turned the curse into a blessing for you because He loves you.","4":"No Ammonite or Moabite is to enter the community of ADONAI — even to the tenth generation none belonging to them is to enter the community of ADONAI forever —","19":"You are not to bring the fee of a prostitute or the wages of a dog into the House of ADONAI your God for any vow, for both of these are detestable to ADONAI your God.","13":"There is to be a place at hand for you outside the camp, and you are to go there outside.","26":"When you come into your neighbor’s standing grain, you may pluck the ears with your hand; but you are not to swing a sickle on your neighbor’s standing grain."},"19":{"16":"Suppose a hostile witness rises up against someone to accuse him of wrongdoing.","3":"You are to prepare the way for yourself and divide into three parts the borders of your land that ADONAI your God enables you to inherit, so that anyone who kills may flee there.","5":"as when someone goes into the forest with his neighbor to chop wood, and his hand takes a swing with the axe to cut down the tree, and the iron flies off the wood and hits his neighbor so that he dies. He may flee to one of these cities and live.","21":"Your eye must not show pity — life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.","18":"The judges are to investigate thoroughly, and if indeed the witness is a false witness and has testified falsely against his brother,","12":"Then the elders of his hometown should send and take him from there and hand him over to the avenger of blood, to die.","10":"Then innocent blood will not be shed within your land that ADONAI your God is giving you as an inheritance, and there would be blood upon you.","2":"you are to set apart three cities for yourself within the land He is giving you to possess.","8":"“Suppose ADONAI your God enlarges your territory, as He has sworn to your fathers, and He gives you all the land that He promised to give to your fathers —","17":"Then both people who have the dispute will stand before ADONAI, before the kohanim and judges in charge at that time.","11":"“But suppose someone hates his neighbor, waits in hiding for him, rises up against him, strikes him dead, then flees to one of these cities.","1":"“When ADONAI your God cuts off the nations whose land ADONAI your God is giving you, and you dispossess them and dwell in their cities and houses,","9":"when you take care to do all this mitzvah that I am commanding you today, to love ADONAI your God and to always walk in His ways. Then you are to add three more cities for yourself, besides these three.","14":"“You must not move your neighbor’s boundary marker that the first generations marked out, in the inheritance you will receive in the land ADONAI your God is giving you to possess.","7":"Therefore I am commanding you — set apart three cities for yourself.","15":"A single witness shall not rise up against a person for any offense or sin that he commits. By the word of two or three witnesses is a case to be established.","20":"Those who remain will hear and be afraid, and they will no longer do such an evil thing as this in your midst.","6":"Otherwise if the way is long, the avenger of the blood, while his heart is hot, may chase the manslayer, catch up to him and strike him dead. Yet no death sentence is on him, since he did not hate him in the past.","4":"Now this is the case of the one who kills, who may flee there and live — whoever kills his neighbor unintentionally and did not hate him in the past —","19":"then you are to do to him just as he had plotted to do to his brother. So you will purge the evil from your midst.","13":"Your eye should not pity him, but you must purge the innocent blood from Israel, so that it may go well with you."},"1":{"11":"“‘May ADONAI, God of your fathers, increase you a thousand times as many as you are, and may He bless you just as He has promised you!","41":"“Then you answered and said to me, ‘We have sinned against ADONAI. We will go up and fight, just as ADONAI our God commanded us.’ So each of you strapped on his weapons of war, figuring it was easy to go up to the hill country.","45":"Then you returned and wept before ADONAI, but ADONAI did not listen to your voice or pay attention to you.","42":"“But ADONAI said to me, ‘Tell them, “Do not go up and fight — for I am not with you, and you will be defeated by your enemies.”’","3":"Now Moses spoke to Bnei-Yisrael, according to all ADONAI had commanded him for them — in the fortieth year, in the eleventh month, on the first day of the month,","20":"I said to you: ‘You have come to the hill country of the Amorites, which ADONAI our God is giving to us.","12":"How can I bear your load and burden and bickering by myself?","10":"ADONAI your God has multiplied you — and here you are today, like the stars of the heavens in number.","17":"You must not show partiality in judgment  — you must hear the small and the great alike. Fear no man, for the judgment is God’s. The case that is too hard for you, you shall bring to me and I will hear it.’","44":"The Amorites who lived in that hill country came out against you, and they chased you as bees do and scattered you from Seir to Hormah.","40":"But as for you, turn around and journey into the wilderness by way of the Sea of Reeds .’","13":"Choose for yourselves wise and discerning men, well known to your tribes, and I will appoint them as your heads.’","27":"In your tents you grumbled and said: ‘Because ADONAI hates us, He has brought us out from the land of Egypt to hand us over to the Amorites, to destroy us!","30":"ADONAI your God, who goes before you, He Himself will fight for you — just as He did for you in Egypt before your own eyes,","18":"“I commanded you at that time everything you should do.","36":"except Caleb the son of Jephunneh. He will see it — yet to him and his children I will give the land that he has walked on, because he has followed ADONAI wholeheartedly.’","29":"“Then I said to you, ‘Don’t tremble or be afraid of them.","23":"“The idea seemed good to me, so I took twelve men from among you — one man for each tribe.","19":"“Then we journeyed from Horeb and went through all that great and terrible wilderness that you saw on the way to the hill country of the Amorites, as ADONAI our God commanded us. Then we came to Kadesh-barnea.","1":"These are the words that Moses spoke to all Israel across the Jordan — in the wilderness, in the Arabah opposite Suph, between Paran and Tophel, Laban, Hazeroth and Di-Zahab.","5":"Across the Jordan in the land of Moab, Moses began to explain this Torah saying,","4":"after he had struck down Sihon king of the Amorites who lived in Heshbon, and Og king of the Bashan who lived in Ashtaroth and Edrei.","8":"See, I have set the land before you. Enter and possess the land that ADONAI swore to your fathers — to Abraham, to Isaac, and to Jacob — to give to them and to their descendants after them.’","26":"“Yet you would not go up, but rebelled against the command of ADONAI your God.","39":"“‘Moreover, your little ones — whom you said would become plunder, and your children who today have no knowledge of good or evil — they will enter there. To them I will give it and they will possess it.","14":"“You answered me and said: ‘The thing you have said to do is good.’","37":"“ADONAI was even angry with me on your account, saying, ‘You will not enter there, either.","22":"“Then all of you came near to me and said: ‘Let’s send men ahead of us to explore the land for us and bring us back word about the way we should go up and the cities we will enter.’","28":"Where are we going? Our brothers have discouraged our hearts saying, “The people are greater and taller than we are! The cities are great and fortified up to the heavens! Besides, we have even seen the children of Anakim there!”’","25":"They took in their hands some of the fruit of the land and brought it down to us. They also brought back word to us and said, ‘Good is the land that ADONAI our God is giving to us.’","9":"“I spoke to you at that time saying: ‘I am not able to bear the burden of you by myself.","33":"the One who goes before you on the way to scout out a place for you to camp and to show you the way you should go, in fire by night and in the cloud by day.","15":"So I took the heads of your tribes, men who were wise and well known, and appointed them as heads over you — leaders of thousands, leaders of hundreds, leaders of fifties, leaders of tens, and officials for your tribes.","34":"“When ADONAI heard the tone  of your words, He was angry and swore an oath saying,","21":"See, ADONAI your God has set the land before you — go up, take possession, as ADONAI God of your fathers has promised you. Do not be afraid or discouraged.’","24":"They turned and went up into the hill country, and they came to the Wadi Eshcol and spied it out.","46":"“So you stayed in Kadesh many days — like the days you had spent before.","16":"“I commanded your judges at that time saying: ‘Hear cases between your brothers, and judge fairly  between a man and his brother or the outsider with him.","35":"‘Not one of these men of this evil generation will see the good land that I swore to give your fathers —","32":"Yet for all this you did not trust in ADONAI your God —","7":"Turn, journey on, and enter the hill country of the Amorites and all their neighbors, in the Arabah, the hill country, the lowland, the Negev, and by the seashore — the land of the Canaanites and the Lebanon as far as the great river, the Euphrates.","43":"“So I told you, but you would not listen — you rebelled against the command of ADONAI and presumptuously went up into the hill country.","2":"It is eleven days’ journey from Horeb by way of Mount Seir to Kadesh-barnea.","38":"Joshua son of Nun, who stands before you, will enter there — encourage him, for he will enable Israel to inherit it.","6":"“ADONAI our God spoke to us at Horeb saying: ‘You have stayed long enough at this mountain.","31":"and in the wilderness, where you saw how ADONAI your God carried you as a man carries his son, everywhere you went until you came to this place.’"},"5":{"11":"‘You must not take the Name of ADONAI your God in vain, for ADONAI will not leave unpunished anyone who takes His Name in vain.","3":"Not with our fathers has ADONAI cut this covenant but with us — all of us alive here today.","20":"“As soon as you heard the voice from the midst of the darkness, while the mountain was blazing with fire, you came near to me — all the heads of your tribes and your elders.","12":"‘Observe Yom Shabbat to keep it holy, as ADONAI your God commanded you.","10":"but showing lovingkindness to a thousand generations of those who love Me and keep My mitzvot.","17":"‘Do not murder. ‘Do not commit adultery. ‘Do not steal. ‘Do not bear false witness against your neighbor.","13":"Six days you are to labor and do all your work,","27":"Go say to them, “Return to your tents.”","30":"You are to walk in all the way that ADONAI your God has commanded you, so that you may live and it may be well with you and you may prolong your days in the land that you will possess.","18":"‘Do not covet your neighbor’s wife, nor desire your neighbor’s house, his field, his manservant, his maidservant, his ox, his donkey, or anything that belongs to your neighbor.’","29":"“So you must take care to do as ADONAI your God has commanded you — do not turn aside to the right or to the left.","23":"For who is there of all flesh who has heard the voice of the living God speaking from the midst of the fire, as we have, and lived?","19":"“These words ADONAI spoke to all your assembly on the mountain from the midst of the fire, the cloud and the fog, with a great voice. He added no more. He wrote them on two tablets of stone and gave them to me.","1":"Moses called to all Israel and said to them, “Hear, O Israel, the statutes and the ordinances that I am speaking in your hearing today, learn them and make sure to do them.","5":"(I was standing between ADONAI and you at that time, to tell you the word of ADONAI, because you were afraid because of the fire and did not go up the mountain.) ‘He said:","4":"ADONAI spoke with you face to face on the mountain from the midst of the fire.","8":"‘Do not make for yourself a graven image — no image of what is in the heavens above or on the earth beneath or in the water under the earth.","26":"If only there were such a heart in them to fear Me and keep all My mitzvot always, so that it might go well with them and with their children forever!","14":"but the seventh day is a Shabbat to ADONAI your God. In it you are not to do any work — not you or your son or your daughter, or your slave or your maid, or your ox, your donkey or any of your livestock or the outsider within your gates, so that your slave and your maid may rest as you do.","22":"Now then, why should we die? For this great fire will consume us! If we hear the voice of ADONAI our God any more, then we will die.","28":"But as for you, stand here by Me, and I will tell you the whole commandment — both the statutes and the ordinances that you are to teach them. And they will do them in the land I am giving them to possess.’","25":"“ADONAI heard the tone of your words when you spoke to me, and ADONAI said to me, ‘I have heard the tone of the words that this people has spoken to you — they have done well in all they have spoken.","9":"Do not bow down to them or worship them. For I, ADONAI your God, am a jealous God, visiting the iniquity of the fathers on the children and on the third and fourth generation of those who hate Me,","15":"You must remember that you were a slave in the land of Egypt, and ADONAI your God brought you out from there with a mighty hand and an outstretched arm. Therefore ADONAI your God commanded you to keep Yom Shabbat.","21":"Then you said, ‘ADONAI our God has just shown us His glory and His greatness, and we have heard His voice from the midst of the fire. This day we have seen that God speaks with man, and yet he keeps on living.","24":"You go near and hear all that ADONAI our God says. Then you tell us all what ADONAI our God tells you, and we will hear it and do it.’","16":"‘Honor your father and your mother just as ADONAI your God commanded you, so that your days may be long and it may go well with you in the land ADONAI your God is giving you.","7":"‘You shall not have other gods beside Me.","2":"ADONAI our God cut a covenant with us in Horeb.","6":"‘I am ADONAI your God, who brought you out from the land of Egypt, from the house of bondage."},"4":{"11":"“You came near and stood at the bottom of the mountain while the mountain was blazing with fire up to the heart of the heavens — darkness, cloud, and fog.","41":"Then Moses set apart three cities beyond the Jordan, toward the east.","45":"These are the testimonies and the statutes and the ordinances, which Moses spoke to Bnei-Yisrael when they came out from Egypt —","42":"There the manslayer might flee, who kills his neighbor unintentionally and did not hate him previously. He may flee to one of these cities and live:","3":"Your eyes have seen what ADONAI did at Baal Peor, for ADONAI your God has destroyed from among you everyone who followed Baal Peor.","20":"But you, ADONAI has taken, and He brought you out of the iron furnace, out of Egypt to be a people for His own inheritance, as you are this day.","12":"ADONAI spoke to you from the midst of the fire. The sound of words you heard, but a form you did not see — only a voice.","10":"The day that you stood before ADONAI your God in Horeb, ADONAI said to me, ‘Gather the people to Me and I will make them hear My words, so that they learn to fear Me all the days that they live on the earth, and so that they teach their children.’","17":"the form of any animal that is on the earth, the form of any winged bird that flies in the sky,","44":"This is the Torah, which Moses set before Bnei-Yisrael.","40":"You must keep His statutes and His mitzvot, which I am commanding you today, so that it may go well with you and with your children after you, and so that you may prolong your days in the land that ADONAI your God is giving you for all time.”","13":"He declared to you His covenant, which He commanded you to do — the Ten Words — and He wrote them on two tablets of stone.","27":"ADONAI will scatter you among the peoples, and you will be left few in number among the nations where ADONAI will drive you.","30":"“When you are in distress and all these things have come on you, in the latter days you will return to ADONAI your God and listen to His voice.","18":"the form of anything that creeps on the ground, the form of any fish that is in the water under the earth —","36":"From the heavens He made you hear His voice to instruct you,  and on earth He caused you to see His great fire — you heard His words from the midst of the fire.","29":"But from there you will seek ADONAI your God and you will find Him, when you seek Him with all your heart and with all your soul.","23":"Watch yourselves, so that you do not forget the covenant of ADONAI your God, which He cut with you, and make for yourselves a graven image in the form of anything that ADONAI your God has forbidden you.","19":"and so that you do not lift up your eyes toward the heavens and see the sun and the moon and the stars — all the heavenly host — and are drawn away and bow down and worship them. ADONAI your God has allotted them to all the peoples under all the heavens.","1":"“Now, O Israel, listen to the statutes and ordinances that I am teaching you to do, so that you may live and go in and possess the land that ADONAI the God of your fathers is giving you.","47":"They took possession of his land and the land of Og king of the Bashan, the two kings of the Amorites who were beyond the Jordan toward the east —","5":"“See, just as ADONAI my God commanded me, I have taught you statutes and ordinances to do in the land that you are about to enter to possess.","49":"and all the Arabah beyond the Jordan eastward, as far as the sea of the Arabah , under the slopes of Pisgah.","4":"But you who held tight to ADONAI your God are alive today — all of you.","8":"What great nation is there that has statutes and ordinances that are righteous — like all of this Torah that I am setting before you today?","26":"I call heaven and earth to witness against you today that you will certainly be carried off quickly from the land you are crossing over the Jordan to possess. You will not prolong your days on it, for you will certainly be destroyed.","39":"“So you will know today and take to heart that ADONAI, He is God, in the heavens above and on the earth below — there is no other.","14":"ADONAI commanded me at that time to teach you statutes and ordinances, so that you might do them in the land you are crossing over to possess.","37":"Because He loved your fathers, He chose their descendants after them. Then He brought you out from Egypt with His presence, by His great power —","22":"For I must die in this land; I am not crossing over the Jordan. But you will cross over and take possession of that good land.","28":"There you will serve man-made gods of wood and stone, which do not see or hear or eat or smell.","25":"“When you father children and children’s children and have been in the land a long time, and you act corruptly and make a graven image in the form of anything and do evil in the sight of ADONAI your God, provoking Him to anger,","9":"“Only be watchful and watch over your soul closely, so you do not forget the things your eyes have seen and they slip from your heart all the days of your life. You are to make them known to your children and your children’s children.","33":"Has a people ever heard the voice of God speaking from the midst of the fire, as you have heard — and lived?","15":"“So be very watchful over your souls since you saw no form on the day that ADONAI spoke to you in Horeb out of the midst of the fire,","34":"Or has any god ever tried to come to take for himself a nation from within a nation — by trials, by signs and wonders, and by war, and by a mighty hand and an outstretched arm, and by great terrors — like all that ADONAI your God did for you in Egypt before your eyes?","21":"“Furthermore ADONAI was angry with me because of your words, and He swore that I would not cross over the Jordan or enter the good land that ADONAI your God is giving you for an inheritance.","24":"For ADONAI your God is a consuming fire  — a jealous God.","46":"beyond the Jordan, in the valley opposite Beth-peor, in the land of Sihon king of the Amorites who lived at Heshbon, whom Moses and Bnei-Yisrael struck down when they came out from Egypt.","16":"so that you do not act corruptly and make for yourselves a graven image in the likeness of any figure — the form of a male or female,","35":"You were shown, so that you might know that ADONAI is God — there is no other besides Him.","32":"“Indeed, ask now about the former days that were before you, from the day that God created man on the earth, and ask from one end of the sky to the other. Has there ever been such a great thing as this, or has anything like it been heard?","7":"For what great nation is there that has gods so near to them, as ADONAI our God is whenever we call on Him?","43":"Bezer in the wilderness on the plateau for the Reubenites, Ramot in the Gilead for the Gadites, and Golan in the Bashan for the Manassites.","48":"from Aroer, which is on the edge of the wadi Arnon, as far as Mount Sion (that is, Hermon),","2":"You must not add to the word that I am commanding you or take away from it — in order to keep the mitzvot of ADONAI your God that I am commanding you.","38":"to drive out from before you nations greater and mightier than you, to bring you in to give you their land for an inheritance, as it is this day.","6":"You must keep and do them, for it is your wisdom and understanding in the eyes of the peoples, who will hear all these statutes and say, ‘Surely this great nation is a wise and understanding people.’","31":"For ADONAI your God is a merciful God. He will not abandon you or destroy you, or forget the covenant with your fathers that He swore to them."},"8":{"16":"He fed you in the wilderness with manna that your fathers did not know, in order to afflict you and test you, to do you good in the end.","3":"He afflicted you and let you hunger, then He fed you manna — which neither you nor your fathers had known — in order to make you understand that man does not live by bread alone but by every word that comes from the mouth of ADONAI.","5":"Now you know in your heart that as a man disciplines his son, so ADONAI your God disciplines you.","18":"Rather you are to remember ADONAI your God, for it is He who gives you power to make wealth, in order to establish His covenant that He swore to your fathers — as it is this day.","12":"Otherwise, when you have eaten and are full and have built good houses and lived in them,","10":"So you will eat and be full, and you will bless ADONAI your God for the good land He has given you.","2":"You are to remember all the way that ADONAI your God has led you these 40 years in the wilderness — in order to humble you, to test you, to know what was in your heart, whether you would keep His mitzvot or not.","8":"a land of wheat and barley, vines, figs and pomegranates, a land of olive oil and honey,","17":"You may say in your heart, ‘My power and the might of my hand has made me this wealth.’","11":"“Take care that you do not forget ADONAI your God by not keeping His mitzvot, ordinances and statutes that I am commanding you today.","1":"“You are to take care to do the whole mitzvah that I am commanding you today, so that you may live and multiply and go in and possess the land that ADONAI swore to your fathers.","9":"a land where you will eat bread with no poverty, where you will lack nothing, a land whose stones are iron, and out of whose hills you can dig copper.","14":"then your heart will be haughty and you will forget ADONAI your God. He brought you out from the land of Egypt, from the house of slavery.","7":"For ADONAI your God is bringing you into a good land — a land of wadis with water, of springs and fountains flowing out in the valleys and hills,","15":"He led you through the great and terrible wilderness — fiery serpents and scorpions, and thirsty ground where there was no water. He brought forth water for you from the flinty rock.","20":"Like the nations ADONAI makes perish before you, so you will perish, since you would not listen to the voice of ADONAI your God.","6":"So you are to keep the mitzvot of ADONAI your God — to walk in His ways and to fear Him.","4":"Neither did your clothing wear out on you, nor did your foot swell these 40 years.","19":"“Now if you do forget ADONAI your God, and go after other gods and serve them and worship them, I solemnly warn you today that you will certainly perish.","13":"and when your herds and flocks multiply, and silver and gold multiplies for you and all that is yours multiplies,"},"26":{"16":"“This day ADONAI your God is commanding you to do these statutes and ordinances — so you are to take care and do them with all your heart and with all your soul.","3":"You are to go to the kohen in charge in those days and say to him, ‘I declare today to ADONAI your God, that I have entered into the land ADONAI swore to our fathers to give us.’","5":"“Then you are to respond before ADONAI your God, ‘My father was a wandering Aramean, and he went down to Egypt and lived there as an outsider, few in number. But there he became a great nation — mighty and numerous.","18":"Now today ADONAI has affirmed you as His treasured people, as He promised you; that you are to keep all His mitzvot;","12":"“When you finish tithing the full tenth of your produce in the third year, the year of the tithe, you are to give it to the Levite, to the outsider, to the orphan and to the widow, so that they may eat within your town gates and be satisfied.","10":"So now, look! I have brought the first of the fruits of the soil that You have given me, ADONAI.’ Then you are to set it down before ADONAI your God and worship before ADONAI your God.","2":"you are to take some of the first of all the produce of the soil, which you gather from your land that ADONAI your God is giving you, put it in a basket and go to the place ADONAI your God chooses to make His Name dwell.","8":"Then ADONAI brought us out from Egypt with a mighty hand and an outstretched arm, with great terror, and with signs and wonders.","17":"Today you have affirmed ADONAI as your God, that you will walk in His ways, keep His statutes, mitzvot and ordinances, and listen to His voice.","11":"You will rejoice in all the good that ADONAI your God has given to you and to your house — you, the Levite, and the outsider in your midst.","1":"“Now when you enter the land that ADONAI your God is giving you as an inheritance, and you possess it and dwell in it,","9":"He brought us to this place and gave us this land — a land flowing with milk and honey.","14":"I have not eaten from the tithe in my mourning, or removed any of it while unclean, or given any of it to the dead. I have obeyed the voice of ADONAI my God; I have done all just as You commanded me.","7":"Then we cried out to ADONAI, God of our fathers, and ADONAI listened to our voice and saw our affliction, our toil and our oppression.","15":"Look down from Your holy dwelling place, from the heavens and bless Your people Israel and the soil You have given us, as You swore to our fathers — a land flowing with milk and honey.’","6":"The Egyptians treated us badly, afflicted us, and imposed hard labor on us.","4":"The kohen is to take the basket from your hand and set it down before the altar of ADONAI your God.","19":"that He will set you high above all the nations He has made, for praise, fame and honor; and that you are to be a holy people to ADONAI your God, as He has promised.”","13":"Then you are to say before ADONAI your God, ‘I have removed the holy tithe from my house and also have given it to the Levite and to the outsider, to the orphan and to the widow, according to all Your mitzvah that You have commanded me. I have not transgressed or forgotten any of Your mitzvot."},"14":{"11":"You may eat all clean birds,","3":"You are not to eat any detestable thing.","20":"You may eat any clean bird.","12":"but these are the ones you are not to eat: the eagle, the vulture, the buzzard,","10":"but whatever does not have fins and scales you are not to eat — it is unclean to you.","17":"the pelican, the Egyptian vulture, the cormorant,","13":"the red kite, the black kite, and any bird of prey of that kind,","27":"But you are not to neglect the Levite within your gates, for he has no portion or inheritance with you.","18":"the stork, a heron of any kind, the hoopoe, and the bat.","29":"Then the Levite, because he has no portion or inheritance with you, along with the outsider, the orphan and the widow within your gates, will come and eat and be satisfied, so that ADONAI your God may bless you in all the work of your hand that you do.","23":"You are to eat the tithe of your grain, your new wine, your oil, and the firstborn of your herd and flock, before ADONAI your God in the place He chooses to make His Name dwell, so that you may learn to fear ADONAI your God always.","19":"All winged insects are unclean to you — they are not to be eaten.","1":"“You are the children of ADONAI your God. You are not to cut yourselves or shave your forehead for the dead.","5":"the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep.","4":"These are the animals you may eat: the ox, the sheep, the goat,","8":"The pig, because it splits the hoof but does not chew the cud, is unclean to you — you are not to eat their meat or touch their carcasses.","26":"You may spend the money for whatever your soul desires — cattle, sheep, wine, strong drink, or whatever your soul asks of you. Then you will eat there before ADONAI your God and rejoice — you and your household.","14":"every raven of any kind,","22":"“You will surely set aside a tenth of all the yield of your seed that comes from the field year by year.","28":"At the end of every three years, you are to bring out all the tithe of your produce in that year and store it within your gates.","25":"then you are to exchange the tithe for silver, bind up the silver in your hand, and go to the place that ADONAI your God chooses.","9":"Of all that are in the waters, these you may eat: whatever has fins and scales you may eat,","15":"the ostrich, the owl, the seagull, a hawk of any kind,","21":"You are not to eat anything that dies of itself. You may give it to the outsider within your gates so that he may eat it or you may sell it to a foreigner. For you are a holy people to ADONAI your God. You are not to boil a young goat in its mother’s milk.","24":"Now suppose the way is too long for you, for you cannot carry the tithe because the place ADONAI your God chooses to set His Name is too far from you. When ADONAI your God blesses you,","16":"the little owl, the great owl, the white owl,","7":"Yet of those that chew the cud or have a split hoof, you are not to eat the camel, the hare, and the rabbit — because they chew the cud but do not split the hoof, they are unclean to you.","2":"For you are a holy people to ADONAI your God — from all the peoples on the face of the earth, ADONAI has chosen you to be His treasured people.","6":"Among the animals, you may eat any animal that splits the hoof — the hoof completely split in two — and chews the cud."},"22":{"11":"You are not to wear a woven mixture , wool and linen together.","3":"You are to do the same with his donkey or his coat or anything lost by your brother, that may be lost by him and you find — you may not ignore them.","20":"“But if this thing is true — that the signs of virginity were not found in the young lady —","12":"You are to make for yourself twisted threads  on the four corners of your garment in which you cover yourself.","10":"You are not to plow with an ox and a donkey together.","17":"Indeed, he has accused her of shameful things, saying, “I didn’t find your daughter’s virginity.” Yet these are the signs of my daughter’s virginity.’ They are to spread the wedding cloth before the elders of the city.","13":"“Suppose a man takes a wife and goes t0 her and then dislikes her,","27":"for he found her in the field, the engaged woman cried out, and there was no one to save her.","18":"The elders of that city are to take the man and punish him.","29":"Then the man who lay with her is to give to the young woman’s father 50 pieces of silver, and she is to be his wife, since he has humiliated her — he may not send her away all his days.","23":"“Suppose there is a young woman who is a virgin engaged to a man, and another man finds her in the city and lies with her.","19":"Then they are to fine him 100 pieces of silver and give them to the father of the young woman, because he has brought an evil name on a virgin of Israel. Then she is to be his wife — he may not send her away all his days.","1":"“You are not to watch your brother’s ox or sheep going astray and ignore them  — you must certainly bring them back to your brother.","5":"“A man’s apparel is not to be on a woman, nor is a man to wear woman’s clothing — for whoever does these things is detestable to ADONAI your God.","4":"You must not watch your brother’s donkey or ox fall down on the road and ignore it — you must certainly help him lift it up again.","8":"“When you build a new house, you are to make a guardrail for your roof, so that you do not bring the guilt of blood on your house if anyone falls from it.","26":"But to the young woman you are to do nothing — there is no sin in the young woman deserving of death. For this matter is the same as when a man rises against his neighbor and kills him —","14":"accuses her of shameful things and gives her a bad reputation by saying, ‘I took this woman, but when I came near her, I didn’t find her virginity.’","22":"“Suppose a man is found lying with a married woman. Then both of them are to die — the man who lay with the woman and the woman. So you are to purge the evil from Israel.","28":"“Suppose a man finds a young virgin who is not engaged, grabs her and lies with her, and they are discovered.","25":"“But if the man finds the engaged woman in the field, and the man forces her and lies with her, then only the man who lay with her is to die.","9":"“You are not to plant your vineyard with two kinds of seed, or else the whole harvest will be forfeited  — both the seed you plant and the produce of the vineyard.","15":"Then the father of the young woman is to take her and her mother is to bring out the signs of the young woman’s virginity to the city elders at the gate.","21":"then they are to bring the young woman out to the door of her father’s house, and the men of her city are to stone her with stones to death, because she has done a disgraceful thing in Israel, to behave like a prostitute in her father’s house. So you are to purge the evil from your midst.","24":"Then you are to bring them both out to the gate of that city and stone them with stones to death — the young woman because she did not cry out in the town, and the man because he humiliated his neighbor’s wife. So you are to purge the evil from your midst.","16":"The young lady’s father is to tell the elders, ‘I gave my daughter to this man as a wife, but he hates her.","7":"You must certainly let the hen go, but the young you may take for yourself so that it may go well with you and you may prolong your days.","2":"If your brother is not near you or if you do not know him, then you should bring it into your house and it will remain with you until your brother comes searching for it and you return it to him.","6":"“If there happens to be a bird’s nest in front of you along the road, in any tree or on the ground, with young ones or eggs and the hen sitting on the young or on the eggs, you are not to take the hen with the young."},"28":{"10":"Then all the peoples of the earth will see that you are called by the name of ADONAI and they will stand in awe of you.","63":"Now just as ADONAI rejoiced over you to do you good and to multiply you, so ADONAI will rejoice over you to ruin and destroy you; and you will be uprooted from the land that you are going in to possess.","30":"“You will become engaged to a woman, but another man will sleep with her. You will build a house, but you will not dwell in it. You will plant a vineyard, but you will not put it to use.","49":"“ADONAI will raise up a nation against you from far away, from the end of the earth, just as the eagle swoops down — a nation whose language you will not understand,","62":"“You will be left few in number, instead of being like the stars of the sky in number — because you did not listen to the voice of ADONAI your God.","22":"ADONAI will strike you with weakness, fever, inflammation, fiery heat, the sword, blight and mildew — they will pursue you until you perish.","13":"ADONAI will make you the head and not the tail, and you will be only above and not below — if you listen to the mitzvot of ADONAI your God that I am commanding you today, careful to do them,","47":"Instead of serving ADONAI your God with joy and goodness of heart, out of the abundance of everything,","3":"“Blessed will you be in the city, and blessed will you be in the field.","8":"ADONAI will command the blessing on you in your barns and in every undertaking of your hand, and He will bless you in the land ADONAI your God is giving you.","12":"ADONAI will open for you His good storehouse — the heavens — to give rain for your land in its season and to bless all the work of your hand. You will lend to many nations, but you will not borrow.","65":"Among these nations you will find no rest, and there will be no rest for the sole of your foot. But there ADONAI will give you a trembling heart and failing eyes, and a despairing spirit.","40":"Olive trees you will have in all your territory — but oil you will not rub on yourself, for your olives will drop off.","14":"and do not turn aside from any of the words I am commanding you today, to the right or the left, to go after other gods in order to serve them.","26":"Your carcass will be food for every bird of the heavens and beast of the earth, and there will be no one to frighten them away.","17":"“Cursed will be your basket and your kneading bowl.","28":"“ADONAI will strike you with madness, with blindness, and with confusion of heart.","36":"“ADONAI will bring you and the king you set over you to a nation you and your fathers have not known — and there you will serve other gods, wood and stone.","4":"“Blessed will be the fruit of your womb, the produce of your soil, and the offspring of your livestock — the increase of your herds and the young of your flock.","50":"a brazen-faced nation that will not respect the old or be gracious to the young.","45":"“All these curses will come upon you and pursue you and overtake you until you are destroyed — because you did not listen to the voice of ADONAI your God, to keep His mitzvot and statutes that He commanded you.","60":"He will bring back on you all the diseases of Egypt that you were afraid of, and they will cling to you.","38":"“Much seed you will take out to the field — but little will you bring in, for the locust will eat it up.","23":"Your sky above your head will be bronze, and the earth beneath you iron.","51":"It will devour the offspring of your livestock and the produce of your soil, until you are destroyed. It will not leave behind for you grain, new wine, or oil, the increase of your herds or the young of your flock, until it ruins you.","20":"“ADONAI will send on you cursing, confusion and frustration in every undertaking of your hand that you will do — until you are destroyed and perish quickly, because of the evil of your deeds by which you have abandoned Me.","59":"then ADONAI will make your plagues and the plagues of your descendants extraordinary — terrible and prolonged plagues, severe and prolonged illnesses.","69":"These are the words of the covenant that ADONAI commanded Moses to make with Bnei-Yisrael in the land of Moab, in addition to the covenant He made with them at Horeb.","54":"The most tender and delicate man among you — his eye will become evil against his brother and the wife of his bosom and the rest of his children that he has left.","66":"“Your life will hang in the balance before you; you will be afraid night and day, and you will have no assurance of your life.","57":"For in secret she will eat her afterbirth that issues from between her legs and the children she bears, for lack of anything else in the siege and stress with which your enemy will distress you within all your gates.","43":"“The outsider who is in your midst will rise up higher and higher above you, and you will go down lower and lower.","35":"“ADONAI will strike you on the knees and thighs with severe boils, from which you cannot be healed — from the sole of your foot to the crown of your head.","41":"Sons and daughters you will father — but they will not be yours, for they will go into captivity.","5":"“Blessed will be your basket and your kneading bowl.","34":"You will be driven mad by the sight that your eyes will see.","6":"“Blessed will you be when you come in, and blessed will you be when you go out.","53":"“You will eat the fruit of your womb, the flesh of your sons and daughters ADONAI your God has given you, in the siege and stress with which your enemies will distress you.","2":"Then all these blessings will come upon you and overtake you, if you listen to the voice of ADONAI your God:","44":"He will lend to you, but you will not lend to him; he will become the head and you will become the tail.","11":"ADONAI will make you overflow in prosperity — in the fruit of your womb, the offspring of your livestock and the produce of your soil — on the land ADONAI swore to your fathers to give you.","68":"ADONAI will bring you back to Egypt in ships, by the way that I said to you, ‘You will not see it again.’ There you will sell yourselves to your enemies as slaves and maids, but there will be no buyer.”","1":"“Now if you listen obediently to the voice of ADONAI your God, taking care to do all His mitzvot that I am commanding you today, ADONAI your God will set you on high — above all the nations of the earth.","58":"“If you do not take care to do all the words of this Torah, the things written in this scroll, to fear this glorious and awesome Name, ADONAI your God,","55":"He will not give to a single one of them from his children’s flesh that he will eat, because nothing else is left for him in the siege and stress with which your enemy will distress you within all your town gates.","33":"A people you do not know will eat up the produce of your soil and all your labor, and you will be only oppressed and crushed all the time.","67":"In the morning you will say, ‘If only it were evening!’ and at evening you will say, ‘If only it were morning!” — from the fear of your heart that you will fear and the sight of your eyes that you will see.","27":"“ADONAI will strike you with the boils of Egypt, with hemorrhoids, with scabs and with itching, from which you cannot be healed.","16":"“Cursed will you be in the city, and cursed will you be in the field.","64":"“ADONAI will scatter you among all peoples from the one end of the earth to the other, and there you will serve other gods — wood and stone — that you and your fathers have not known.","24":"ADONAI will make the rain of your land powder and dust — it will come down on you from the heavens, until you are destroyed.","19":"“Cursed will you be when you come in, and cursed will you be when you go out.","29":"You will grope at noon as the blind person gropes in darkness, and you will not prosper in your ways. You will be only oppressed and robbed all the time, and there will be no one to save you.","61":"Also every illness and plague that is not written in the scroll of this Torah, ADONAI will bring on you, until you are destroyed.","9":"ADONAI will establish you as a holy people for Himself, just as He swore to you — if you keep the mitzvot of ADONAI your God and walk in His ways.","37":"You will become a horror, a proverb, and a byword — among all the peoples where ADONAI will drive you.","7":"“ADONAI will cause your enemies who rise up against you to be struck down before you. They will come out against you one way and flee before you seven ways.","52":"It will besiege you within all your town gates throughout your land, until your high and fortified walls — that you trusted in — come down. It will besiege you within all your gates throughout your land that ADONAI your God has given you.","39":"Vineyards you will plant and tend — but wine you will not drink or bring in, for the worm will devour it.","48":"you will serve your enemies, whom ADONAI will send against you, in hunger and thirst, in nakedness and lacking everything; and He will put an iron yoke on your neck until He has destroyed you.","21":"ADONAI will make the plague cling to you, until He has put an end to you from the land that you are going in to possess.","56":"The tender and delicate woman among you, who never ventured to set the sole of her foot on the ground out of delicateness and tenderness — her eye will become evil against the husband of her bosom and her son and daughter.","46":"They will be a sign and a wonder on you and your descendants forever.","32":"“Your sons and daughters will be given to another people while your eyes look on, longing for them all day long — but your hand will be powerless.","31":"Your ox will be slaughtered before your eyes, but you will not eat of it. Your donkey will be stolen in front of you, and it will not be returned to you. Your sheep will be given to your enemies, and you will have no one to save you.","15":"“But if you will not listen to the voice of ADONAI your God, to take care to do all His mitzvot and statutes that I am commanding you today, all these curses will come on you and overtake you:","25":"“ADONAI will bring you to defeat before your enemies. You will go out one way against them and flee seven ways before them. You will become a horror to all the kingdoms of the earth.","18":"“Cursed will be the fruit of your womb, the produce of your soil, the increase of your herd and the young of your flock.","42":"All your trees and the produce of your soil the whirring locust will possess."},"25":{"16":"For all who do these things, all who do injustice, are detestable to ADONAI your God.","3":"He may strike him 40 times but no more. Otherwise he would beat him with too many a wound beyond these, and your brother would be degraded in your eyes.","5":"“If brothers dwell together and one of them dies and has no son, the dead man’s wife is not to be married outside to a stranger. Her husband’s brother is to go to her and take her as his wife, and perform the duty of a brother-in-law.","18":"how he happened upon you along the way and attacked those among you in the rear, all the stragglers behind you, when you were tired and weary — he did not fear God.","12":"Then you are to cut off her hand — your eye will show no pity.","10":"Then his name is to be called in Israel ‘the house of the pulled-off sandal.’","2":"Now if the guilty one deserves to be flogged, the judge is to make him lie down and be flogged before him, with the number of lashes in proportion to his guilt.","8":"Then the elders of his town are to summon him and speak to him. And if he stands firm and says, ‘I do not desire to take her,’","17":"“Remember what Amalek did to you along the way as you came out from Egypt —","11":"“Suppose people fight with one another, a man and his brother, and the wife of the one approaches to rescue her husband from the hand of the one hitting him; and she puts out her hand and grabs him by his genitals.","1":"“Suppose there is a dispute between people and they approach the court, the judges hear their case, and declare one righteous and the other guilty.","9":"then his brother’s widow is to come to him in the sight of the elders, pull his sandal off his foot, spit in his face, and reply, ‘So will it be done to the man who does not build up his brother’s house.’","14":"You are not to have in your house ephahs of different measures — large and small.","7":"But if the man does not want to take his brother’s widow, his brother’s widow is to go to the elders at the gate and say, ‘My brother-in-law refuses to carry on his brother’s name in Israel — he is unwilling to perform a brother-in-law’s duty for me.’","15":"You must have a full and honest weight and a full and honest measure, so that your days may be long on the land that ADONAI your God is giving you.","6":"Now the firstborn that she bears is to carry on the name of his dead brother, so that his name will not be blotted out of Israel.","4":"“You are not to muzzle the ox while it is threshing.","19":"Now when ADONAI your God grants you rest from all the enemies surrounding you in the land ADONAI your God is giving you as an inheritance to possess, you are to blot out the memory of Amalek from under the heavens. Do not forget!","13":"“You are not to have stones of different weights in your bag — large and small."},"9":{"11":"“Now at the end of 40 days and 40 nights, ADONAI gave me the two tablets of stone — the tablets of the covenant.","3":"But you will know today that ADONAI your God is the One who is crossing over before you as a devouring fire. He will destroy them, and He will bring them down before you, so that you may drive them out and make them perish quickly, as ADONAI has promised you.","20":"ADONAI was angry enough with Aaron to destroy him, so I prayed for Aaron also at the same time.","12":"ADONAI said to me, ‘Get up! Go quickly down from here, for your people whom you brought out from Egypt have acted corruptly. They have quickly turned from the way I commanded them; they have made a molten image for themselves.’","10":"ADONAI gave me the two tablets of stone written by the finger of God. Moreover, on them were all the words that ADONAI had spoken with you on the mountain from the midst of the fire, on the day of the assembly.","17":"So I took hold of the two tablets, threw them out of my two hands, and smashed them before your eyes.","13":"Furthermore ADONAI spoke to me saying, ‘I have seen this people, and it is indeed a stiff-necked people.","27":"Remember Your servants, Abraham, Isaac and Jacob. Pay no attention to the stubbornness of this people or to their wickedness or their sin.","18":"“Then I fell down before ADONAI like the first time, for 40 days and 40 nights. I did not eat bread or drink water — because of all your sin that you committed, doing evil in ADONAI’s sight, provoking Him to anger.","29":"Yet they are Your people — Your inheritance that You brought out by Your great power and Your outstretched arm.’","23":"When ADONAI sent you from Kadesh-barnea, saying, ‘Go up and possess the land I have given you,’ then you rebelled against the commandment of ADONAI your God and didn’t believe Him or listen to His voice.","19":"For I was afraid of the fierce wrath and fury which ADONAI bore toward you — to destroy you.  But ADONAI listened to me that time also.","1":"“Hear, O Israel! You are about to cross over the Jordan today, to go in to dispossess nations greater and mightier than yourself — cities great and fortified up to the heavens.","5":"It is not by your righteousness or the uprightness of your heart that you are going in to possess their land. Rather, because of the wickedness of these nations, ADONAI your God is driving them out from before you, and in order to keep the word ADONAI swore to your fathers — to Abraham, to Isaac, and to Jacob.","4":"“After ADONAI your God has driven them out from before you, do not say in your heart, ‘It is because of my righteousness that ADONAI has brought me in to possess this land.’ It is because of the wickedness of these nations that ADONAI is driving them out from before you.","8":"At Horeb you provoked ADONAI to wrath, and ADONAI was angry with you — enough to destroy you.","26":"I prayed to ADONAI and said, ‘O Lord, ADONAI, do not destroy Your people — Your inheritance that You have redeemed through Your greatness and brought out from Egypt with a mighty hand.","14":"Leave Me alone, so that I may destroy them and blot out their name from under the heavens. Then I will make you into a nation mightier and greater than they.’","22":"“Again at Taberah and Massah and Kibroth-hattaavah, you provoked ADONAI to wrath.","28":"Otherwise the land from which You brought us out may say, “Because ADONAI was not able to bring them into the land that He spoke of to them, and because He hated them, He has brought them out to kill them in the wilderness.”","25":"“So I threw myself down before ADONAI those 40 days and 40 nights, because ADONAI had said He would destroy you.","9":"When I went up the mountain to receive the tablets of stone, the tablets of the covenant that ADONAI cut with you, I stayed on the mountain 40 days and 40 nights; I did not eat bread or drink water.","15":"“So I turned and came down from the mountain while the mountain was burning with fire. Now the two tablets of the covenant were in my two hands.","21":"I took your sin — the calf you had made — and burned it in the fire. I crushed it, grinding it up so well that it was as fine as dust, and I threw its dust into the wadi flowing down from the mountain.","24":"You have been rebellious against ADONAI from the day that I knew you.","16":"When I looked, you had indeed sinned against ADONAI your God — you had made yourselves a metal calf. So quickly you had turned aside from the way ADONAI had commanded you!","7":"“Remember, never forget, how you provoked ADONAI your God to wrath in the wilderness. From the day you left the land of Egypt until you came to this place, you have been rebellious against ADONAI.","2":"The people are great and tall, sons of the Anakim. You know them, and you yourselves have heard, “Who can stand before the sons of Anak?”","6":"So you should understand that it is not because of your righteousness that ADONAI your God is giving you this good land to possess — for you are a stiff-necked people."},"33":{"11":"ADONAI, bless his resources, find favor in the work of his hands. Crush the loins of those who rise against him and hate him, so they do not rise again.’","3":"Indeed, a lover of peoples is He — all His kedoshim are in His hand. They followed in Your steps, each receiving Your words.","20":"For Gad he said, ‘Blessed is the one who enlarges Gad. Like a lion he crouches, and tears off an arm or even the crown of a head.","12":"For Benjamin he said, ‘The beloved of ADONAI rests securely beside Him. He shields him all day long. Between His shoulders he rests.’","10":"They will teach Jacob Your judgments and Israel Your Torah. They will put incense in your nose and whole burnt offerings on Your altar.","17":"The firstborn ox — majesty is his. His horns are the horns of the wild ox. With them he gores peoples, all at once, to the ends of the earth. They are the myriads of Ephraim, they are the thousands of Manasseh.’","13":"For Joseph he said, ‘May his land be blessed by ADONAI with heavenly bounty from the dew and from the deep lying beneath,","27":"A refuge is the ancient God, and underneath are everlasting arms. He drove out the enemy before you and said, ‘Destroy!’","18":"For Zebulun he said, ‘Rejoice, Zebulun, in your going out, and Issachar, in your tents.","29":"Happy are you, O Israel! Who is like you, a people saved by ADONAI, the Shield of your help and the Sword of your triumph? Your enemies will cower before you, and you will trample on their backs.”","23":"For Naphtali he said, ‘O Naphtali, satisfied with favor and full of the blessing of ADONAI, possess the sea and the south.’","19":"Peoples they call to the mountain — there they offer righteous sacrifices. For they suckle the abundance of the seas and the hidden treasures of the sand.’","1":"This is the blessing with which Moses the man of God blessed Bnei-Yisrael before his death.","5":"He became king in Jeshurun when the heads of the people gathered, all the tribes of Israel together.","4":"Torah Moses commanded us — a heritage for the community of Jacob.","8":"For Levi he said, ‘Let Your Thummim and Urim be with Your pious man. You tested him at Massah, You strived with him at the waters of Meribah.’","26":"“There is none like God, Jeshurun, riding through the heavens to your aid and through the skies in His majesty.","14":"and with the bounty of the sun’s produce and the months’ yield,","22":"For Dan he said, ‘Dan is a lion’s cub leaping out of the Bashan.’","28":"So Israel rests in safety, untroubled is Jacob’s fountain in a land of grain and new wine. Yes, his heavens drip dew.","25":"The bolts of your gates will be iron and bronze. As your days, so will your strength be.’","9":"He said of his father and mother, “I have not seen them,” nor did he acknowledge his brothers or recognize his children. For they observed Your word and kept Your covenant.","15":"and with the best from the ancient mountains and the bounty of the everlasting hills,","21":"He chose the best for himself, for there a marked portion was reserved. He came with the heads of the people. He carried out ADONAI’s justice and His judgments for Israel.’","24":"For Asher he said, ‘Most blessed of sons is Asher — may he be the favorite of his brothers, and may he dip his foot in oil.","16":"with earth’s bounty and its fullness and the favor of the One dwelling in the bush. May it come on Joseph’s head, on the crown of the prince among his brothers.","7":"Now this is for Judah. He said, ‘Hear, ADONAI, the voice of Judah! Bring him to his people. His hands contended for him, so You will be a help against his foes.’","2":"He said, “ADONAI came from Sinai and dawned on Bnei-Yisrael from Seir. He shone forth from Mount Paran, and He came from the holy myriads — blazing fire  for them from His right hand.","6":"‘Let Reuben live and not die, though his people become few.’"},"15":{"16":"“Now if he tells you, ‘I will not go away from you’ — because he loves you and your household since he is well off with you —","3":"A foreigner you may force, but your hand is to release whatever your brother owes you.","5":"If only you would carefully listen to the voice of ADONAI your God, being careful to do all these mitzvah that I am commanding you today!","21":"But if it has any blemish — if it is lame or blind or has any serious blemish — you are not to sacrifice it to ADONAI your God.","18":"It should not seem hard to you when you set him free from you, for he has served you six years — double the value of a hired worker. So ADONAI your God will bless you in all that you do.","12":"“If your fellow Hebrew — a man or woman — is sold to you and serves you six years, then in the seventh year you are to set him free.","10":"You must surely give to him, and your heart is not to be grieved when you give to him — for because of this thing ADONAI your God will bless you in all your work and in every undertaking of your hand.","2":"This is how you are to cancel debts: every creditor is to release what he has loaned to his neighbor. He must not force his neighbor or his brother to repay, for ADONAI’s debt cancellation has been proclaimed.","22":"You are to eat it within your gates, the unclean and the clean together, just as they eat the gazelle or deer.","8":"Rather, you must surely open your hand to him and you must surely lend him enough for his need — whatever he is lacking.","17":"then you are to take an awl and put it through his ear to the door, and he will be your servant forever. And to your female slave you are to do the same.","11":"“For there will never cease to be poor people in the land. Therefore I am commanding you, saying, ‘You must surely open your hand to your brother — to your needy and poor in your land.’","1":"“At the end of every seven years you are to cancel debts.","9":"Watch yourself, so there is no unworthy thing in your heart saying, ‘The seventh year, the year of cancelling debts, is near,’ and your eye is evil against your poor brother and you give him nothing. Then he may call out to ADONAI against you, and it will be a sin upon you.","14":"You are to surely provide for him from your flock and threshing floor and winepress. As ADONAI your God has blessed you, you are to give to him.","7":"“If there is a poor man among you — any of your brothers within any of your gates in your land that ADONAI your God is giving you — you are not to harden your heart or shut your hand against your poor brother.","15":"You will remember that you were a slave in the land of Egypt, and ADONAI your God redeemed you; therefore I am commanding you this thing today.","20":"You are to eat it before ADONAI your God year after year in the place ADONAI chooses — you and your household.","23":"Only its blood you are not to eat — you must pour it out on the ground like water.","6":"For ADONAI your God will bless you as He promised you. So you will lend to many nations, but not borrow; you will rule over many nations, but they will not rule over you.","4":"“However, there should be no poor among you, for ADONAI will surely bless you in the land ADONAI your God is giving you as an inheritance to possess.","19":"“All the firstborn males that are born in your herd and your flock you are to consecrate to ADONAI your God. You are to do no work with the firstborn of your herd or shear the firstborn of your flock.","13":"When you set him free, you are not to send him away empty-handed."},"34":{"7":"Moses was 120 years old when he died. His eye was not dim nor his vigor gone.","9":"Now Joshua son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. So Bnei-Yisrael listened to him and did just as ADONAI had commanded Moses.","10":"There has not risen again a prophet in Israel like Moses, whom ADONAI knew face to face,","3":"the Negev and the plain of the valley of Jericho the city of palm trees, as far as Zoar.","11":"with all the signs and wonders ADONAI sent him to do in the land of Egypt — to Pharaoh, all his servants, and all his land —","2":"and all of Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the western sea,","1":"Then Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho. ADONAI showed him all the land — Gilead to Dan,","12":"by the strong hand and great awe that Moses did in the sight of all Israel.","4":"Then ADONAI said to him, “This is the land that I swore to Abraham, Isaac and Jacob saying, ‘I will give it to your seed.’ I let you see it with your eyes, but you will not cross over there.”","6":"Then He buried him in the valley in the land of Moab, opposite Beth-peor — but no one knows of his burial place to this day.","5":"So Moses the servant of ADONAI died there in the land of Moab, as was from the mouth of ADONAI.","8":"Bnei-Yisrael wept for Moses in the plains of Moab thirty days. Then the days of weeping, mourning for Moses, were ended."},"21":{"16":"Now on the day he lets his sons inherit what he has, he must not treat the loved one’s son as firstborn, in place of the unloved one’s son, who is the firstborn.","3":"Now the town nearest to the slain one — the elders of that city are to take from the herd a heifer that has not been used for work or pulled a yoke.","5":"The kohanim, the sons of Levi, will come forward — for ADONAI your God has chosen them to serve Him and pronounce blessings in His Name, and by their mouth every dispute and assault is to be settled.","21":"Then all the men of his city are to stone him with stones to death. So you will purge the evil from your midst — and all Israel will hear and be afraid.","18":"“Suppose a man has a stubborn and rebellious son who does not listen to the voice of his father or mother. They discipline him, but he does not listen to them.","12":"Then you are to bring her into your house, and she must shave her head, trim her nails,","10":"“When you go out to war against your enemies, and ADONAI your God hands them over to you and you take them captive,","2":"Then your elders and judges must come out and measure the distance to the towns that are around the slain one.","22":"“Suppose a man is guilty of a sin with a death sentence and he is put to death, and you hang him on a tree.","8":"Grant atonement for Your people Israel whom You have redeemed, ADONAI, and do not put innocent blood on Your people Israel.’ Then atonement will be granted to them for the blood.","17":"Rather, he must acknowledge the firstborn, the son of the hated one, by giving him a double portion of all that he has. For he is the first of his vigor — the right of the firstborn is his.","11":"suppose you see among the captives a beautiful woman, and you desire her and would take her as a wife for yourself.","1":"“Suppose a slain person is found fallen in a field, on the land ADONAI your God is giving you to possess — who struck him is unknown.","9":"So you will purge the guilt of innocent blood from your midst, when you do what is right in ADONAI’s sight.","14":"Now if you are not pleased with her, then you may send her off wherever she wishes. But you must certainly not sell her for silver — you may not treat her as merchandise, since you have humiliated her.","7":"Then they will answer and say, ‘Our hands did not shed this blood, nor did our eyes see.","15":"“Suppose a man has two wives — the one loved and the other unloved — and both the loved and the unloved bear him sons. But it happens that the firstborn son belongs to the unloved wife.","20":"They will say to the elders of his city, ‘This son of ours is stubborn and rebellious — he does not listen to our voice. He is a glutton and a drunkard.’","23":"His body is not to remain all night on the tree — instead you must certainly bury him the same day, for anyone hanged is a curse of God.  You must not defile your land that ADONAI your God is giving you as an inheritance.","6":"All the elders of that city nearest to the slain one will wash their hands over the heifer whose neck was broken in the wadi.","4":"Then the elders of that city are to bring the heifer down to a flowing wadi that has not been plowed or sown, and break the heifer’s neck there in the wadi.","19":"Then his father and mother are to grab hold of him and bring him out to the elders of his city — to the gate of his place.","13":"and remove her captive’s clothing, then sit in your house and weep for her father and mother a full month. After that, you may go to her and become her husband and she will be your wife."},"24":{"16":"“Fathers are not to be put to death for children, and children are not to be put to death for fathers — each one is to be put to death for his own sin.","3":"Now suppose the second husband dislikes her and writes her a certificate of divorce, and he hands it to her and she leaves his house — or suppose the second husband who took her to be his wife dies.","5":"“When a man takes a new wife, he is not to go out with the army or have any duty passed over to him. He is to be free at home for one year and make his wife happy.","21":"When you harvest your vineyard, you are not to pick over it afterward. It is for the outsider, for the orphan and for the widow.","18":"But you are to remember that you were a slave in Egypt, and ADONAI your God redeemed you from there. Therefore I am commanding you to do this thing.","12":"If he is a poor man, you are not to sleep with his pledge .","10":"“When you make any kind of loan to your neighbor, you are not to go into his house to get his pledge.","2":"When she leaves his house, she may go and become another man’s wife.","22":"You are to remember that you were a slave in the land of Egypt. Therefore I am commanding you to do this thing.","8":"“Take care in the plague of tzara’at — be very careful to do all that the Levitical kohanim instruct you, just as I commanded them, so you are to take care to do.","17":"You are not to twist justice for an outsider or orphan, and you are not to take as collateral a widow’s clothing.","11":"You are to stand outside, and the man to whom you are making the loan is to bring the pledge outside to you.","1":"“Suppose a man takes a wife and marries her. Now if she doesn’t find favor in his eyes because he has found something indecent in her, he is to write her a certificate of divorce, hand it to her and send her out from his house.","9":"Remember what ADONAI your God did to Miriam, along the way when you were coming out from Egypt.","14":"“You are not to oppress a hired servant who is poor and needy, whether he is from your brothers or the outsiders in your land within your town gates.","7":"“If a man is caught kidnapping any of his brothers from Bnei-Yisrael, whether he treats him like property or sells him, then that kidnapper must die. So you are to purge the evil from your midst.","15":"On that day you are to give him his wages — the sun is not to set on it — for he is poor and sets his heart on it. Otherwise he will cry out against you to ADONAI, and you will have sin on you.","20":"When you beat your olive tree, you are not to search through the branches afterward. It is for the outsider, for the orphan and for the widow.","6":"“No one is to take a pair of millstones or the upper one as collateral, for this would be taking a livelihood as collateral.","4":"Then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled — for that would be detestable before ADONAI. You are not to bring guilt on the land that ADONAI your God is giving you as an inheritance.","19":"“When you reap your harvest in your field and have forgotten a sheaf in the field, you are not to turn back to get it. It is for the outsider, for the orphan and for the widow — in order that ADONAI your God may bless you in all the work of your hands.","13":"You must certainly restore the pledge to him when the sun sets, so that he may sleep in his coat and bless you — and it is to be righteousness for you before ADONAI your God."},"16":{"16":"Three times a year all your males are to appear before ADONAI your God in the place He chooses — at the Feast of Matzot, the Feast of Shavuot, and the Feast of Sukkot. No one should appear before ADONAI empty-handed —","3":"You are not to eat hametz with it. For seven days you are to eat matzot with it, the bread of affliction — for you came out from the land of Egypt in haste. Do this so that all the days of your life you will remember the day when you came out from the land of Egypt.","5":"You may not sacrifice the Passover offering within any of your gates that ADONAI your God is giving you.","21":"You are not to plant for yourself an Asherah pole of any kind of wood beside the altar of ADONAI your God that you make for yourself.","18":"“Judges and officers you are to appoint within all your gates that ADONAI your God is giving you, according to your tribes; and they are to judge the people with righteous judgment.","12":"You will remember that you were a slave in Egypt, and you are to take care and do these statutes.","10":"Then you will keep the Feast of Shavuot  to ADONAI your God with a measure of a freewill offering from your hand, which you are to give according to how ADONAI your God blesses you.","2":"You are to sacrifice the Passover offering to ADONAI your God, from the flock and the herd, in the place ADONAI chooses to make His Name dwell.","22":"Nor are you to set up a pillar for yourself — ADONAI your God hates this.","8":"For six days you are to eat matzot. On the seventh day there is to be a solemn gathering for ADONAI your God — on it you are to do no work.","17":"the gift of each man’s hand according to the blessing ADONAI your God has given you.","11":"So you will rejoice before ADONAI your God in the place ADONAI your God chooses to make His Name dwell — you, your son and daughter, slave and maid, Levite and outsider, orphan and widow in your midst.","1":"“Observe the month of Aviv and keep the Passover to ADONAI your God, for in the month of Aviv  ADONAI your God brought you out from Egypt by night.","9":"Seven weeks you are to count for yourself — from the time you begin to put the sickle to the standing grain you will begin to count seven weeks.","14":"So you will rejoice in your feast — you, your son and daughter, slave and maid, Levite and outsider, orphan and widow within your gates.","7":"You are to cook and eat it at the place ADONAI your God chooses, then you will turn around in the morning and journey home.","15":"Seven days you will feast to ADONAI your God in the place He chooses, because ADONAI your God will bless you in all your produce and in all the work of your hand, and you will be completely filled with joy.","20":"Justice, justice you must pursue, so that you may live and possess the land that ADONAI your God is giving you.","6":"Rather, at the place ADONAI your God chooses to make His Name dwell, there you will sacrifice the Passover offering in the evening at sunset — the time of your coming out from Egypt.","4":"No hametz should be seen with you in all your territory for seven days, and none of the meat you sacrifice on the evening of the first day may be left overnight until the morning.","19":"You are not to twist justice — you must not show partiality or take a bribe, for a bribe blinds the eyes of the wise and distorts the words of the righteous.","13":"“You are to keep the Feast of Sukkot for seven days,  after gathering in the produce from your threshing floor and winepress.”"},"32":{"11":"As an eagle stirs up its nest, hovers over its young, He spreads His wings, catches him, lifts him up on His pinions.","41":"when I sharpen My lightning sword and My hand seizes it in judgment, I will return vengeance on My foes, and those who hate Me I will pay back.","45":"When Moses finished speaking all these words to all Israel,","42":"I will make My arrows drunk from blood, and My sword will devour flesh — the blood of the slain and the captive, the head of the leaders of the enemy.’","3":"For I will proclaim ADONAI’s Name, ascribe greatness to our God!","20":"He said, “I will hide My face from them, I want to see their hereafter. For they are an upside down generation, children with no faithfulness in them.","12":"ADONAI alone guided him — there was no foreign god with him.","10":"He found him in the wilderness land, in the void of a howling waste. He surrounded him, cared for him, guarded him as the pupil of His eye.","17":"They sacrificed to demons, a non-god, gods they had not known — to new ones who came in lately, ones your fathers had not dreaded.","51":"because you both broke faith with Me among Bnei-Yisrael at the waters of Meribath-kadesh in the wilderness of Zin, because you did not treat Me as holy in the midst of Bnei-Yisrael.","44":"Then Moses came and spoke all the words of this song in the ears of the people — he and Joshua son of Nun.","40":"“Yes, I lift My hand up to heaven and say, ‘As I Myself live forever,","13":"He made him mount the heights of the land. so he ate the produce of the field. He suckled him with honey from a rock, with oil from a flinty boulder.","27":"except I dread the taunt of the enemy, lest their foes might misconstrue — lest they say, ‘Our hand is held high, and ADONAI has not done all this.’","30":"How can one chase a thousand and two put ten thousand to flight, unless their Rock had sold them and ADONAI had handed them over?","18":"The Rock who birthed you, you ignored. You forgot God who brought you forth.","36":"For ADONAI will judge His people — for His servants, He will relent when He sees that strength  is gone and no one is left, slave or free.","29":"“If they were wise, they would discern this, they would understand their hereafter.","23":"I will heap calamities upon them. With My arrows I will finish them.","19":"“ADONAI saw, and He spurned His sons and His daughters out of vexation.","1":"“Give ear, O heavens, and I will speak! Let the earth hear the words of my mouth.","47":"For it is not an empty thing for you, because it is your life! By this word you will prolong your days on the land, which you are crossing over the Jordan to possess.”","5":"Did it corrupt Him? No! The blemish is His children’s — a generation crooked and twisted.","52":"For you will see the land from afar, but you will not enter there, into the land that I am giving to Bnei-Yisrael.”","49":"“Go up this mountain of the Avarim, Mount Nebo, which is in the land of Moab facing Jericho, and see the land of Canaan, which I am giving to Bnei-Yisrael as a possession.","4":"The Rock — blameless is His work. Indeed, all His ways are just. God of faithfulness without iniquity, righteous and upright is He.","8":"When Elyon gave nations their heritage, when He separated the sons of man, He set boundaries for the people by the number of Bnei-Yisrael.","26":"I would have said, ‘I will hack them to pieces, make the memory of them cease from mankind,’","39":"See now that I, I am He! There are no other gods beside Me. I bring death and give life, I have wounded but I will heal,  and none can rescue from My hand.’","14":"Butter of cattle and milk of a flock, with fat of lambs, rams of the Bashan and he-goats, with fat of the kidneys of wheat, and blood of grapes you drank.","37":"He will say, ‘Where are their gods, the “rock” they took refuge in?","22":"For fire has ignited in My nostrils — it will burn to Sheol beneath, devour the earth and her produce, and scorch the foundations of mountains.","28":"For they are a nation lacking counsel, among them there is no understanding.","25":"Outside the sword deals death, and inside terror — to both young men and young women, infants, with men of gray hair.","9":"But ADONAI’s portion is His people — Jacob is the share of His inheritance.","33":"Venom of serpents is their wine — poison of vipers so cruel.","15":"But Jeshurun grew fat and kicked — you got fat, you grew thick, you gorged! He forsook God who made him. He mocked the Rock of his salvation.","34":"Is it not stored up with Me, sealed up in My treasuries?","21":"They made Me jealous with a non-god. They vexed Me with airy idols. So I will make them jealous with a non-people. With a foolish nation I will vex them.","24":"Wasted by famine, ravaged by plague and pestilence so bitter, fangs of beasts I’ll let loose on them, with venom of creepers in the dust.","46":"he said to them, “Put in your hearts all the words that I call as witness against you today — that you may command your children to keep and do all the words of this Torah.","16":"They made him jealous with strangers, with abominations they angered Him.","35":"Vengeance is Mine, and payback,  for the time when their foot staggers. Surely their day of disaster is near — what is prepared rushes on them.","32":"For their vine is from the vine of Sodom and from the terraces of Gomorrah. Its grapes are grapes of poison — bitter clusters on it.","7":"“Remember the days of antiquity, understand the years across generations.  Ask your father and he will tell you, your elders and they will say to you.","43":"Make His people rejoice, O nations,  for He will avenge the blood of His servants.  He will return vengeance on His foes, and atone for the land of His people.”","48":"On that very day, ADONAI spoke to Moses saying,","2":"May my teaching trickle like rain, my speech distill like dew — like gentle rain on new grass, like showers on tender plants.","38":"Who ate the fat of their sacrifices and drank the wine of their libation? Let them rise up and help you and be a shelter over you!","50":"On the mountain that you are ascending, there be gathered to your people — as Aaron your brother died on Mount Hor and was gathered to his people —","6":"Is this how you pay back ADONAI, O foolish, unwise people? Isn’t He your Father who ransomed you?  He made you and established you.","31":"Surely their rock is not like our Rock, as even our enemies judge."},"7":{"16":"“You will devour all the peoples ADONAI your God gives over to you. Your eye is not to pity them. You are not to serve their gods, for that would be a snare to you.","3":"You are not to intermarry with them — you are not to give your daughter to his son, or take his daughter for your son.","5":"Instead, you are to deal with them like this: tear down their altars, smash their pillars, cut down their Asherah poles, and burn their carved images with fire.","21":"You should not be terrified of them, since ADONAI your God is in your midst — a great and awesome God.","18":"You are not to be afraid of them. You are to be sure to remember what ADONAI your God did to Pharaoh and to all Egypt:","12":"“Then it will happen, as a result of your listening to these ordinances, when you keep and do them, that ADONAI your God will keep with you the covenant kindness that He swore to your fathers.","10":"but repays those who hate Him to their face, to annihilate them. He will not hesitate with him who hates Him; He will repay him to his face.","2":"and ADONAI your God gives them over to you and you strike them down, then you are to utterly destroy them. You are to make no covenant with them and show no mercy to them.","22":"ADONAI your God will drive away those nations before you little by little — you will not be able to put an end to them all at once, or else the beasts of the field will multiply on you.","8":"Rather, because of His love for you and His keeping the oath He swore to your fathers, ADONAI brought you out with a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt.","17":"Suppose you say in your heart, ‘These nations are more numerous than I — how can I drive them out?’","11":"Therefore you are to keep the commandment — both the statutes and the ordinances — that I am commanding you today, to do them.","1":"“When ADONAI your God brings you into the land you are entering to possess and drives out many nations before you — the Hittite and the Girgashite and the Amorite, the Canaanite and the Perizzite, the Hivite and the Jebusite, seven nations more numerous and mightier than you —","9":"“Know therefore that ADONAI your God, He is God — the faithful God who keeps covenant kindness for a thousand generations with those who love Him and keep His mitzvot,","24":"He will hand over their kings to you, and you will blot out their name from under the heavens. No man will stand up to you, until you have destroyed them all.","14":"From all peoples, you will be blessed — there will not be male or female barren among you or your livestock.","7":"“It is not because you are more numerous than all the peoples that ADONAI set His love on you and chose you — for you are the least of all peoples.","15":"ADONAI will remove all sickness from you, and He will not inflict on you any of the terrible diseases of Egypt that you knew, but will inflict them on all who hate you.","20":"“Moreover, ADONAI your God will send the hornet against them, until the survivors and those in hiding perish before you.","25":"“The carved images of their gods you are to burn with fire. You are not to covet the silver or gold on them or take it for yourself — or you could be snared by it, for it is an abomination to ADONAI your God.","23":"But ADONAI your God will give them over to you, and He will throw them into great confusion until they are destroyed.","6":"For you are a holy people to ADONAI your God — from all the peoples on the face of the earth, ADONAI your God has chosen you to be His treasured people.","4":"For he will turn your son away from following Me to serve other gods. Then the anger of ADONAI will be kindled against you, and He will swiftly destroy you.","19":"the great trials that your eyes saw, the signs and wonders, and the mighty hand and outstretched arm  by which ADONAI your God brought you out. So will ADONAI your God do to all the peoples you fear.","13":"He will love you, bless you and multiply you. He will also bless the fruit of your womb and the produce of your soil, your grain and your new wine and your oil, the increase of your herds and the young of your flock, in the land that He swore to your fathers to give you.","26":"You are not to bring an abomination into your house — for you, like it, will be a banned thing. You must utterly detest and utterly abhor it, for it is set apart for destruction."},"2":{"11":"These people also are considered Rephaim, like the Anakim; but the Moabites call them Emim.","3":"‘You have gone around this hill country long enough — turn to the north.","20":"(That also is considered a land of Rephaim. Rephaim used to live there, but the Ammonites call them Zamzummim —","12":"Now the Horites used to live in Seir, but the sons of Esau drove them out and destroyed them from before themselves and settled in their place — just as Israel did to the land of its possession that ADONAI gave to them.)","10":"(The Emim used to live there — a great and numerous people, as tall as the Anakim.","17":"ADONAI spoke to me saying,","13":"Now rise up, and cross over the Wadi Zered.’ So we went over the Wadi Zered.","27":"‘Let me pass through your land — I will go only by way of the road. I will not turn to the right or to the left.","30":"But Sihon king of Heshbon would not let us pass by him, because ADONAI your God stiffened his spirit and hardened his heart, in order to hand him over to you this very day.","18":"‘Today you are about to cross the border of Moab at Ar.","36":"From Aroer which is on the edge of the Wadi Arnon and the city by the wadi, all the way up to the Gilead, there was not a town too high for us. ADONAI our God gave everything over to us.","29":"as the sons of Esau dwelling in Seir and the Moabites in Ar did for me — until I cross over the Jordan into the land that ADONAI our God is giving to us.’","23":"As for the Avvim who lived in villages as far as Gaza, the Caphtorim who came from Crete destroyed them and settled in their place.)","19":"When you come opposite the sons of Ammon, do not harass or provoke them — for I will not give you any of the land of the sons of Ammon for a possession, because I have given it to the sons of Lot for a possession.","1":"“Then we turned and journeyed into the wilderness by the way to the Sea of Reeds, just as ADONAI told me. We went around the hill country of Seir for many days.","5":"Do not provoke them, for I will not give you any of their land — not even a footprint — because I have given the hill country of Seir to Esau as a possession.","4":"Command the people saying, “You are about to cross into the territory of your relatives, the sons of Esau, who dwell in Seir. They will be afraid of you, so be very careful.","8":"“So we went on past our relatives the sons of Esau who dwell in Seir, away from the way of the Arabah from Elath and Ezion-geber. We turned and passed by the way of the wilderness of Moab.","26":"“So I sent messengers from the wilderness of Kedemoth to Sihon king of Heshbon with words of shalom saying,","14":"“The time that we traveled from Kadesh-barnea until we crossed over the Wadi Zered was 38 years — until all the generation of the men of war from within the camp came to an end, as ADONAI had sworn to them.","37":"Only you did not come near the land of the sons of Ammon — all along the Wadi Jabbok and the cities of the hill country and wherever ADONAI our God had commanded.","22":"It was just as ADONAI did for the sons of Esau, who dwell in Seir, when He destroyed the Horites before them. They drove them out and settled in their place even to this day.","28":"You will sell me food for money so that I may eat and give me water for money so that I may drink. Just let me pass through on foot —","25":"This very day I will begin to put the dread and fear of you upon the peoples everywhere under heaven. When they hear the report about you, they will tremble and twist in anguish because of you.’","9":"“ADONAI said to me, ‘Do not harass Moab or engage them in battle. For I will not give you any of his land for a possession, because I have given Ar to the children of Lot for a possession.","33":"ADONAI our God gave him over to us, and we struck him down along with his sons and all his people.","15":"Indeed, the hand of ADONAI was against them, to destroy them from within the camp until they came to their end.","34":"We captured all his cities at that time, and utterly put under a ban of judgment every city — men, women and children. We left no survivor.","21":"a great and numerous people, as tall as the Anakim. But ADONAI destroyed them from before them, and the Ammonites dispossessed them and settled in their place.","24":"“‘Rise up, journey on, and cross over the Wadi Arnon. See, I have handed over Sihon the Amorite, king of Heshbon, and his land — begin to possess it! Engage him in battle!","16":"“Now when all the men of war had finished dying from among the people,","35":"We took only the livestock as plunder for ourselves, as the spoils of the cities we captured.","32":"“Then Sihon came out against us — he and all his people — to battle at Jahaz.","7":"For ADONAI your God has blessed you in all the work of your hand — He has known your wanderings through this great wilderness. These 40 years ADONAI your God has been with you — you have lacked nothing.”’","2":"“ADONAI spoke to me saying,","6":"You are to buy food from them for money so that you may eat, and you are also to buy water from them for money so that you may drink.","31":"“ADONAI said to me, ‘See, I have begun to give Sihon and his land over to you — begin to take possession in order to take hold of his land.’"},"6":{"16":"“You are not to test ADONAI your God, as you tested Him at Massah.","3":"Hear, therefore, O Israel, and take care to do this, so that it may go well with you and you may increase mightily, as ADONAI the God of your fathers has promised you, in a land flowing with milk and honey.","5":"Love ADONAI your God with all your heart and with all your soul and with all your strength.","21":"then you are to tell your son, ‘We were slaves to Pharaoh in Egypt, and ADONAI brought us out from Egypt with a mighty hand.","18":"You are to do what is right and good in the sight of ADONAI, so that it may go well with you and you may go in and possess the good land that ADONAI swore to your fathers —","12":"then watch yourself so that you do not forget ADONAI, who brought you out from the land of Egypt, from the house of slavery.","10":"“Now when ADONAI your God brings you into the land that He swore to your fathers — to Abraham, Isaac and Jacob — to give you great and good cities that you did not build,","2":"so that you might fear ADONAI your God, to keep all His statutes and mitzvot that I am commanding you and your son and your son’s son all the days of your life, and so that you may prolong your days.","22":"Before our eyes ADONAI showed signs and wonders, great and terrible — on Egypt, on Pharaoh, and on all his house.","8":"Bind them as a sign on your hand, they are to be as frontlets  between your eyes,","17":"Diligently keep the mitzvot of ADONAI your God, and His testimonies and His statutes that He has commanded you.","11":"and houses full of all good things that you did not fill, and cisterns dug that you did not dig, vineyards and olive trees that you did not plant, and you eat and are full,","1":"“Now this is the commandment, the statutes and ordinances that ADONAI your God commanded to teach you to do in the land you are crossing over to possess —","9":"and write them on the doorposts of your house and on your gates.","24":"ADONAI commanded us to do all these statutes, to fear ADONAI our God — for our good always, to keep us alive, as is the case this day.","14":"You must not go after other gods, the gods of the peoples around you;","7":"You are to teach them diligently to your children, and speak of them when you sit in your house, when you walk by the way, when you lie down and when you rise up.","15":"for ADONAI your God in the midst of you is a jealous God. Otherwise the anger of ADONAI your God will be kindled against you, and He will wipe you from the face of the earth.","20":"“When your son asks you in time to come, saying ‘What are the testimonies and the statutes and the ordinances that ADONAI our God commanded you?’","25":"It will be righteousness  to us, if we take care to do all this commandment before ADONAI our God, just as He has commanded us.’","23":"Then He brought us out from there so that He might bring us in, to give us the land that He swore to our fathers.","6":"These words, which I am commanding you today, are to be on your heart.","4":"“Hear O Israel, the LORD our God, the LORD is one .","19":"to drive out all your enemies from before you, as ADONAI has spoken.","13":"You must fear ADONAI your God and serve Him,  and swear by His Name."},"31":{"11":"when all Israel comes to appear before ADONAI your God in the place He chooses, you are to read this Torah before them in their hearing.","3":"ADONAI your God — He will cross over before you. He will destroy these nations from before you, and you will dispossess them. Joshua will cross over before you, just as ADONAI has promised.","20":"“For when I bring them to the land flowing with milk and honey that I swore to their fathers, and they eat and are satisfied and grow fat — then they will turn to other gods and serve them, and they will spurn Me and break My covenant.","12":"Gather the people — the men and women and little ones, and the outsider within your town gates — so they may hear and so they may learn, and they will fear ADONAI your God and take care to do all the words of this Torah.","10":"Then Moses commanded them saying, “At the end of every seven years, in the set time of the year of cancelling debts, during the feast of Sukkot,","17":"Then My anger will flare against them on that day, and I will abandon them and hide My face from them. So they will be devoured, and many evils and troubles will come on them. They will say on that day, ‘Isn’t it because our God is not among us that these evils have come on us?’","13":"So their children, who have not known, will hear and learn to fear ADONAI your God — all the days you live on the land you are about to cross over the Jordan to possess.”","27":"for I know your rebellion and your stiff neck. Indeed, while I am still alive with you today, you have been rebellious against ADONAI — how much more then after my death?","30":"Moses spoke in the hearing of the whole community of Israel the words of this song, right to the end:","18":"I will surely hide My face on that day because of all the evil they have done, for they have turned to other gods.","29":"For I know that after my death you will certainly act corruptly and turn aside from the way I have commanded you. So evil will fall upon you in the latter days, because you will do what is evil in the sight of ADONAI, provoking Him to anger by the work of your hands.”","23":"Then he commissioned Joshua son of Nun and said, “Chazak! Be courageous! For you will bring Bnei-Yisrael into the land I swore to them — and I will be with you.”","19":"“Now, write this song for yourselves, and teach it to Bnei-Yisrael — put it in their mouth, so that this song may be a witness for Me against Bnei-Yisrael.","1":"Then Moses went and spoke these words to all Israel.","5":"ADONAI will give them over to you, and you are to do to them according to all the mitzvot that I commanded you.","4":"“ADONAI will do to them just as He did to Sihon and Og, the kings of the Amorites, and to their land, when He destroyed them.","8":"ADONAI — He is the One who goes before you. He will be with you. He will not fail you or abandon you. Do not fear or be discouraged.”","26":"“Take this scroll of the Torah, and place it beside the Ark of the Covenant of ADONAI your God. It will remain there as a witness against you,","14":"Then ADONAI said to Moses, “Behold, your time to die is near. Call Joshua, and present yourselves at the Tent of Meeting, and I will commission him.” Moses and Joshua went and presented themselves at the Tent of Meeting.","22":"That day Moses wrote this song and taught it to Bnei-Yisrael.","28":"Gather to me all the elders of your tribes and your officials, so that I may speak these words in their ears and call heaven and earth to witness against them.","25":"Moses commanded the Levites, carriers of the Ark of the Covenant of ADONAI saying,","9":"Moses wrote down this Torah and gave it to the kohanim, the sons of Levi who carry the Ark of the Covenant of ADONAI, and to all the elders of Israel.","15":"ADONAI appeared in the Tent in a pillar of cloud, and the pillar of cloud stood over the opening of the Tent.","21":"Now when many evils and troubles have come on them, this song will confront them as a witness; for it will not be forgotten from the mouth of their descendants. For I know the intention they are devising this day, even before I bring them into the land that I swore.”","24":"Now when Moses had finished writing the words of this Torah on a scroll, right to the end . . .","16":"ADONAI said to Moses, “Behold, you are about to lie down with your fathers. Then this people will rise up and prostitute themselves with the foreign gods of the land they are entering. They will abandon Me and break My covenant that I cut with them.","7":"Then Moses summoned Joshua and said to him in the sight of all Israel, “Be strong! Be courageous! For you are to go with this people into the land ADONAI has sworn to their fathers to give them, and you are to enable them to inherit it.","2":"He said to them, “I am 120 years old today. I am no longer able to go out and come in. ADONAI has said to me, ‘You are not to cross over this Jordan.’","6":"Chazak! Be courageous! Do not be afraid or tremble before them. For ADONAI your God — He is the One who goes with you. He will not fail you or abandon you.”"}}}