{"translationKey":"tlv","translation":"TLV","book":"Genesis","bookSlug":"genesis","chapters":{"11":{"11":"Shem lived 500 years after he fathered Arpachshad, and he fathered sons and daughters.","3":"They said to one another, “Come! Let’s make bricks and bake them until they’re hard.” So they used bricks for stone, and tar for mortar.","20":"Reu lived 32 years and he fathered Serug.","12":"Arpachshad lived 35 years when he fathered Shelah.","10":"These are the genealogical records of Shem: Shem was 100 years old when he fathered Arpachshad — two years after the flood.","17":"Eber lived 430 years after he fathered Peleg, and he fathered sons and daughters.","13":"Arpachshad lived 403 years after he fathered Shelah, and fathered sons and daughters.","27":"These are Terah’s genealogies: Terah fathered Abram, Nahor and Haran. Haran fathered Lot.","30":"Sarai was barren; she did not have a child.","18":"Peleg lived 30 years and he fathered Reu.","29":"Abram and Nahor took wives for themselves. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah — the daughter of Haran, father of Milcah and Iscah.","23":"Serug lived 200 years after he fathered Nahor, and he fathered sons and daughters.","19":"Peleg lived 209 years after he fathered Reu, and he fathered sons and daughters.","1":"Now the entire earth had the same language with the same vocabulary.","5":"Then ADONAI came down to see the city and the tower that the sons of man had built.","4":"Then they said, “Come! Let’s build ourselves a city, with a tower whose top reaches into heaven. So let’s make a name for ourselves, or else we will be scattered over the face of the whole land.”","8":"So ADONAI scattered them from there over the face of the entire land, and they stopped building the city.","26":"Terah lived 70 years when he fathered Abram, Nahor and Haran.","14":"Shelah lived 30 years and he fathered Eber.","22":"Serug lived 30 years and fathered Nahor.","28":"Haran died before Terah his father, in the land of his birth, in Ur of the Chaldeans.","25":"Nahor lived 119 years after he fathered Terah, and he fathered sons and daughters.","9":"This is why it is named Babel, because ADONAI confused the languages of the entire world there, and from there ADONAI scattered them over the face of the entire world.","15":"Shelah lived 403 years after he fathered Eber, and fathered sons and daughters.","21":"Reu lived 207 years after he fathered Serug, and he fathered sons and daughters.","24":"Nahor lived 27 years and he fathered Terah.","16":"Eber lived 34 years and he fathered Peleg.","32":"Terah’s days were 205 years, and Terah died in Haran.","7":"Come! Let Us go down and confuse their language there, so that they will not understand each other’s language.”","2":"When they traveled eastward, they found a valley-plain in the land of Shinar and settled there.","6":"ADONAI said, “Look, the people are one and all of them have the same language. So this is what they have begun to do. Now, nothing they plan to do will be impossible.","31":"Terah took Abram his son and Lot, Haran’s son, his grandson, and Sarai his daughter-in-law, his son Abram’s wife, and he took them out of Ur of the Chaldeans to go to the land of Canaan. But when they came to Haran, they settled there."},"41":{"11":"Then we each dreamed a dream on the same night, he and I, we both dreamed, yet each dream had its own interpretation.","41":"Then Pharaoh said to Joseph, “See, I appoint you over the whole land of Egypt.”","45":"Then Pharaoh named Joseph Zaphenath-paneah and gave him Asenath daughter of Potiphera, priest of On, as his wife. Then Joseph went out, in charge of the land of Egypt.","42":"Then Pharaoh removed his signet ring from his hand and put it on Joseph’s hand, clothed him with fine linen garments, and put a chain of gold around his neck.","3":"Then behold, there were seven other cows coming up after them from the Nile, ugly and emaciated, and they stood beside the cows at the edge of the Nile.","20":"Then the emaciated and ugly cows ate the first seven beefy cows.","56":"The famine was over all the entire land, so Joseph opened up all that was among them and sold grain to Egypt. Then the famine became severe in the land of Egypt.","12":"Now there with us was a Hebrew youth — a slave belonging to the commander of the bodyguards. When we told him, he interpreted our dreams for us, each man’s dream he interpreted.","10":"Pharaoh had been angry with his servants and put me in the custody of the house of the commander of the bodyguards — me and the chief of the bakers.","17":"So Pharaoh said to Joseph: “In my dream, there I was, standing by the bank of the Nile.","51":"Joseph named his first-born Manasseh, “because God has caused me to forget all my trouble and all my father’s house.”","44":"Pharaoh also said to Joseph, “I am Pharaoh, yet without your permission no one will lift up his hand or his foot in the whole land of Egypt.”","40":"You! You will be over my house, and all my people will pay homage to you . Only in relation to the throne will I be greater than you.”","13":"Then it came about, just as he interpreted for us, so it happened. Me he restored to my position, but him he hung.","27":"The seven emaciated and ugly cows coming up after them: they’re seven years. Also the seven empty ears of corn scorched by the east wind: there will be seven years of famine.","30":"Then seven years of famine will come up after them and all the abundance in the land of Egypt will be forgotten and the famine will consume the land.","53":"Then the seven years of abundance in the land of Egypt came to an end,","18":"And to my surprise, out of the Nile seven cows were coming up, beefy and good-looking, and they grazed in the reeds.","36":"Let the food be held in reserve for the land for the seven years of famine that is coming upon the land of Egypt. Then the land will not be annihilated by the famine.”","29":"Seven years of abundance are about to come in the whole land of Egypt.","23":"Then suddenly, there were seven ears of corn, dried up, thin, and scorched by the east wind, sprouting up after them.","19":"Then all of a sudden, there were seven other cows coming up after them, feeble, very ugly and emaciated. I’ve never seen the likes of these in the whole land of Egypt for ugliness.","1":"Now at the end of two whole years, Pharaoh was dreaming. Behold, there he was standing by the Nile.","47":"During the seven years of abundance, the land produced in heaps.","5":"Then he slept and dreamed a second time: behold, there were seven ears of corn coming up on one stalk, plump and good.","54":"and the seven years of famine started to come — just as Joseph had said. So there was famine in all the lands, but in the whole land of Egypt there was bread.","52":"And the second he named Ephraim, “because God has made me fruitful in the land of my oppression.”","49":"So Joseph stored up grain like the sand of the sea, vast amounts, until he stopped keeping record because it was beyond counting.","4":"Then the ugly emaciated cows ate the seven good-looking beefy cows — and Pharaoh woke up.","8":"But in the morning he was disturbed in his spirit. So he sent and called for the fortune-telling priests of Egypt and all its wise men and Pharaoh told them his dream. But no one could interpret them for Pharaoh.","26":"The seven good cows: they are seven years. Also the seven ears of corn: they’re seven years. It is one dream.","39":"Then Pharaoh said to Joseph, “Since God has made all this known to you, there is no one as discerning and wise as you.","14":"Then Pharaoh sent and called for Joseph. So they quickly fetched him from the pit. He shaved, changed his clothes, and came to Pharaoh.","37":"Now the plan seemed good in the eyes of Pharaoh as well as all his servants.","22":"Then I saw in my dream, there were seven ears of corn coming up on one stalk, plump and good.","28":"It is the word that I have already said to Pharaoh: what God is about to do, he has shown to Pharaoh.","25":"Then Joseph said to Pharaoh, “Pharaoh’s dream is one. God has told Pharaoh what He is about to do.","9":"Then the chief of the cupbearers spoke with Pharaoh saying, “I am reminded of my sins today.","33":"So now, let Pharaoh select a man discerning and wise and set him in authority over the land of Egypt.","15":"Then Pharaoh said to Joseph, “I dreamed a dream and there’s no one to interpret it. I heard about you — it’s said that you can listen to a dream to interpret it.”","34":"Let Pharaoh act by appointing administrators over the land and take a fifth portion from the land of Egypt during the seven years of abundance.","21":"When they were devoured, one couldn’t tell that they had been devoured. Their appearance was as ugly as it was at first. Then I woke up.","57":"Yet the whole world came to Egypt to buy grain — to Joseph — because the famine was severe in the whole world.","24":"Then the thin ears of corn swallowed up the seven good ears of corn. So I told the fortune-telling priests, but no one could provide me with an explanation.”","46":"Now Joseph was 30 years old when he began serving as representative of Pharaoh, king of Egypt. Joseph went out from Pharaoh’s presence and passed throughout the whole land of Egypt.","16":"Then Joseph answered Pharaoh saying, “It’s not within me. God will answer with shalom for Pharaoh.”","35":"Then let them gather all the food from these good years that are coming, and let them store up grain under Pharaoh’s hand as food for the cities, so they may preserve it.","32":"“Now as for repeating Pharaoh’s dream twice: it’s because the matter has been settled by God and God will quickly make it happen.","7":"Then the seven thin ears of corn swallowed up the seven plump and full ears of corn. Then Pharaoh woke up — it was a dream.","43":"Then he had him ride in the chariot as second-in-command, the one that belonged to him, and they called out before him, “Kneel down!” So he appointed him over the whole land of Egypt.","48":"So he gathered all the food in the land of Egypt during the seven years, and put food in the cities; the food from the city fields surrounding the cities he put in each city.","2":"Then behold, there were seven cows, good-looking and beefy, and they grazed in the reeds.","38":"Then Pharaoh said to his servants, “Can a man like this be found, one in whom is God’s Spirit?”","55":"When the whole land of Egypt suffered famine, the people cried out to Pharaoh for food, and Pharaoh said to all of Egypt, “Go to Joseph. Do whatever he tells you.”","50":"Two sons also had been born to Joseph before the year of famine came, born to him by Asenath, daughter of Potiphera, priest of On.","6":"Then behold, there were seven ears of corn, thin and scorched by the east wind, sprouting up after them.","31":"So the abundance in the land will be unknown because of the famine that follows, for it will be a very oppressive famine."},"45":{"11":"I’ll provide food for you there — for the famine will last another five years — otherwise you’ll lose everything, you and your household, and everything that belongs to you.’","3":"Joseph said to his brothers, “I am Joseph! Is my father still alive?” And his brothers were unable to answer him because they were terrified at his presence.","20":"Don’t be concerned about your goods, because the best of all the land of Egypt is yours.’”","12":"And look, you and my brother Benjamin can see with your own eyes that it’s my mouth that’s speaking to you.","10":"Then you’ll live in the land of Goshen, and be close to me, you and your children and your children’s children, your flocks and your cattle, and everything that belongs to you.","17":"So Pharaoh said to Joseph, “Say to your brothers: ‘Do this! Load your animals and go to the land of Canaan.","13":"You must tell my father about all my honor in Egypt, and about all that you’ve seen. And you must quickly bring my father down here.”","27":"But they told him all of Joseph’s words that he had told them. When he saw the wagons that Joseph had sent to pick him up, the spirit of their father Jacob revived.","18":"Then get your father, your households, and come to me. I’ll give you the best of the land of Egypt, and you will eat the fat of the land.’","23":"Also to his father he sent the following: ten donkeys carrying from the best of Egypt, and ten female donkeys carrying grain and food and provisions for his father’s journey.","19":"You are also commanded to say: “Do this! Take for yourselves wagons from the land of Egypt for your little children and for your wives, and pick up your father and come.","1":"Now Joseph could no longer restrain himself in front of all those who were standing by him, so he cried out, “Get everyone away from me!” So no one stood with him when Joseph made himself known to his brothers.","5":"“So now, don’t be grieved and don’t be angry in your own eyes that you sold me here — since it was for preserving life that God sent me here before you.","4":"Then Joseph said to his brothers, “Please come near me.” So they came near. “I’m Joseph, your brother — the one you sold to Egypt,” he said.","8":"So now, it wasn’t you, you didn’t send me here, but God! And He made me as a father to Pharaoh, lord over his whole house and ruler over the entire land of Egypt.","26":"They told him saying, “Joseph is still alive and he is ruler of the whole land of Egypt!” His heart went numb, for he did not believe them.","14":"Then he fell upon his brother Benjamin’s neck and wept while Benjamin wept upon his neck,","22":"To each of them he gave a change of clothes, while to Benjamin he gave 300 pieces of silver and five sets of clothes.","28":"Then Israel said, “Enough! My son Joseph is still alive. I must go and see him, before I die.”","25":"Then they went up from Egypt and came to the land of Canaan, to Jacob their father.","9":"“Go up quickly to my father and say to him, ‘Thus says your son, Joseph: God has made me lord over all Egypt. Come down to me. Don’t delay.","15":"and he kissed all his brothers and wept upon them. Finally after this, his brothers talked with him.","21":"So the sons of Israel did so. Joseph gave them carts by Pharaoh’s command and he gave them provisions for the journey.","24":"Then he sent his brothers off, and as they departed, he said to them, “Don’t be anxious on the way.”","16":"When the commotion was heard in Pharaoh’s house — “Joseph’s brothers have come!” — it was good in the eyes of Pharaoh and his servants,","7":"But God sent me ahead of you to ensure a remnant in the land and to keep you alive for a great escape.","2":"But he gave his voice to weeping so that the Egyptians heard, and Pharaoh’s household heard.","6":"For there has been two years of famine in the land, and there will be five more years yet with no plowing or harvesting."},"42":{"11":"All of us — we are sons of one man. We’re honest. Your servants have never been spies.”","3":"So Joseph’s brothers went down, ten of them, to buy grain from Egypt.","20":"And your youngest brother, bring to me so that your words can be verified — and you won’t die.” So they did.","12":"“Not so,” he said to them. “Rather, you’ve come to see the undefended places in the land.”","10":"“No, my lord!” they said to him. “Your servants came to buy grain as food.","17":"So he put them together in custody for three days.","13":"But they said, “We your servants are twelve brothers, sons of one man in the land of Canaan. Look, the youngest is with our father today and the other one is no more.”","27":"As one of them opened his sack to give fodder to his donkey at the lodge, he saw his money — behold, it was in the opening of his bag.","30":"“The man, the lord of the land, spoke with us harshly, and took us as spies of the land.","18":"Then Joseph said to them on the third day, “Do this and you will live. I fear God.","36":"Then their father Jacob said to them, “You’ve made me childless! Joseph is no more. Now Simeon is gone, and next you’ll take Benjamin! Everything is against me!”","29":"When they came to their father Jacob, in the land of Canaan, they told him all that had happened to them, saying,","23":"They did not know that Joseph was listening, since there was an interpreter between them.","19":"If you’re honest, let one of your brothers remain as a prisoner in the guardhouse where you’ve been, while you, go and bring grain for the hunger in your homes.","1":"Now Jacob saw that there was grain in Egypt, so Jacob said to his sons, “Why are you looking at each other?”","5":"The sons of Israel went to buy grain among the others who were coming, because the famine was in the land of Canaan.","4":"But Benjamin, Joseph’s brother, Jacob did not send, for he said, “An accident might happen to him.”","8":"Though Joseph recognized his brothers, they did not recognize him.","26":"Then they loaded their grain on their donkeys and left from there.","14":"Joseph said to them, “It’s just like I told you when I said, ‘You’re spies.’","37":"Then Reuben spoke to his father, saying, “You can put my two sons to death if I don’t bring him back to you. Put him in my hand and I — I will return him to you.”","22":"Reuben answered them and said, “Didn’t I tell you, ‘Don’t sin against the boy’? But you didn’t listen. Now, see how his blood is now being accounted for.”","28":"So he said to his brothers, “My money has been returned! Look, it’s in my bag.” Their hearts sank. Trembling, each one turned to his brother and said, “What is this that God has done to us?”","25":"Then Joseph gave orders to fill their bags with grain, to return each man’s money to his sack, and to give them provisions for the journey. So it was done for them.","9":"Then Joseph remembered the dreams he had dreamed about them. He said to them, “You’re spies! You’ve come to see the undefended places in the land.”","33":"Then the man, the lord of the land, said to us, ‘By this I’ll know if you’re honest: leave one of your brothers with me. As for the hunger of your homes: take and go!","15":"By this you’ll be tested: by the life of Pharaoh, you’ll not leave from here until your youngest brother comes here!","34":"Then bring your youngest brother to me, so that I may know you are not spies, but you are honest. I’ll give you back your brother and you can move about freely in the land.’”","21":"Then each man said to his brother, “We’re truly guilty for our brother. We saw the distress of his soul when he begged us for mercy, but we didn’t listen. That’s why this distress has come to us.”","24":"He turned away from them and wept. When he turned back to them and spoke to them, he took Simeon from them and tied him up before their eyes.","16":"Send one from among yourselves to get your brother, while you remain confined, in order to test your words, to see whether the truth is with you. If not, by the life of Pharaoh, you’re definitely spies!”","35":"Now as they were emptying their sacks, behold, there was each man’s bundle of money in his sack. When they saw their money bundles, they and their father, they were afraid.","32":"We are twelve brothers, sons of our father. One is no more and the youngest is with our father today in the land of Canaan.’","7":"Then Joseph’s brothers came and bowed down to him with faces to the ground. When Joseph saw his brothers, he recognized them, but he made himself unrecognizable to them. Then he spoke harshly and said to them, “Where have you come from?” “From the land of Canaan,” they said, “to buy grain as food.”","2":"Then he said, “Look! I’ve heard that there’s grain in Egypt. Go down there and buy some grain for us there so that we’ll live and not die.”","38":"But he said, “My son will not go down with you — for his brother is dead and he alone remains. And if harm should happen to him along the way you’re going, you’ll bring my grey hair down to Sheol in grief.”","6":"Now Joseph was the ruler over the land. He was the provider of grain for all the people of the earth.","31":"But we said to him, ‘We’re honest. We’ve never been spies."},"3":{"16":"To the woman He said, “I will greatly increase your pain from conception to labor. In pain will you give birth to children. Your desire will be toward your husband, yet he must rule over you.”","3":"But of the fruit of the tree which is in the middle of the garden, God said, ‘You must not eat of it and you must not touch it, or you will die.’”","5":"For God knows that when you eat of it, your eyes will be opened and you will be like God, knowing good and evil.”","21":"ADONAI Elohim made Adam and his wife tunics of skin and He clothed them.","18":"Thorns and thistles will sprout for you. You will eat the plants of the field,","12":"Then the man said, “The woman whom You gave to be with me — she gave me of the Tree, and I ate.”","10":"Then he said, “Your sound — I heard it in the garden and I was afraid. Because I am naked, I hid myself.”","2":"The woman said to the serpent, “Of the fruit of the trees, we may eat.","22":"Then ADONAI Elohim said, “Behold, the man has become like one of Us, knowing good and evil. So now, in case he stretches out his hand and takes also from the Tree of Life and eats and lives forever,”","8":"And they heard the sound of ADONAI Elohim going to and fro in the garden in the wind of the day. So the man and his wife hid themselves from the presence of ADONAI Elohim in the midst of the Tree of the garden.","17":"Then to the man He said, “Because you listened to your wife’s voice and ate of the tree which I commanded you, saying, ‘You must not eat of it’: Cursed is the ground because of you — with pain will you eat of it all the days of your life.","11":"Then He said, “Who told you that you are naked? Have you eaten from the Tree from which I commanded you not to eat?”","1":"But the serpent was shrewder than any animal of the field that ADONAI Elohim made. So it said to the woman, “Did God really say, ‘You must not eat from all the trees of the garden’?”","9":"Then ADONAI Elohim called to the man and He said to him, “Where are you?”","24":"And He expelled the man; and at the east of the Garden of Eden He had cheruvim dwell along, with the whirling sword of flame, to guard the way to the Tree of Life.","14":"ADONAI Elohim said to the serpent, “Because you did this, Cursed are you above all the livestock and above every animal of the field. On your belly will you go, and dust will you eat all the days of your life.","7":"Then the eyes of both of them were opened and they knew that they were naked; so they sewed fig leaves together and made for themselves loin-coverings.","15":"I will put animosity between you and the woman — between your seed and her seed. He will crush your head, and you will crush his heel.","20":"Now Adam named his wife Eve because she was the mother of all the living.","23":"ADONAI Elohim sent him away from the Garden of Eden, to work the ground from which he had been taken.","6":"Now the woman saw that the tree was good for food, and that it was a thing of lust for the eyes, and that the tree was desirable for imparting wisdom. So she took of its fruit and she ate. She also gave to her husband who was with her and he ate.","4":"The serpent said to the woman, “You most assuredly won’t die!","19":"By the sweat of your brow will you eat food, until you return to the ground, since from it were you taken. For you are dust, and to dust will you return.”","13":"ADONAI Elohim said to the woman, “What did you do?” The woman said, “The serpent deceived me and I ate.”"},"20":{"16":"At the same time he said to Sarah, “Look, I’ve given a thousand shekels to your brother. Look, it is compensation for everything that happened — so to everyone with you, you are vindicated.”","3":"But God came to Abimelech in a dream at night and said to him, “Behold, you are as good as dead, because of the woman whom you have taken — since she is a married woman.”","5":"Didn’t he say to me, ‘She’s my sister’? And she herself even said, ‘He’s my brother.’ I did this with integrity of my heart and guiltlessness of my hands.”","18":"For ADONAI had completely locked up every womb in Abimelech’s household because of Sarah, Abraham’s wife.","12":"And besides, she really is my sister. She’s my father’s daughter, though not my mother’s daughter. Then she became my wife.","10":"Abimelech also said to Abraham, “What motivated you to do this thing?”","2":"Abraham said of Sarah his wife, “She is my sister.” So King Abimelech of Gerar sent for and took Sarah.","8":"Abimelech rose early in the morning, called all his servants and spoke all these words in their ears — and the men were very frightened.","17":"Then Abraham prayed to God and God healed Abimelech, his wife and his female slaves so that they could bear children.","11":"Abraham said, “Because I thought, ‘There is certainly no fear of God in this place, so they’ll kill me, because of my wife.’","1":"Then Abraham journeyed from there to the land of the Negev and settled between Kadesh and Shur. While he was dwelling as an outsider in Gerar,","9":"Then Abimelech called to Abraham and said to him, “What have you done to us, and how have I sinned against you, that you brought great sin upon me and my kingdom? You’ve done to me things that should not be done!”","14":"Then Abimelech took sheep, cattle, male slaves and female slaves and gave them to Abraham, and returned his wife Sarah to him.","7":"So now, return the man’s wife, for he is a prophet. And let him pray for you and you will live. But if you do not return her, know that you will surely die — you and all who are yours.”","15":"Then Abimelech said, “Look, my land is before you. Dwell wherever it pleases you.”","6":"Then God said to him in a dream, “Yes, I myself knew that you did this with integrity of your heart, so I, yes I Myself prevented you from sinning against Me. That is why I did not allow you to touch her.","4":"Now Abimelech had not come near her. So he said, “My Lord, will You slay a nation, even though innocent?","13":"So when God made me wander away from my father’s house, I said to her, ‘This is your loyalty that you must show me: in every place we go, say of me, ‘He is my brother.’”"},"12":{"16":"But Abram was treated well for her sake, and he got sheep, cattle, male donkeys, male and female slaves, female donkeys and camels.","3":"My desire is to bless those who bless you, but whoever curses you I will curse,  and in you all the families of the earth will be blessed.","5":"Abram took Sarai his wife, and Lot his nephew, and all their possessions that they had acquired, and the people that they acquired in Haran, and they left to go to the land of Canaan, and they entered the land of Canaan.","18":"So Pharaoh called Abram and said, “What’s this that you did to me? Why didn’t you tell me that she is your wife?","12":"So when the Egyptians see you they’ll say, ‘This is his wife.’ And they’ll kill me; but you, they’ll let live.","10":"Now there was a famine in the land. So Abram went down to Egypt to live as an outsider there, because the famine was severe in the land.","2":"My heart’s desire is to make you into a great nation, to bless you, to make your name great so that you may be a blessing.","8":"From there he moved to the mountain to the east of Beth-El and erected his tent (with Beth-El to the west and Ai to the east). There he built an altar to ADONAI and called on the Name of ADONAI.","17":"But ADONAI struck Pharaoh and his household with great plagues because of Sarai, Abram’s wife.","11":"Just as he was about to enter Egypt he said to Sarai his wife, “Look, please, I know that you are an attractive woman.","1":"Then ADONAI said to Abram, “Get going out from your land, and from your relatives, and from your father’s house, to the land that I will show you.","9":"So Abram kept on journeying southward.","14":"When Abram came to Egypt, the Egyptians did see that the woman was very beautiful.","7":"Then ADONAI appeared to Abram, and said, “I will give this land to your seed.” So there he built an altar to ADONAI, who had appeared to him.","15":"Indeed, Pharaoh’s officials saw her and they raved about her to Pharaoh. Then the woman was taken into Pharaoh’s house.","20":"Then Pharaoh instructed men concerning him, and they expelled him, with his wife, and everything that belonged to him.","6":"Abram passed through the land as far as the place of Shechem, as far as Moreh’s big tree. (The Canaanites were in the land then.)","4":"So Abram went, just as ADONAI had spoken to him. Also Lot went with him. (Now Abram was 75 years old when he departed from Haran.)","19":"Why did you say, ‘She is my sister,’ so that I took her to be my wife? Now, here is your wife. Take — and go!”","13":"Please say that you are my sister, so that I’ll be treated well for your sake, and my life will be spared because of you.”"},"10":{"11":"From that land he went out to Assyria and built Nineveh, Rechovot-ir, Calah","3":"Gomer’s sons were Ashkenaz, Riphath and Togarmah.","20":"These are Ham’s sons according to their families, according to their languages, in their lands, in their nations.","12":"and Resen, between Nineveh and Calah — it is the great city.","10":"The beginning of his kingdom included Babel, Erech, Accad and Calneh, in the land of Shinar.","17":"the Hivite, the Arkite, the Sinite,","13":"Mizraim fathered the Ludites, the Anamites, the Lehabites, the Naphtuhites,","27":"Hadoram, Uzal, Diklah,","30":"Their dwelling place was from Mesha till you come toward Sephar, the eastern hill country.","18":"the Arvadite, the Zemarite and the Hamathite — and afterwards, the Canaanite families were scattered.","29":"Ophir, Havilah and Jobab. All of these are Joktan’s sons.","23":"Aram’s sons were Uz, Hul, Gether and Mash.","19":"Now the Canaanite border was from Zidon, as you go toward Gerar, as far as Gaza; as you go toward Sodom and Gomorrah, Admah and Zeboiim, as far as Lasha.","1":"And these are the genealogical records of Noah’s sons, Shem, Ham, and Japheth. Sons were born to them after the flood.","5":"From these the coastlands of the nations spread out in their lands, each one according to his language, according to their families, into their nations.","4":"Javan’s sons were Elishah and Tarshish, Kittites and Dodanites.","8":"Now Cush fathered Nimrod. He started to become mighty in the land.","26":"Joktan fathered Elmodad, Sheleph, Hazarmaveth, Jerah,","14":"the Pathrusites, the Casluhites — from whom came the Philistines — and the Caphtorites.","22":"Shem’s sons were Elam, Asshur, Arpachshad, Lud and Aram.","28":"Obal, Abimael, Sheba,","25":"Two sons were born to Eber. The name of the first was Peleg — because in his days the land was divided — and his brother’s name was Joktan.","9":"He was a mighty hunter before ADONAI. This is why it is said, “Like Nimrod, a mighty hunter before ADONAI.”","15":"Canaan fathered Sidon his firstborn, Heth,","21":"Sons were also born to Shem, who was Japheth’s older brother and the father of all the sons of Eber.","24":"Arpachshad fathered Shelah, and Shelah fathered Eber.","16":"the Jebusite, the Amorite, the Girgashite,","32":"These are the families of the sons of Noah according to their genealogies in their nations, and from these the nations were dispersed on the earth after the flood.","7":"Cush’s sons were Seba, Havilah, Sabtah, Raamah, and Sabteca. And Raamah’s sons were Sheba, and Dedan.","2":"Japheth’s sons were Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras.","6":"Ham’s sons were Cush, Mizraim, Put and Canaan.","31":"These are Shem’s sons, according to their families, according to their languages, in their lands, according to their nations."},"17":{"11":"You must be circumcised in the flesh of your foreskin, and this will become a sign of the covenant between Me and you.","3":"Abram fell on his face, and God spoke with him, saying,","20":"As for Ishmael, I have heard you. See, I have blessed him and I will make him fruitful, and I will multiply him very very much. He will father twelve princes and I will make him a great nation.","12":"Also your eight-day-olds must be circumcised, every male, throughout your generations, including a house-born slave or a slave bought with money from any foreigner who is not of your seed.","10":"This is My covenant that you must keep between Me and you and your seed after you: all your males must be circumcised.","17":"Then Abraham fell on his face and laughed, and said to his heart, “Will a son be born to a 100-year-old man? Or will Sarah — who is 90 years old — give birth?”","13":"Your house-born slave and your purchased slave must surely be circumcised. So My covenant will be in your flesh for an everlasting covenant.","27":"Also all the men of his house, house-born slaves and slaves purchased from a foreigner, were circumcised with him.","18":"So Abraham said to God, “If only Ishmael might live before you!”","23":"Then Abraham took Ishmael his son and all of his house-born slaves and all his purchased slaves — every male among the men of Abraham’s house — and he circumcised the flesh of their foreskin on this very same day, just as God had spoken with him.","19":"But God said, “On the contrary, Sarah your wife will bear you a son and you must name him Isaac. So I will confirm My covenant with him as an everlasting covenant for his seed after him.","1":"When Abram was 99 years old, ADONAI appeared to Abram, and He said to him, “I am El Shaddai. Continually walk before Me and you will be blameless.","5":"No longer will your name be Abram, but your name will be Abraham, because I make you the father of a multitude of nations.","4":"“For My part, because My covenant is with you, you will be the father of a multitude of nations.","8":"I will give to you and to your seed after you the land where you are an outsider — the whole land of Canaan — as an everlasting possession, and I will be their God.”","26":"On this very same day Abraham and Ishmael his son were circumcised.","14":"But the uncircumcised male who is not circumcised in the flesh of his foreskin — that person will be cut off from his people; he has broken My covenant.”","22":"When He finished speaking with him, God went up from Abraham.","25":"and his son Ishmael was 13 years old when he was circumcised in the flesh of his foreskin.","9":"God also said to Abraham, “As for you, My covenant you must keep, you and your seed after you throughout their generations.","15":"God also said to Abraham, “As for Sarai your wife, you shall not call her by the name Sarai. Rather, Sarah is her name.","21":"But My covenant will I establish with Isaac whom Sarah will bear to you at this set time next year.”","24":"Abraham was 99 years old when he was circumcised in the flesh of his foreskin,","16":"And I will bless her, and moreover, I will give you a son from her. I will bless her and she will give rise to nations. Kings of the peoples will come from her.”","7":"Yes, I will establish My covenant between Me and you and your seed after you throughout their generations for an everlasting covenant, in order to be your God and your seed’s God after you.","2":"My heart’s desire is to make My covenant between Me and you, and then I will multiply you exceedingly much.”","6":"Yes, I will make you exceedingly fruitful, and I will make you into nations, and kings will come forth from you."},"44":{"11":"Then each man quickly lowered his sack to the ground and each man opened his sack.","3":"When the morning dawned, the men were sent off, they and their donkeys.","20":"So we said to my lord, ‘We have a father who is old, a child born to him of his old age is young. Now his brother is dead, so he is the only one of his mother’s children left, and his father loves him.’","12":"He searched them beginning with the eldest and finishing with the youngest, and the cup was found in Benjamin’s sack.","10":"“Even now let it be according to your words,” he said. “The one with whom it is found shall be my slave. But the rest of you shall be innocent.”","17":"But he said, “Far be it from me to do this. The one in whose hand the cup was found — he will be my slave. But you, go up to your father in peace.”","13":"Then they tore their clothing, and each one loaded up his donkey and they returned to the city.","27":"“Then your servant my father said to us, ‘You yourselves know that my wife bore me two sons.","30":"“Now if I come to your servant my father and the boy isn’t with us, since his life is bound to his life,","18":"Then Judah approached him and said, “I beg your pardon, my lord. Please let your servant say a word in my lord’s ears, and don’t be angry with your servant, since you are like Pharaoh.","29":"And if you also take this one away from before me and an accident happens to him, then you’ll bring my grey hair down to the evil of Sheol.’","23":"Then you said to your servants, ‘Unless your youngest brother comes down with you, you won’t see my face again.’","19":"My lord asked his servants saying, ‘Do you have a father or a brother?’","1":"Then he commanded the one over his household saying, “Fill the men’s sacks with as much food as they are able to carry and put money in the opening of each man’s sack.","5":"Isn’t this the one from which my lord drinks? He even uses it especially to discern by divination. What you’ve done is evil!”","4":"They left the city and did not get far, when Joseph said to the one over his household, “Get up, go after the men. When you catch up to them, say to them, “Why have you repaid evil for good?","8":"Look, the money we found in the opening of our bags, we brought back to you from the land of Canaan. So how could we steal silver or gold from your lord’s house?","26":"So we said, ‘We won’t go down unless we have our youngest brother with us — then we’ll go down. For we won’t see the man’s face unless our youngest brother is with us.’","14":"When Judah and his brothers entered Joseph’s house, he was still there. They fell to the ground before him.","22":"But we said to my lord, ‘The boy cannot leave his father. If he were to leave his father, he would die.’","28":"One went out from me, so I said, “He must have been torn to shreds,” and I haven’t seen him since.","25":"Then our father said, ‘Go back, buy us a little grain for food.’","9":"Whoever among your servants is found with it, let him die! And we, we’ll also be my lord’s slaves.”","33":"So now, please let your servant remain as my lord’s slave in the boy’s place, and let the boy go up with his brothers.","15":"“What’s this deed you’ve done?” Joseph said to them, “Didn’t you know that a man like me can discern by divination?”","34":"For how can I go up to my father and the boy is not with me? Else I must see the evil that would come upon my father!”","21":"Then you said to your servants, ‘Bring him down to me so that I can look at him.’","24":"“Now when we went up to your servant, my father, we told him my lord’s words.","16":"Then Judah said, “What can we say to my lord? What can we speak? How can we justify ourselves? God has exposed your servants’ guilt. We are now my lord’s slaves — both we as well as the one in whose hand the cup was found.”","32":"For your servant became pledge for the boy with my father saying, ‘If I don’t bring him back to you, I will bear the blame before my father all my days.’","7":"They said to him, “Why does my lord say such things? Far be it from your servants to do such a thing as this.","2":"Put my cup, the silver cup, in the opening of the sack of the youngest along with his grain money.” So he did as Joseph told him.","6":"So he caught up to them and spoke these words to them.","31":"when he sees that the boy is no more, he’ll die. Then your servants will bring the grey hair of your servant our father down to Sheol in grief."},"40":{"16":"When the chief of the bakers saw that the interpretation was good, he said to Joseph, “I also was in my dream. Expectantly, there were three baskets of white bread on my head.","3":"So he put them in custody of the house of the commander of the bodyguards — in the prison, the place where Joseph was confined.","5":"Then the two of them each dreamed a dream on the same night. The dream of each man — the cupbearer and the baker of the king of Egypt, who were confined in the prison — each had its own interpretation.","21":"He restored the chief of the cupbearers as his cupbearer, and he put the cup on the palm of Pharaoh’s hand.","18":"Then Joseph answered and said, “This is its interpretation. The three baskets: they are three days.","12":"“This is its interpretation,” Joseph said to him. “The three branches: they are three days.","10":"On the vine were three branches, and as it was budding, its blossoms came out, its clusters ripened into grapes.","2":"Pharaoh was angry with his two officials, with the chief of the cupbearers and with the chief of the bakers.","22":"But the chief of the bakers he hung. It was just as Joseph had interpreted for them.","8":"They said to him, “We dreamed a dream and there is no one to interpret it.” Then Joseph said to them, “Don’t interpretations belong to God? Please tell me.”","17":"In the top basket was food for Pharaoh — all kinds of baked goods. But the birds were eating them from the basket on my head.”","11":"Pharaoh’s cup was in my hand and I took the grapes, pressed them into Pharaoh’s cup and put the cup in Pharaoh’s palm.”","1":"Now it was after these things that the cupbearer and the baker of the king of Egypt offended their master, the king of Egypt.","9":"So the chief of the cupbearers told his dream to Joseph, saying to him, “In my dream, suddenly, there was a vine in front of me.","14":"But if you remember me, that I was with you, when it goes well with you, please show me kindness and mention me to Pharaoh and get me out of this house.","7":"So he asked Pharaoh’s officials who were with him in the custody of the house of his master saying, “Why are your faces so sad today?”","15":"For I was forcibly kidnapped from the land of the Hebrews, and even here I have done nothing at all that they should put me in this pit.”","20":"Then it happened on the third day — Pharaoh’s birthday — that he held a banquet for all his servants. He lifted up the head of the chief of the cupbearers and the head of the chief of the bakers among his servants.","23":"Yet the chief of the cupbearers did not remember Joseph — indeed, he forgot him.","6":"When Joseph came to them in the morning, he observed them, and there they were, looking miserable.","4":"The commander of the bodyguards assigned Joseph to be with them and served them as their personal servant. They were in custody for some time.","19":"In another three days Pharaoh will lift up your head — off of you — and will hang you on a tree. Then the birds will eat your flesh off of you.”","13":"In another three days, Pharaoh will lift up your head and restore you to your position. Then you’ll put Pharaoh’s cup in his hand just as you used to do before when you were his cupbearer."},"13":{"16":"I will make your seed like the dust of the earth so that if one could count the dust of the earth, then your seed could also be counted.","3":"He proceeded by stages from the Negev as far as Beth-El — to the place where his tent had been at the beginning, between Beth-El and Ai,","5":"Now Lot, who was going with Abram, also had sheep and cattle and tents,","18":"So Abram moved his tent from place to place, and came and dwelt by Mamre’s large trees, which are in Hebron, and there built an altar to ADONAI.","12":"Abram dwelled in the land of Canaan, and Lot dwelled in the cities of the valley. And he moved his tent from place to place near Sodom.","10":"Lot lifted up his eyes and saw that the whole area surrounding the Jordan was well watered in its entirety (before ADONAI destroyed Sodom and Gomorrah) — like ADONAI’s garden, like the land of Egypt — till you come to Zoar.","2":"Now Abram was very rich in livestock, silver and gold.","8":"So Abram said to Lot, “Please, let there be no strife between me and you, or between my shepherds and yours, since we are relatives.","17":"Get up! Walk about the land through its length and width — for I will give it to you.”","11":"So Lot chose for himself the whole area surrounding the Jordan. Lot journeyed to the east, and they separated from each other.","1":"So Abram went up from Egypt — he and his wife and everything that belonged to him, and Lot with him — to the Negev.","9":"Isn’t the whole land before you? Please separate yourself from me. If to the left, then I’ll go to the right, and if to the right, then I’ll go to the left.”","14":"After Lot separated himself from him, ADONAI had said to Abram, “lift up your eyes, now, and look from the place where you are, to the north, south, east and west.","7":"So there was a quarrel between the shepherds of Abram’s livestock and the shepherds of Lot’s livestock. (Now the Canaanites and the Perizzites were living in the land then.)","15":"For all the land that you are looking at, I will give to you and to your seed forever.","6":"so that the land could not support them living together, because their possessions were many, and they were not able to stay together.","4":"to the place of the altar that he had made there at first, and there Abram called on the Name of ADONAI.","13":"But the people of Sodom were evil — very great sinners against ADONAI."},"27":{"11":"But Jacob said to Rebekah his mother, “Look, my brother Esau is a hairy man, but I’m a smooth man.","41":"So Esau bore a grudge against Jacob because of the blessing with which his father had blessed him, and Esau said in his heart, “Let the time for mourning my father draw near, so that I can kill my brother Jacob!”","45":"until your brother’s rage turns away from you and he forgets what you’ve done to him. Then I’ll send for you and get you back from there. Why should I lose both of you in one day?”","42":"Now to Rebekah was reported the words of Esau her elder son. So she sent and called for Jacob her younger son, and said to him, “Look, your brother Esau is consoling himself about you with the thought of killing you.","3":"So now, please take your weapons, your quiver and your bow, and go out to the field and hunt me some game.","20":"Then Isaac said to his son, “How in the world were you able to find it so quickly, my son?” He said, “Because ADONAI your God made it happen for me.”","12":"Perhaps my father will touch me, and he’ll take me for a mocker, and I’ll bring upon myself a curse and not a blessing.”","10":"Then you’ll bring it to your father to eat, so that he may bless you before his death.”","17":"She put the delicious meal and the bread that she had prepared in the hand of Jacob her son.","44":"Then stay with him a few days, until your brother’s rage subsides,","40":"By your sword shall you live, and your brother shall you serve. But when you tear yourself loose, you will tear his yoke off your neck.”","13":"Then his mother said to him, “Let your curse fall on me, my son. Just listen to me, and go, get them for me.”","27":"So he came closer and kissed him. When he smelled the smell of his clothes, he blessed him and said, “Behold, the smell of my son is like the smell of a field that ADONAI has blessed.","30":"No sooner had Isaac finished blessing Jacob and Jacob had just gone out from his father Isaac’s presence, than Esau his brother came in from his hunting.","18":"Then he came to his father and said, “My father.” And he said, “I’m here. Who are you, my son?”","36":"He said, “Is this why he was named Jacob — since he’s tricked me twice already? My birthright he’s taken. Look! Now he’s taken my blessing!” Then he said, “Haven’t you saved a blessing for me?”","29":"May peoples serve you and may nations bow down to you. Be master over your brothers. May your mother’s sons bow down to you. May those who curse you be cursed and may those who bless you be blessed.”","23":"He did not recognize him because his hands were like the hairy hands of his brother Esau. So he blessed him.","19":"Then Jacob said to his father, “I’m your firstborn, Esau. I’ve done just what you said to me. Sit up, please, and eat some of my wild game so that your soul may bless me.”","1":"Now it was when Isaac grew old and his eyes were too dim to see, that he called Esau his elder son, and said to him, “My son.” “Here I am,” he said to him.","5":"Now Rebekah was listening when Isaac was speaking to Esau his son. So while Esau went to the field to hunt game to bring in,","4":"Then prepare me a delicious meal that I love, and bring it to me that I may eat, so that my soul may bless you before I die.”","8":"So now, my son, listen to my voice, to what I am commanding you.","26":"Then his father Isaac said to him, “Please come closer and kiss me my son.”","39":"Then Isaac his father said to him, “Behold, away from the land’s fatness shall your dwelling be, away from the dew of the sky above.","14":"So he went and got them, and brought them to his mother, and his mother prepared a delicious meal that his father would love.","37":"Isaac answered and said to Esau, “Behold, I’ve made him master over you, and all your brothers I’ve given to him as servants. I’ve provided him with grain and new wine. What then can I do for you, my son?”","22":"So Jacob came closer to his father Isaac, and he felt him. Then he said, “The voice is Jacob’s voice but the hands are Esau’s hands.”","28":"May God give you — from the dew of the sky and from the fatness of the land — an abundance of grain and new wine.","25":"Then he said, “Bring it to me and I’ll eat some of my son’s wild game, so that my soul may bless you.” So he brought it to him and he ate, and he brought him wine and he drank.","9":"Go now to the flock and bring me two good young goats from there, so that I may prepare them as a delicious meal for your father — that he’ll love.","33":"Then Isaac trembled with intense trembling and said, “Who was it then that hunted wild game and brought it to me? I ate it all just before you came and I blessed him — and yes, he will be blessed.”","15":"Rebekah also took her elder son Esau’s favorite clothes that were with her in the house, and she put them on her younger son Jacob,","34":"When Esau heard his father’s words, he shouted with an intensely bitter groan. Then he said to his father, “Bless me, me too, my father!”","21":"Then Isaac said to Jacob, “Please come closer so I can feel you my son — whether or not you really are my son Esau.”","24":"But he said, “Are you really my son Esau?” So he said, “I am.”","46":"Then Rebekah said to Isaac, “I’m disgusted with my life because of the daughters of Heth. If Jacob takes a wife from the daughters of Heth like these women, from the daughters of the land what is life to me?”","16":"along with the skins of the young goats on his hands and on the hairless part of his neck.","35":"Then he said, “Your brother came deceitfully and took your blessing.”","32":"His father Isaac said, “Who are you?” And he said, “I am your son, your first-born, Esau.”","7":"‘Bring me some game and prepare me a delicious meal that I may eat and bless you in ADONAI’s presence before my death.’","43":"So now my son, listen to my voice. Get up — flee to Laban my brother in Haran!","2":"“Look, I’m old,” he said. “I don’t know the day of my death.","38":"Esau said to his father, “Do you just have one blessing, my father? Bless me too, my father!” And Esau lifted up his voice and wept.","6":"Rebekah said to Jacob her son, “Look, I heard your father speaking to your brother Esau saying,","31":"Then he also prepared a delicious meal and brought it to his father, and he said to his father, “Let my father get up and eat of his son’s wild game that your soul may bless me.”"},"30":{"11":"Leah said, “How fortunate!” So she named him Gad.","41":"Whenever the strong flocks mated, Jacob put the branches in the watering troughs before the eyes of the flocks, to have them mate near the branches.","42":"But when the flocks were sickly, he did not put the branches down — so the sickly ones became Laban’s and the stronger ones became Jacob’s.","3":"So she said, “Here’s my maid-servant Bilhah. Go to her and let her give birth on my knees, so that from her I may also build a family.”","20":"Leah said, “God has presented me a good gift. This time my husband will honor me for I’ve borne six sons for him.” So she named him Zebulun.","12":"Then Zilpah, Leah’s female servant, gave birth to a second son for Jacob.","10":"Then Zilpah, Leah’s female servant, gave birth to a son for Jacob.","17":"Moreover, God heard Leah, and she became pregnant and gave birth to a fifth son for Jacob.","40":"Now Jacob separated the lambs and set the faces of the flocks toward the striped ones as well as all the dark-colored ones among Laban’s flocks. Then he set aside the herds for himself and did not put them with Laban’s flocks.","13":"Leah said, “How happy am I, for daughters have called me happy.” So she named him Asher.","27":"But Laban said to him, “If I’ve found favor in your eyes — I’ve looked for good omens, and ADONAI has blessed me because of you.”","30":"For you had very little before I came, and it has been busting at the seams in abundance. So ADONAI blessed you with my every step. So now, when am I myself going to make something for my household also?”","18":"Leah said, “God gave me my reward  because I gave my female servant to my husband.” So she named him Issachar.","36":"Then he put a three-day’s journey between them and Jacob, while Jacob was shepherding Laban’s remaining flocks.","29":"Then he said to him, “You yourself know how I’ve served you and how your livestock fared with me.","23":"Then she became pregnant and gave birth to a son. So she said, “God has taken away my disgrace.”","19":"Then Leah became pregnant again and gave birth to a sixth son for Jacob.","1":"When Rachel saw that she bore no children for Jacob, Rachel was jealous of her sister. So she said to Jacob, “Give me sons — if there are none, I’ll die!”","5":"Bilhah became pregnant and gave birth to a son for Jacob.","4":"Then she gave her maid-servant Bilhah to him for a wife, and Jacob went to her.","8":"So Rachel said, “I’ve surely wrestled greatly with my sister — also I’ve won.” So she named him Naphtali.","26":"Give me my wives and my children for whom I’ve served you, and let me go. For you yourself know my labor — that I’ve served you.”","39":"the flocks mated near the branches, and the flocks gave birth to striped, spotted and colorful ones.","14":"Now during the days of the wheat harvest, Reuben went and found mandrakes in the field and he brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son’s mandrakes.”","37":"But Jacob took fresh white poplar, almond, and plane tree branches, peeled away white stripped sections on them, exposing the white of the branches.","22":"Then God remembered Rachel and God listened to her and opened her womb.","28":"Moreover he said, “Name your own price and I’ll pay it.”","25":"Now it was after Rachel gave birth to Joseph that Jacob said to Laban, “Send me away so that I can go to my place and to my land.","9":"Now Leah saw that she stopped having children, so she took Zilpah her female servant and gave her to Jacob as a wife.","33":"So tomorrow my honesty will testify on my behalf when you come to check on my salary you agreed to. Every one that isn’t colorfully spotted among the goats or dark-colored among the sheep with me, it is stolen.”","15":"But she said to her, “Wasn’t it enough that you took my husband away? You’d also take away my son’s mandrakes?” So Rachel said, “That being so, let him lie with you tonight, in exchange for your son’s mandrakes.”","34":"So Laban said, “All right! May it be according to your word.”","21":"Afterwards she gave birth to a daughter and named her Dinah.","24":"She named him Joseph saying, “May ADONAI add another son for me.”","16":"So when Jacob came from the field in the evening, Leah went out to meet him, and she said, “You must come to me. For I’ve actually hired you with my son’s mandrakes.” So he lay with her that very night.","35":"On that day he removed the colorfully striped and colorful billy goats as well as all the colorfully spotted goats — everyone with white on it — and every dark-colored one among the lambs, and he put them in the hand of his sons.","32":"let me pass through your flock today, removing every colorfully spotted lamb from there and every dark-colored lamb among the sheep as well as the colorfully spotted among the goats — and that will be my salary.","7":"Then Rachel’s female servant became pregnant again and gave birth to a second son for Jacob.","43":"And the man grew exceedingly prosperous and had numerous flocks, along with female and male servants, camels and donkeys.","2":"But Jacob became furious with Rachel and said, “Am I, instead of God, the one who withheld from you the fruit of the womb?”","38":"Then he set the branches he had peeled in front of the flocks in the drinking troughs and watering channels where the flocks come to drink. Since they were in heat when they came to drink,","6":"So Rachel said, “God has judged my cause and also heard my voice — and given me a son.” Therefore she named him Dan.","31":"Then he said, “What can I pay you?” Jacob said, “You don’t need to pay me anything. If you will do this one thing for me, I will shepherd your flock again and watch it:"},"18":{"11":"Now Abraham and Sarah were old, advanced in years — Sarah had stopped having the way of women.","3":"Then he said, “My Lord, if now I have found favor in your eyes, please do not pass by your servant.","20":"Then ADONAI said, “The outcry against Sodom and Gomorrah is great indeed, and their sin is very grievous indeed.","12":"So Sarah laughed to herself, saying, “After I’ve grown decrepit, can I have desire — and my lord so old?”","10":"Then He said, “I will most surely return to you in about a year’s time, surprisingly, Sarah your wife will have a son.” Sarah was listening at the entrance of the tent, which was behind Him.","17":"when ADONAI said, “Should I keep secret from Abraham what I am about to do,","13":"Then ADONAI said to Abraham, “Why is it that Sarah laughed, saying, ‘Can I really give birth when I am so old?’","27":"Then Abraham answered and said, “Look, pray, I have decided to speak to my Lord, though I am dust and ashes.","30":"Then he said, “Please, let my Lord not be angry, so I may speak. Perhaps thirty will be found there?” And He said, “I will not do it if I find thirty there.”","18":"seeing that Abraham will most certainly become a great and mighty nation and in him all the nations of the earth will be blessed?","29":"So he spoke to Him yet again and said, “Perhaps forty will be found there?” And He said, “I will not do it for the sake of the forty.”","23":"Abraham drew near and said, “Will you really sweep away the righteous with the wicked?","19":"For I have made myself known to him so that he will command his sons and his household after him to keep the way of ADONAI by doing righteousness and justice, so that ADONAI may bring upon Abraham what He has spoken about him.”","1":"Then ADONAI appeared to him at Mamre’s large trees while he was sitting in the entrance of his tent during the heat of the day.","5":"And let me bring a bit of bread so that you can refresh yourselves — then you can pass on — since you have passed by your servant. They said, “Do just as you have said.”","4":"Please let a little water be brought so you can wash your feet, and make yourselves comfortable under the tree.","8":"Then he took butter and milk and the young ox that he had prepared and set it before them. While he was standing by them under the tree, they ate.","26":"Then ADONAI said, “If I find in Sodom fifty righteous people within the city, I will spare the whole place for their sake.”","14":"Is anything too difficult for ADONAI? At the appointed time I will return to you — in about a year — and Sarah will have a son.”","22":"Then the men turned from there and went toward Sodom, but Abraham was still standing before ADONAI.","28":"Suppose the fifty righteous people are lacking five. Will You destroy the whole city for lack of five?” And He said, “I will not destroy it if I find forty-five there.”","25":"Far be it from You to do such a thing — to cause the righteous to die with the wicked, so that the righteous and the wicked share the same fate! Far be it from You! Shall the Judge of the whole world not exercise justice?”","9":"Then they said to him, “Where is Sarah your wife?” “There, in the tent,” he said.","33":"Now when He had finished speaking to Abraham, ADONAI left, and Abraham returned to his place.","15":"Sarah denied it saying, “I didn’t laugh!” For she was afraid. But He said, “No — for you did laugh.”","21":"I want to go down now, and see if they deserve destruction, as its outcry has come to Me. And if not, I will know.”","24":"Suppose there are fifty righteous within the city. Will you really sweep away and not spare the place for the sake of fifty righteous who are in it?","16":"Then the men got up from there and looked down over Sodom. Abraham was walking with them to send them off,","32":"Then he said, “Please, let not my Lord be angry, so I may speak once more. Perhaps ten will be found there?” And He said, “I will not destroy it for the sake of the ten.”","7":"Then to the herd Abraham ran and took a young ox, tender and good, and he gave it to the servant, who prepared it quickly.","2":"When he lifted up his eyes to see, suddenly, three men were standing right by him. When he saw them, he ran from the entrance of his tent to meet them and bowed down to the ground.","6":"So Abraham hurried into the tent to Sarah and said, “Quick! Knead three measures of fine flour and prepare bread loaves!”","31":"Then he said, “Look, pray, I have decided to speak to my Lord: Perhaps twenty will be found there?” And He said, “I will not destroy it for the sake of the twenty.”"},"36":{"11":"The sons of Eliphaz were Teman, Omar, Zepho, Gatam and Kenaz.","41":"chief Oholibamah, chief Elah, chief Pinon,","42":"chief Kenaz, chief Teman, chief Mibzar,","3":"and Basemath daughter of Ishmael, sister of Nebaioth.","20":"These are the sons of Seir the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah,","12":"Now Timna was a concubine to Esau’s son Eliphaz, and she bore Amalek to Eliphaz. These are the sons of Esau’s wife Adah.","10":"These are the names of Esau’s sons: Eliphaz son of Esau’s wife Adah and Reuel son of Esau’s wife Basemath.","17":"These are the sons of Esau’s son Reuel: chief Nahath, chief Zerah, chief Shammah, chief Mizzah. These are chiefs from Reuel in the land of Edom. These are the sons of Esau’s wife Basemath.","40":"Now these are the names of the chiefs from Esau according to their family divisions, according to their places, by their names: chief Timna, chief Alvah, chief Jetheth,","13":"These are Reuel’s sons: Nahath, Zerah, Shammah and Mizzah. These were the sons of Esau’s wife Basemath.","27":"These are Ezer’s sons: Bilhan, Zaavan and Akan.","30":"chief Dishon, chief Ezer, chief Dishan — these are the chiefs of the Horites according to their chiefly divisions in the land of Seir.","18":"These are the sons of Esau’s wife Oholibamah: chief Jeush, chief Jalam, chief Korah. These are the chiefs from Oholibamah, daughter of Esau’s wife Anah.","36":"When Hadad died, Samlah from Masrekah reigned in his place.","29":"These are the chiefs of the Horites: chief Lotan, chief Shobal, chief Tzivion, chief Anah,","23":"These are Shobal’s sons: Alvan, Manahath, Ebal, Shepho and Onam.","19":"These are Esau’s sons, and these are their chiefs (that is, Edom).","1":"Now these are the genealogies of Esau (that is, Edom).","5":"and Oholibamah bore Jeush, Jalam and Korah. These were Esau’s sons, who were born to him in the land of Canaan.","4":"Adah bore Eliphaz to Esau, Basemath bore Reuel,","8":"So Esau lived in Mount Seir (Esau is Edom).","26":"These are Dishon’s sons: Hemdan, Eshban, Itran and Cheran.","39":"When Baal-hanan son of Achbor died, Hadar reigned in his place — the name of his city is Pau, and his wife’s name is Mehetabel, daughter of Matred, daughter of Me-zehab.","14":"These were the sons of Oholibamah, daughter of Anah, daughter of Esau’s wife Zibion — she bore to Esau Jeush, Jalam and Korah.","37":"When Samlah died, Shaul from Rehovot by the River reigned in his place.","22":"The sons of Lotan were Hori and Hemam. Lotan’s sister is Timna.","28":"These are Dishan’s sons: Uz and Aran.","25":"These are the children of Anah: Dishon and Oholibamah, Anah’s daughter.","9":"So these are the genealogies of Esau, the father of Edom in the hill country of Seir.","33":"When Bela died, Jobab son of Zerah from Bozrah reigned in his place.","15":"These are the chiefs from Esau’s sons. The sons of Eliphaz, Esau’s firstborn were chief Teman, chief Omar, chief Zepho, chief Kenaz,","34":"When Jobab died, Husham from the land of the Temanites reigned in his place.","21":"Dishon, Ezer and Dishan. These are the chiefs of the Horites, the sons of Seir in the land of Edom.","24":"These are Zibeon’s sons: Aiah and Anah (that is, the Anah who found the hot springs in the desert while he was pasturing the donkeys of his father Zibeon).","16":"chief Korah, chief Gatam, chief Amalek. These are the chiefs from Eliphaz in the land of Edom. These are the sons of Adah.","35":"When Husham died, Haddad son of Bedad, who struck down the Midianites in the field of Moab, reigned in his place — the name of his city was Avit.","32":"Bela son of Beor reigned in Edom — the name of his city was Dinhabah.","7":"For their possessions were too numerous for them to dwell together, and the land where they were residing was unable to support them because of their livestock.","43":"chief Magdiel, chief Iram. These are the chiefs of Edom according to their places of residence in the land of their possession. This is Esau, the father of Edom.","2":"Esau took his wives from the daughters of Canaan: Adah daughter of Elon the Hittite, Oholibamah daughter of Anah, daughter of Tzivion the Hivite,","38":"When Shaul died, Baal-hanan son of Achbor reigned in his place.","6":"Now Esau took his wives, his sons, his daughters and all the people of his household, as well as his livestock, all his cattle, and all his possessions that he had acquired in the land of Canaan, and went to a land away from his brother Jacob.","31":"Now these are the kings who reigned in the land of Edom before any king reigned over the sons of Israel."},"29":{"11":"Then Jacob kissed Rachel, and lifted up his voice and wept.","3":"When all the herds gathered there, they would roll away the stone from the mouth of the well and water the flocks, and put the stone back to its place over the mouth of the well.)","20":"So Jacob worked for Rachel seven years, yet in his eyes it was like a few days, because of his love for her.","12":"Then Jacob told Rachel that he was her father’s relative and that he was Rebekah’s son. So she ran and told her father.","10":"Now when Jacob saw Rachel (the daughter of Laban, his mother’s brother), Jacob stepped forward and rolled the stone away from the mouth of the well and watered the flock of Laban, his mother’s brother.","17":"Leah’s eyes were delicate, but Rachel was beautiful in form and appearance.","13":"Now when Laban heard the news about Jacob, his sister’s son, he ran to meet him, hugged and kissed him, and brought him to his house. Then he told Laban all these things.","27":"Complete the bridal week for this one. Then we’ll also give you this other — for work that you’ll do with me — another seven years more.”","30":"Jacob also went to Rachel and indeed loved Rachel more than Leah. So he served with him for yet another seven years.","18":"Jacob was in love with Rachel, so he said, “Let me serve you for seven years for Rachel your younger daughter.”","29":"Laban also gave his daughter Rachel his female servant Bilhah, to be a servant for her.","23":"When it was evening he took his daughter Leah and brought her to him, and he went to her.","19":"Laban said, “It’s better that I give her to you than I give her to another man! Stay with me.”","1":"Then Jacob lifted up his feet and went to the land of the peoples of the east.","5":"So he said to them, “Do you know Laban, Nahor’s son?” They said, “We know.”","4":"Jacob said to them, “My brothers, where are you from?” “We’re from Haran,” they said.","8":"But they said, “We can’t, not until all the flocks are gathered and the stone is rolled away from the mouth of the well — then we water the flock.”","26":"But Laban said, “It’s not done so in our place — to give the younger before the first-born.","14":"Laban said to him, “Surely you are my own bone and flesh.” And he stayed with him for a month.","22":"So Laban gathered all the men of the place and he prepared a feast.","28":"So Jacob did; he also completed this one’s bridal week. Then he gave him his daughter Rachel to be his wife.","25":"So when it was morning, behold there she was, Leah! So he said to Laban, “What is this you’ve done to me? Wasn’t it for Rachel that I worked with you? So why have you deceived me?”","9":"While he was still speaking with them, Rachel came with the flock that belonged to her father (for she was a shepherdess).","33":"Then she became pregnant again and gave birth to a son, and said, “For ADONAI heard that I am hated, so He’s given me this one also,” and she named him Simeon.","15":"Then Laban said to Jacob, “Should you, my relative, serve me for nothing? Tell me, what should your wages be?”","34":"Then she became pregnant again and gave birth to a son, and said, “Now this time my husband will join himself to me because I’ve given birth to three sons for him.” For this reason he was named Levi.","21":"Then Jacob said to Laban, “Give me my wife, for my days are completed, so I may go to her.”","24":"Laban also gave her Zilpah his female servant to his daughter Leah as a female servant.","16":"Now Laban had two daughters; the name of the older was Leah, and the name of the younger was Rachel.","35":"Then she became pregnant again and gave birth to a son and said, “This time I praise ADONAI.” For this reason she named him Judah. Then she stopped having children.","32":"Leah became pregnant and gave birth to a son and named him Reuben because she said, “For ADONAI has seen my affliction. Surely now my husband will love me.”","7":"He said, “Since it’s still the middle of the day, it’s not time for the livestock to be gathered. Water the flock and let them go and graze.”","2":"When he looked, suddenly, there was a well in the field, and there were three herds of sheep resting by it. (For from that well they would water the flocks. The stone on the mouth of the well was large.","6":"He said to them, “Is he well?” “Well,” they said. “Look, here comes his daughter Rachel with the flock.”","31":"Now ADONAI saw that Leah was unloved, so he opened her womb; but Rachel was unable to conceive."},"23":{"16":"Abraham heard Ephron. So Abraham weighed out to Ephron the silver that he had spoken of in the ears of the sons of Heth — 400 shekels of silver at the merchant’s rate.","3":"Then Abraham rose from before his dead one and spoke to the sons of Heth saying,","5":"The sons of Heth answered Abraham, saying to him,","18":"to Abraham as a purchased possession in the eyes of the sons of Heth, before all those who enter the gate of his city.","12":"Then Abraham bowed down before the people of the land,","10":"Now Ephron was sitting in the midst of the sons of Heth. And Ephron the Hittite answered Abraham in the ears of the sons of Heth, all those who enter the gate of his city, saying,","2":"Sarah died in Kiriath-arba (that is, Hebron), in the land of Canaan. Abraham came to mourn for Sarah and to weep over her.","8":"and spoke with them saying, “If you are of a mind to let me bury my dead from before my presence, listen to me. Plead with Ephron son of Zophar on my behalf,","17":"Now Ephron’s field that is in Machpelah next to Mamre — the field and the cave that is in it, and all the trees that are in the field in all its surrounding territory — was handed over","11":"“No, my lord, listen to me. The field — I hereby give it to you. Also the cave that is in it — I hereby give it to you. In the eyes of the sons of my people, I hereby give it to you. Bury your dead one.”","1":"Now Sarah’s life was 127 years — the years of Sarah’s life.","9":"that he may give me the cave of Machpelah that belongs to him, that is at the end of his field. At the full price let him give it to me in your midst for a gravesite.”","14":"So Ephron answered Abraham, saying to him,","7":"Then Abraham got up and bowed down to the people of the land, to the sons of Heth,","15":"“My lord, listen to me. A land worth 400 shekels of silver — what is that between me and you? Bury your dead one.”","20":"So the field and the cave that was in it were handed over to Abraham as a gravesite from the sons of Heth.","6":"“Listen to us, my lord. You are a prince of God among us. Bury your dead in the best of our graves. None among us will withhold his grave from you, to bury your dead one.”","4":"“I am an outsider and a sojourner among you. Give me a gravesite among you so that I may bury my dead from before my presence.”","19":"Afterward, Abraham buried Sarah his wife in the cave of the field of Machpelah next to Mamre (that is, Hebron), in the land of Canaan.","13":"and spoke to Ephron in the ears of the people of the land saying, “But if only you would please listen to me. I hereby give the price of the field. Accept it from me that I may bury my dead one there.”"},"19":{"11":"Then they struck the men at the doorway of the house with blindness — from youth to elderly — so that they gave up trying to find the doorway.","3":"But he urged them strongly, so they turned aside to him and they came into his house. He prepared a feast for them and baked matzot, and they ate.","20":"Look, please, this city is close enough to flee there, and it’s little. Please let me escape there. Isn’t it small? And let me live!”","12":"Then the men said to Lot, “Who else related to you is still here? A son-in-law, your sons and your daughters, whoever else is related to you in the city — bring them out of the place!","10":"But the men reached out their hands, brought Lot into the house with them, and shut the door.","17":"When they brought them outside, one said, “Flee for your life! Do not look behind you, and do not stop anywhere in the surrounding area! Escape to the hills, or else you’ll be swept away!”","13":"For we are about to destroy this place, because their outcry has become so great before ADONAI that ADONAI has sent us to destroy it.”","27":"Now Abraham rose early in the morning to the place where he had stood before ADONAI,","30":"Then Lot went up from Zoar and dwelled on the mountain, his two daughters with him, because he was afraid to dwell in Zoar. So he lived in a cave — he and his two daughters.","18":"But Lot said to them, “No, my Lord, please!","36":"So Lot’s two daughters become pregnant by their father.","29":"So it was, as God destroyed the cities of the surrounding area, that God remembered Abraham, and sent Lot out of the midst of the upheaval, when He demolished the cities where Lot had dwelt.","23":"The moment the sun rose upon the land, Lot entered Zoar,","19":"Look, please, your servant has found favor in Your eyes and You have magnified Your merciful loyalty, which You have shown me by letting me live. But I can’t escape to the hill country — for the disaster will overtake me and I’ll die!","1":"Now the two angels came to Sodom in the evening, while Lot was sitting at the gate of Sodom. When Lot saw them, he got up to meet them, and bowed down with his face to the ground.","5":"And they called out to Lot and said to him, “Where are the men who came to you tonight? Bring them out to us so that we can have relations with them!”","4":"They had not yet lain down when the men of the city (the men of Sodom) surrounded the house — from youth to elderly, all the people without exception.","8":"Look, I have two daughters who haven’t been intimate with a man. Please let me bring them out to you — do to them whatever is good in your eyes! However, do nothing to these men — since they have come under the protection of my roof.”","26":"But his wife looked behind him and she turned into a pillar of salt.","14":"So Lot went out and spoke to his sons-in-law who were going to marry his daughters, “Get up!” he said, “Get out of this place! For ADONAI is about to destroy the city!” But in the eyes of his sons-in-law, he was like a joker.","37":"Then the firstborn gave birth to a son and named him Moab: he is the ancestor of the Moabites to this day.","22":"Hurry! Flee to safety there, because I cannot do anything until you arrive there.” (This is why the town is named Zoar.)","28":"and he looked down toward Sodom and Gomorrah, and toward the entire land of the surrounding area, and saw, behold, the smoke of the land ascended like smoke from a furnace.","25":"So He demolished these cities and the whole surrounding area, all the inhabitants of the cities and the vegetation of the ground.","9":"“Get out of the way!” they said, and they said, “This one came as an outsider and dares to judge! Now we’ll treat you worse than them!” So they strongly pressed against the man, Lot, and moved in close to break the door down.","33":"So they made their father drink wine that night, and the firstborn came and lay down with her father. Yet he did not know that she lay down and got up.","15":"So when morning dawned the angels rushed Lot, saying, “Get up! Take your wife and your two daughters who are here, or else you will be swept away with the city’s iniquity!”","34":"On the following day, the firstborn said to the younger, “See! I slept with my father last night. Let’s make him drink wine tonight as well. Come on! Sleep with him so that we’ll keep the seed from our father alive.”","21":"So He said to him, “Behold, I will grant your request concerning this matter too — not to demolish the city of which you have spoken.","24":"and ADONAI rained sulfur and fire upon Sodom and Gomorrah from ADONAI out of the sky.","16":"But he hesitated. So the men grabbed his hand, his wife’s hand and his two daughters’ hands — because of ADONAI’s compassion for him — and they brought him out and left him outside the city.","35":"So they made their father drink wine that night as well, and the younger got up and lay down with him and he did not know that she lay down and got up.","32":"Come on! Let’s make our father drink wine so that we can lie with him and keep the seed from our father alive.","7":"and said, “Please, my brothers, don’t act wickedly.","2":"Then he said, “Here, please my lords, please turn aside to your servant’s house, spend the night and wash your feet. Then you can get up early and go on your way.” But they said, “No. We will spend the night in the open plaza.”","38":"The younger also gave birth to a son and named him Ben-Ammi: he is the ancestor of the sons of Ammon to this day.","6":"But Lot went out to them at the doorway and shut the door behind him,","31":"Then the firstborn said to the younger, “Our father is old, and there is no man in the land to come to us as is the custom of the whole land."},"1":{"11":"Then God said, “Let the land sprout grass, green plants yielding seed, fruit trees making fruit, each according to its species with seed in it, upon the land.” And it happened so.","3":"Then God said, “Let there be light!” and there was light.","20":"Then God said, “Let the waters swarm with swarms of living creatures! Let flying creatures fly above the land across the expanse of the sky.”","12":"The land brought forth grass, green plants yielding seed, each according to its species, and trees making fruit with the seed in it, each according to its species. And God saw that it was good.","10":"God called the dry ground “land,” and the collection of the water He called “seas.” And God saw that it was good.","17":"God set them in the expanse of the sky to shine on the land","13":"So there was evening and there was morning — a third day.","27":"God created humankind in His image, in the image of God He created him, male and female He created them.","30":"Also for every wild animal, every flying creature of the sky and every creature that crawls on the land which has life, every green plant is to be food.” And it happened so.","18":"and to have dominion over the day and over the night and to separate the light from the darkness. And God saw that it was good.","29":"Then God said, “I have just given you every green plant yielding seed that is on the surface of the whole land, and every tree, which has the fruit of a tree yielding seed. They are to be food for you.","23":"So there was evening and there was morning — a fifth day.","19":"So there was evening and there was morning — a fourth day.","1":"In the beginning God created the heavens and the earth.","5":"God called the light “day,” and the darkness He called “night.” So there was evening and there was morning — one day.","4":"God saw that the light was good. So God distinguished the light from the darkness.","8":"God called the expanse “sky.” So there was evening and there was morning — a second day.","26":"Then God said, “Let Us make man in Our image, after Our likeness! Let them rule over the fish of the sea, over the flying creatures of the sky, over the livestock, over the whole earth, and over every crawling creature that crawls on the land.”","14":"Then God said, “Let lights in the expanse of the sky be for separating the day from the night. They will be for signs and for seasons and for days and years.","22":"Then God blessed them by saying, “Be fruitful and multiply and fill the water in the seas. Let the flying creatures multiply on the land.”","28":"God blessed them and God said to them, “Be fruitful and multiply, fill the land, and conquer it. Rule over the fish of the sea, the flying creatures of the sky, and over every animal that crawls on the land.”","25":"God made the wild animals according to their species, the livestock according to their species, and everything that crawls on the ground, each according to its species. And God saw that it was good.","9":"Then God said, “Let the water below the sky be gathered to one place. Let the dry ground appear.” And it happened so.","15":"They will be for lights in the expanse of the sky to shine upon the land.” And it happened so.","21":"Then God created the large sea creatures and every living creature that crawls, with which the water swarms, according to their species, as well as every winged flying creature, according to their species. And God saw that it was good.","24":"Then God said, “Let the land bring forth living creatures according to their species — livestock, crawling creatures and wild animals, according to their species.” And it happened so.","16":"Then God made the two great lights — the greater light for dominion over the day, and the lesser light as well as the stars for dominion over the night.","7":"So God made the expanse and it separated the water that was below the expanse from the water that was over the expanse. And it happened so.","2":"Now the earth was chaos and waste, darkness was on the surface of the deep, and the Ruach Elohim was hovering upon the surface of the water.","6":"Then God said, “Let there be an expanse in the midst of the water! Let it be for separating water from water.”","31":"So God saw everything that He made, and behold it was very good. So there was evening and there was morning — the sixth day."},"47":{"11":"Joseph settled his father and his brothers and gave them property in the land of Egypt, in the best part of the land, in the land of Rameses, just as Pharaoh commanded.","3":"Pharaoh said to his brothers, “What is your occupation?” So they said to Pharaoh, “Your servants are shepherds, both we and our fathers.”","20":"So Joseph bought all the land of Egypt for Pharaoh because the Egyptians, each one, sold his field, for the famine overcame them. Thus the land became Pharaoh’s.","12":"And Joseph supported his father and his brothers and his father’s entire household with food for the mouths of the little ones.","10":"And Jacob blessed Pharaoh and went out from Pharaoh’s presence.","17":"So they brought their livestock to Joseph and Joseph gave them food in exchange for horses, for flocks of sheep, for herds of cattle and for donkeys. He provided them with food in exchange for all their livestock that year.","13":"Now there was no food in all the land because the famine was very severe. Both the land of Egypt and the land of Canaan languished because of the famine.","27":"Meanwhile, Israel settled in the land of Egypt in the land of Goshen, acquired property in it, and were fruitful and multiplied greatly.","30":"When I lie down with my fathers, you must carry me out of Egypt and bury me in their burial place.” So he said, “I myself will do according to your word.”","18":"When that year came to an end, they came to him in the second year and said to him, “We won’t hide from my lord that the money has run out and the livestock and the domestic animals are my lord’s. There is nothing left in my lord’s sight except our bodies and our land.","29":"As the time of Israel’s death drew near, he called for his son Joseph and said to him, “If I have found favor in your eyes, please put your hand under my thigh and show me faithful kindness. Please do not bury me in Egypt.","23":"Then Joseph said to the people, “Behold, I have bought you and your land today for Pharaoh. Here is seed for you, so that you can sow the land.","19":"Why should we die before your eyes — both we and our land? Buy us and our land for food — we and our land will become Pharaoh’s slaves. Provide seed so that we may live and not die, and the land won’t be deserted.”","1":"Then Joseph came and informed Pharaoh, “My father and my brothers and their flocks and their cattle and everything that belongs to them have come from the land of Canaan, and behold, they are in the land of Goshen.”","5":"Pharaoh said to Joseph saying, “Your father and your brothers came to you.","4":"Then they said to Pharaoh, “We came to dwell temporarily in the land, since there is no pasture for the flocks that belong to your servants, for the famine is severe in the land of Canaan. So now, please let your servants live in the land of Goshen.”","8":"Pharaoh asked Jacob, “How many days are the years of your life?”","26":"So Joseph set it as a statute until this very day concerning the land of Egypt: a fifth-part goes to Pharaoh. Only the priests’ land did not become Pharaoh’s.","14":"Joseph collected all the money that could be found in the land of Egypt and in the land of Canaan for the grain that they bought, and Joseph brought the money into Pharaoh’s house.","22":"Only he did not buy the land belonging to the priests, because the priests had an allotment from Pharaoh, and they ate their allotment that Pharaoh gave them. Therefore they did not sell their land.","28":"Now Jacob lived in the land of Egypt for 17 years, so the days of Jacob, the years of his life, were 147 years.","25":"“You’ve saved our lives,” they said. “We find favor in the eyes of my lord, and we’ll be Pharaoh’s slaves.”","9":"Jacob said to Pharaoh, “The days of the years of my sojourn are 130 years. Few and evil have been the days of the years of my life. Moreover, the days of the years of my life have not attained the days of the years of the lives of my fathers, in the days of their sojourn.”","15":"Then the money of the land of Egypt and of the land of Canaan ran out and all of Egypt came to Joseph saying, “Give us food. Why should we die in front of you because the money is gone?”","21":"He made the people slaves from one end of Egypt’s border to the other.","24":"During the harvest you must give a fifth part to Pharaoh and four-fifths will be for you, for seed for the field and for your food, and for those in your houses, and for food for your little ones.”","16":"Joseph said, “Give your livestock and I’ll give it to you for your livestock, if the money is gone.”","7":"Then Joseph brought his father Jacob and presented him before Pharaoh, and Jacob blessed Pharaoh.","2":"From among his brothers he took five men and presented them before Pharaoh.","6":"The land of Egypt is before you — settle your father and your brothers in the best part of the land. Let them live in the land of Goshen. If you know of any capable men among them, make them overseers of the livestock — over those that are mine.”","31":"“Swear to me,” he said. So he swore to him. Then Israel bowed down in worship on the head of his staff."},"5":{"11":"So all of Enosh’s days were 905 years, and then he died.","3":"Adam lived 130 years, then fathered a son in his likeness, after his image, and named him Seth.","20":"So all of Jared’s days were 962 years, and then he died.","12":"Kenan lived 70 years, then fathered Mahalalel.","10":"Enosh lived 815 years after he fathered Kenan, and he fathered sons and daughters.","17":"So all of Mahalalel’s days were 895 years, and then he died.","13":"Kenan lived 840 years after he fathered Mahalalel, he fathered sons and daughters.","27":"So all of Methuselah’s days were 969 years, and then he died.","30":"Lamech lived 595 years after he fathered Noah, and he fathered sons and daughters.","18":"Jared lived 162 years, then fathered Enoch.","29":"And he named him Noah saying, “This one will comfort us from our work and from the pain of our hands because of the ground which ADONAI cursed.”","23":"So all of Enoch’s days were 365 years.","19":"Jared lived 800 years after he fathered Enoch, and he fathered sons and daughters.","1":"This is the Book of the Genealogies of Adam: When God created Adam, in the likeness of God He made him.","5":"So all Adam’s days that he lived were 930 years, and then he died.","4":"Then the days of Adam after he fathered Seth were 800 years, and He fathered other sons and daughters.","8":"So all Seth’s days were 912 years, and then he died.","26":"And Methuselah lived 782 years after he fathered Lamech, and he fathered other sons and daughters.","14":"So all of Kenan’s days were 910 years, and then he died.","22":"Now Enoch walked with God continually for 300 years after he fathered Methuselah, and he fathered sons and daughters.","28":"Lamech lived 182 years and he fathered a son.","25":"Methuselah lived 187 years and fathered Lamech.","9":"Enosh lived 90 years, then fathered Kenan.","15":"Mahalalel lived 65 years, then fathered Jared.","21":"Enoch lived 65 years, then fathered Methuselah.","24":"And Enoch continually walked with God — then he was not there, because God took him.","16":"Mahalalel lived 830 years after he fathered Jared, and he fathered sons and daughters.","32":"And Noah was 500 years old when he fathered Shem, Ham and Japheth.","7":"Seth lived 807 years after he fathered Enosh, and he fathered sons and daughters.","2":"Male and female He created them, and He blessed them and called their name “Adam” when He created them.","6":"Seth lived 105 years, then fathered Enosh.","31":"So all of Lamech’s days were 777 years, and then he died."},"49":{"11":"Binding his foal to the vine, his donkey’s colt to the choice vine,  he washes his garments in wine, and in the blood of grapes his robe.","3":"Reuben, my firstborn are you, my vigor and firstborn of my power, endowed with extra dignity, endowed with extra strength —","20":"Asher — rich is his food — he will provide delicacies fit for a king.","12":"His eyes are darker than wine, and teeth that are whiter than milk.","10":"The scepter will not pass from Judah, nor the ruler’s staff from between his feet,  until he to whom it belongs will come. To him will be the obedience of the peoples.","17":"Let Dan be a serpent beside a road, a viper beside a path, who strikes a horse’s heels, so that its rider falls backward.","13":"Zebulun will dwell by the seashore, and be by a harbor for ships — his distant border reaches Sidon.","27":"Benjamin is a ravening wolf — in the morning he devours spoils, and in the evening divides plunder.","30":"in the cave that is in the field of Machpelah, that is next to Mamre in the land of Canaan — the field that Abraham bought from Ephron the Hittite as a property for burial.","18":"For your salvation I wait, ADONAI!","29":"Then he charged them and said to them, “I am about to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,","23":"The archers were bitter and shot arrows and were hostile towards him.","19":"Gad — attackers will attack him, but he will attack their heels.","1":"Jacob called his sons and said to them: Gather together so that I can tell you what will happen to you in the last days.","5":"Simeon and Levi are brothers, instruments of violence are their knives.","4":"like water boiling over you will not have extra, for you got up into your father’s bed, when you defiled a maid’s couch.","8":"Judah, so you are — your brothers will praise you: Your hand will be on your enemies’ neck. Your father’s sons will bow down to you.","26":"The blessings of your father surpassed the blessings of the ancient mountains, the desire of the everlasting hills. May they be upon Joseph’s head, upon the crown of the one set apart from his brothers.","14":"Issachar is a strong-boned donkey, lying down between two saddlebags.","22":"A fruitful son is Joseph, a fruitful son beside a spring — daughters walk along a wall.","28":"These are the tribes of Israel, twelve in all, and this is what their father spoke to them. He blessed them, each one he blessed with a suitable blessing.","25":"from the God of your father who helps you, and Shaddai who blesses you, with blessings of heavens above, blessings of the deep that lies below, blessings of breasts and womb.","9":"A lion’s cub is Judah — from the prey, my son, you have gone up. He crouches, lies down like a lion, or like a lioness — who would rouse him?","33":"When Jacob finished commanding his sons, he drew his feet up into the bed, then breathed his last and was gathered to his peoples.","15":"He saw that a resting place was good, and that the land was pleasant. He leaned his shoulder to bear a burden, and became a forced laborer.","21":"Naphtali is a doe let loose, who offers words of beauty.","24":"Yet his bow was always filled, and his arms quick-moving — by the hands of the Mighty One of Jacob. From there a Shepherd, the Stone of Israel,","16":"Dan will judge his people, as one of the tribes of Israel.","32":"The field was purchased along with the cave in it from the sons of Het.”","7":"Cursed be their anger for it was strong and their rage for it was cruel — I will disperse them in Jacob, I will scatter them in Israel.","2":"Be assembled and listen, sons of Jacob, and listen to Israel your father.","6":"In their secret counsel may my soul not enter. In their contingent may my honor never be united. For in their anger they slew men, and in their self-will they maimed oxen.","31":"There they buried Abraham and his wife Sarah. There they buried Isaac and Rebekah, and there I buried Leah."},"4":{"16":"Then Cain left ADONAI’s presence and dwelled in the Land of Wandering, east of Eden.","3":"So it happened after some time that Cain brought an offering of the fruit of the ground to ADONAI,","5":"but upon Cain and his offering He did not look favorably. Cain became very angry, and his countenance fell.","21":"His brother’s name was Jubal — he was the pioneer of all who skillfully handle stringed instruments and wind instruments.","18":"And to Enoch was born Irad. Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech.","12":"As often as you work the ground, it will not yield its crops to you again. You will be a restless wanderer on the earth.”","10":"Then He said, “What have you done? The voice of your brother’s blood is crying out to Me from the ground.","2":"Then she gave birth again, to his brother Abel. Abel became a shepherd of flocks while Cain became a worker of the ground.","22":"Now Zillah also gave birth to Tubal-Cain, the forger of every kind of bronze and iron tools; Tubal-Cain’s sister was Naamah.","8":"Cain spoke to Abel his brother. While they were in the field, Cain rose up against Abel his brother and killed him.","17":"Cain was intimate with his wife and she became pregnant and gave birth to Enoch. And he was building a city, and he named the city after the name of his son, Enoch.","11":"So now, cursed are you from the ground which opened its mouth to receive your brother’s blood from your hand.","1":"Now the man had relations with Eve his wife and she became pregnant and gave birth to Cain. She said, “I produced a man with ADONAI.”","9":"Then ADONAI said to Cain, “Where is Abel, your brother?” “I don’t know,” he said. “Am I my brother’s keeper?”","24":"If Cain is to be avenged seven times, then Lamech — 77 times!”","14":"Since You expelled me today from the face of the ground and I must be hidden from Your presence, then I will be a restless wanderer on the earth — anyone who finds me will kill me!”","7":"If you do well, it will lift. But if you do not do well, sin is crouching at the doorway. Its desire is for you, but you must master it.”","15":"But ADONAI said to him, “In that case, anyone who kills Cain is to be avenged seven times over.” So ADONAI put a mark on Cain, so that anyone who found him would not strike him down.","20":"Adah gave birth to Jabal — he was the pioneer of tent dwellers with livestock.","25":"Adam was intimate with his wife again, and she gave birth to a son and she named him Seth, “For God has appointed me another seed in place of Abel — since Cain killed him.”","23":"Lamech said to his wives, “Adah and Zillah: Hear my voice! Lamech’s wives: Listen to my speech! For I have killed a man for wounding me, and a boy for bruising me.","6":"Then ADONAI said to Cain, “Why are you angry? And why has your countenance fallen?","4":"while Abel — he also brought of the firstborn of his flock and their fat portions. Now ADONAI looked favorably upon Abel and his offering,","19":"Now Lamech took for himself two wives. The name of the first one was Adah, and the name of the second one was Zillah.","13":"Cain said to ADONAI, “My iniquity  is too great to bear!","26":"To Seth, also was born a son. He named him Enosh. Then people began to call on ADONAI’s Name."},"8":{"16":"“Come out of the ark, you and your wife, your sons and your sons’ wives with you.","3":"The waters kept receding gradually from upon the land and the waters decreased by the end of 150 days.","5":"The waters went on decreasing until the tenth month. In the tenth month, on the first day of the month, the tops of the mountains appeared.","21":"When ADONAI smelled the soothing aroma, ADONAI said in His heart, “I will never again curse the ground on account of man, even though the inclination of the heart of humankind is evil from youth. Nor will I ever again smite all living creatures, as I have done.","18":"So Noah came out, with his sons, his wife, and his sons’ wives.","12":"After he waited seven more days, he sent out the dove, but she did not return to him again.","10":"So he waited yet another seven days and again he sent the dove out from the ark.","2":"Also the sources of the deep and the windows of the skies were closed up, and the rain from the sky was held back.","22":"While all the days of the land remain, seedtime and harvest, cold and heat, summer and winter, day and night will not cease.”","8":"Then he sent out a dove to see whether the waters had receded from the surface of the ground.","17":"Every animal that is with you of all flesh, including the flying creatures, livestock and every crawling creature that crawls on the land, bring out with you, and let them swarm in the land and be fruitful and multiply upon the land.”","11":"The dove came to him at evening, and surprisingly — a freshly plucked olive leaf was in its mouth. So Noah knew that the waters had receded from the land.","1":"Then God remembered Noah and all the wild animals and all the livestock that were with him in the ark. So God caused a wind to pass over the land and the water subsided.","9":"But the dove did not find a resting place for the sole of her foot. She returned to him in the ark because water covered the surface of the whole land. He stretched out his hand and he took her, and brought her to him into the ark.","14":"By the second month, on the twenty-seventh day of the month, the land was dry.","7":"Then he sent out a raven and it kept going back and forth until the waters were drying up from the land.","15":"Then God spoke to Noah, saying,","20":"Then Noah built an altar to ADONAI and he took of every clean domestic animal and of every clean flying creature and he offered burnt offerings on the altar.","6":"It was at the end of forty days that Noah opened the window of the ark that he had made.","4":"The ark came to rest in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat.","19":"Every animal — every crawling creature, every flying creature, everything that crawls upon the land — came out from the ark in their families.","13":"It was in his six-hundred-and first year — in the first month, on the first day of the month — that the waters had dried up from the land. Then Noah removed the cover of the ark and he looked, and behold, the surface of the ground had dried up."},"26":{"11":"So Abimelech commanded all the people saying, “Whoever touches this man or his wife will surely die!”","3":"Live as an outsider in this land and I will be with you and bless you — for to you and to your seed I give all these lands — and I will confirm my pledge that I swore to Abraham your father.","20":"But the shepherds of Gerar quarreled with Isaac’s shepherds saying, “The water is ours!” So he named the well Quarrel, because they quarreled with him.","12":"Then Isaac sowed in that land and in that year reaped a hundredfold. ADONAI blessed him","10":"Then Abimelech said, “What is it that you’ve done to us? One of the people could have easily slept with your wife and you would’ve brought guilt on us.”","17":"So Isaac departed from there, camped in the Valley of Gerar and dwelled there.","13":"and the man became great and continued to become greater until he became very great.","27":"Isaac said to them, “Why have you come to me, since you hate me and sent me away from you?”","30":"Then he made a feast for them and they ate and drank.","18":"Then Isaac dug again the wells of water that had been dug in the days of his father Abraham — the Philistines had stopped them up after Abraham’s death. He gave them the same names that his father had given them.","29":"that you will do us no harm, just as we haven’t touched you and just as we did nothing to you but good, and sent you away in shalom. You are now blessed by ADONAI.”","23":"He went up from there to Beer-sheba.","19":"Then Isaac’s servants dug in the valley and found a well of living water there.","1":"Now there was a famine in the land — aside from the previous famine that happened in Abraham’s days. So Isaac went to King Abimelech of the Philistines, to Gerar.","5":"because Abraham listened to My voice and kept My charge, My mitzvot, My decrees, and My instructions.”","4":"I will multiply your seed like the stars of the sky and I will give your seed all these lands. And in your seed all the nations of the earth will continually be blessed,","8":"Now after he had been there for a long time, King Abimelech of the Philistines peered down through the window and saw, behold, Isaac caressing his wife Rebekah.","26":"Now Abimelech went to him from Gerar along with Achuzzat his friend and Phicol the commander of his army.","14":"He acquired livestock of sheep and livestock of cattle, and numerous servants. Then the Philistines envied him.","22":"Then he moved from there and dug another well, and they did not quarrel over it. So he named it Wide Spaces and said, “Because now ADONAI has created wide spaces for us and we will be fruitful in the land.”","28":"They said, “We’ve clearly seen that ADONAI has been with you. So we said, ‘Let there now be an agreement between us — between us and you — and let us make a covenant with you:","25":"So he built an altar there and called on the Name of ADONAI. He pitched his tent there and Isaac’s servants hollowed out a well there.","9":"So Abimelech called Isaac and said, “So in fact she’s your wife! Now how could you say, ‘She’s my sister’?” Isaac said to him, “Because I said, ‘Or else I might die because of her.’”","33":"So he called it Pledge. That is why the city’s name is Beer-sheba to this day.","15":"All the wells that his father’s servants had dug in the days of his father Abraham the Philistines stopped up and filled with dirt.","34":"When Esau was 40 years old, he took as wife Judith the daughter of Be-eri the Hittite, and Basemath the daughter of Elon the Hittite.","21":"Then he dug another well and they quarreled over it too, so he named it Accusation.","24":"ADONAI appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you, and I will bless you and multiply your seed for the sake of Abraham my servant.”","16":"So Abimelech said to Isaac, “Go away from us, for you are much more powerful than us.”","35":"But they caused a bitterness of spirit for Isaac and Rebekah.","32":"Now it happened that on that day Isaac’s servants came and told him about the well that they dug, and said to him, “We’ve found water.”","7":"Now the men of the place asked about his wife. So he said, “She is my sister,” because he was afraid to say, “my wife” — “or else the men of the place would kill me on account of Rebekah, because she’s good looking.”","2":"Then ADONAI appeared to him and said, “Do not go down to Egypt. Dwell in the land about which I tell you.","6":"So Isaac stayed in Gerar.","31":"Then they got up early in the morning and made a pledge, each to his brother. Then Isaac sent them away and they departed from him in shalom."},"39":{"16":"Then she kept the garment with her until his master came home.","3":"His master saw that ADONAI was with him and that ADONAI made everything he set his hand to successful.","5":"From the time that he made him an overseer in his house and over everything that belonged to him, ADONAI blessed the Egyptian’s house because of Joseph; ADONAI’s blessing was on everything that belonged to him, in the house and in the field.","21":"But ADONAI was with Joseph and extended kindness to him and gave him favor in the eyes of the commander of the prison.","18":"When I raised my voiced and screamed, he left his garment with me and fled outside.”","12":"Then she grabbed him by his garment saying, “Come, lie with me!” But he left his garment in her hand, fled and went outside.","10":"So whenever she spoke to Joseph, day after day, he did not listen to her invitation to lie down beside her, to be with her.","2":"But ADONAI was with Joseph. So he became a successful man in the house of his master, the Egyptian.","22":"The commander of the prison entrusted into Joseph’s hand all the prisoners who were in the prison, so that everything that was done there, he was responsible for it.","8":"But he refused. “Look,” he said to his master’s wife, “my master doesn’t think about anything in the house with me in charge, and everything that belongs to him he’s entrusted into my hand.","17":"She spoke the same words to him saying, “The Hebrew slave that you brought us approached me to fool with me.","11":"Now on one such day, he came into the house to do his work, and none of the people of the house were there in the house.","1":"Now Joseph had been brought down to Egypt. Potiphar, an official of Pharaoh, commander of the bodyguards, bought him from the hand of the Ishmaelites, who had brought him down there.","9":"No one in this house is greater than I, and he has withheld nothing from me — except you, because you are his wife. So how could I commit this great evil and sin against God?”","14":"she screamed to the men of her house and said to them, “Look! Someone brought a Hebrew man to us to fool with us. He approached me to lie with me so I screamed out loud.","7":"Now after these things, the master’s wife lifted up her eyes at Joseph and said, “Come, lie down with me!”","15":"When he heard me raise my voice and scream, he left his garment with me, fled and went outside.”","20":"Then Joseph’s master took him and put him in prison, the place where the king’s prisoners were confined. So there he was, in the prison.","23":"The commander of the prison did not concern himself with anything at all under his care, because ADONAI was with him, and ADONAI made whatever he did successful.","6":"So he released everything he owned into Joseph’s hand. With him in charge, he did not think about anything except the food he ate. Now Joseph was handsome in form and handsome in appearance.","4":"Joseph found favor in his eyes, so he served him as a personal servant and he made him an overseer over his household; everything that was his he entrusted into his hand.","19":"Now when his master heard the words his wife spoke to him saying, “Such are the things your slave did to me,” his anger burned.","13":"When she saw that he had left his garment in her hand and fled outside,"},"14":{"16":"He brought back all the possessions, and also brought back his kinsman Lot and his possessions, as well as the women and the other people.","3":"All of these kings joined forces in the Valley of the Siddim (this is the Salt Sea).","5":"In the fourteenth year Chedorlaomer came with the kings who were with him, and they defeated the Rephaim in Ashterot-karnaim, the Zuzim in Ham, and the Emim in Shaveh-kiryataim,","21":"Then the king of Sodom said to Abram, “Give me the people — the possessions take for yourself.”","18":"Then Melchizedek, king of Salem, brought out bread and wine — he was a priest of El Elyon.","12":"They also took Lot, Abram’s nephew, and his possessions, and they left (as he was living in Sodom).","10":"Now the Valley of the Siddim was full of tar pits, and as the kings of Sodom and Gomorrah fled, they fell into them, and those who remained fled to the hills.","2":"that they made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (this is Zoar).","22":"But Abram said to the king of Sodom, “I raise my hand in oath to ADONAI, El Elyon, Creator of heaven and earth.","8":"Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (this is Zoar) went out and lined themselves up for battle with them in the Valley of the Siddim,","17":"Now after he returned from defeating Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him in the Valley of Shaveh (this is the King’s Valley).","11":"So they took all of Sodom and Gomorrah’s possessions and their food and left.","1":"Now it came about in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim,","9":"against Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar: four kings against five.","24":"I claim nothing but what the young men have eaten, and the share of the men who went with me — Aner, Eschol, and Mamre — let them take their share.”","14":"When Abram heard that his kinsman had been taken captive, he rallied his trained men, those born in his household, 318 of them, and went in pursuit as far as Dan.","7":"Then they came again to En-mishpat (this is Kadesh), and they subdued all the territory of the Amalekites, as well as the Amorites who live in Hazazon-tamar.","15":"Then he divided his servants against them at night, and he defeated them and pursued them as far as Hovah, which is north of Damascus.","20":"and blessed be El Elyon, Who gave over your enemies into your hand.” Then Abram gave him a tenth of everything.","23":"Not a thread or even a sandal strap of all that is yours will I take, so you will not say, ‘I’ve made Abram rich!’","6":"and the Horites in the hill country of Seir as far as El-Paran, which is beside the wilderness.","4":"For 12 years they had served Chedorlaomer, but in the thirteenth year they rebelled.","19":"He blessed him and said, “Blessed be Abram by El Elyon, Creator of heaven and earth,","13":"Then a survivor came and told Abram the Hebrew, who was dwelling by the large trees belonging to Mamre the Amorite, the brother of Eschol and the brother of Aner — they were Abram’s allies."},"37":{"11":"So his brothers were jealous of him, but his father kept the speech in mind.","3":"Now Israel loved Joseph more than all his other sons because he was the son of his old age. So he had made him a long-sleeved tunic.","20":"Come on now! Let’s kill him and throw him into one of those pits, so we can say that an evil animal devoured him. Then let’s see what becomes of his dreams.”","12":"Then his brothers went to graze their father’s flocks at Shechem.","10":"He told it to his father as well as his brothers. Then his father rebuked him and said to him, “What’s this dream you dreamed? Will we really come — your mother and I with your brothers — to bow down to the ground to you?”","17":"The man said, “They moved on from here. For I heard them saying, ‘Let’s go to Dothan.’” So Joseph went after his brothers and found them in Dothan.","13":"Israel said to Joseph, “Aren’t your brothers grazing the flocks in Shechem? Come, let me send you to them.” “Here I am,” he said to him.","27":"Let’s sell him to the Ishmaelites. Let’s not lay our hand on him — since he’s our brother, our own flesh.” His brothers listened to him.","30":"Then he returned to his brothers and said, “The boy is gone! And I — where should I go?”","18":"Now they saw him from a distance. Before he was close to them they plotted together against him in order to kill him.","36":"Meanwhile the Midianites sold him into Egypt, to Potiphar an official of Pharaoh, the commander of the bodyguards.","29":"When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes.","23":"So as soon as Joseph came up to his brothers they stripped Joseph of his tunic (the long sleeved tunic that he had on).","19":"They said to one another, “Here comes the master of dreams!","1":"Now Jacob dwelled in the land where his father had sojourned, in the land of Canaan.","5":"Then Joseph dreamed a dream and told his brothers — and they hated him even more.","4":"When his brothers saw that their father loved him more than all his brothers, they hated him and could not speak to him in shalom.","8":"“Will you truly be a king over us?” his brothers said to him. “Will you really rule over us?” So they hated him even more because of his dreams and because of his words.","26":"Then Judah said to his brothers, “What profit is there if we kill our brother and cover up his blood? Come on!","14":"Then he said to him, “Go now, and check on the welfare of your brothers and the welfare of the flocks and bring word back to me.” So he sent him from the valley of Hebron and he went to Shechem.","22":"In order to rescue him from their hand and to return him to his father, Reuben said to them, “Don’t shed blood! Throw him into this pit here in the wilderness, but don’t lay a hand on him!”","28":"When some men, Midianite merchants, passed by, they dragged Joseph up and out of the pit and they sold Joseph to the Ishmaelites for 20 pieces of silver, and they brought Joseph to Egypt.","25":"Then they sat down to eat bread. When they looked up, behold, there was a caravan of Ishmaelites coming from Gilead, with their camels carrying gum, balsam, and myrrh — going to bring them down to Egypt.","9":"But then he dreamed another dream and told it to his brothers, saying, “I have just dreamed another dream. Suddenly, there was the sun and the moon and the eleven stars bowing down to me!”","33":"He did recognize it and said, “My son’s tunic! An evil animal has devoured him! Joseph must be torn to pieces!”","15":"A man found him there, wandering in the field, and the man asked him, “What are you looking for?”","34":"Jacob tore his clothing and put on sackcloth and mourned for his son many days.","21":"But Reuben heard and rescued him out of their hands, saying, “We must not beat him to death.”","24":"Then they took him and threw him into the pit. (Now the pit was empty, with no water in it.)","16":"“I’m looking for my brothers,” he said. “Please tell me where they’re grazing.”","35":"All his sons got up along with all his daughters to console him, but he refused to be comforted. He said, “For I will go down to Sheol to my son, mourning.” So his father kept weeping for him.","32":"Then they sent the long-sleeved tunic, and it was brought to their father, and they said, “We found this. Do you recognize whether or not it is your son’s tunic?”","7":"There we were binding sheaves in the middle of the field. All of a sudden, my sheaf arose and stood upright. And behold, your sheaves gathered around and bowed down to my sheaf.”","2":"These are the genealogies of Jacob. When Joseph was 17 years old (he was a youth), he was shepherding the flocks with his brothers — with the sons of his father’s wives Bilhah and Zilpah. Joseph brought back a bad report about them to their father.","6":"He said to them, “Please listen to this dream I dreamed.","31":"So they took Joseph’s tunic, slaughtered a billy goat, and they dipped the tunic into the blood."},"22":{"16":"and said, “By myself I swear — it is a declaration of ADONAI — because you have done this thing, and you did not withhold your son, your only son,","3":"So Abraham got up early in the morning, saddled his donkey and took two of his young men with him, and Isaac his son. He split wood for the burnt offering, and got up and went to the place about which God had told him.","5":"Abraham said to his young men, “Sit yourselves down here with the donkey. As for me and the young man, we’ll go over there, worship and return to you.”","21":"Uz his firstborn, Buz his brother, Kemuel the father of Aram,","18":"In your seed all the nations of the earth will be blessed — because you obeyed My voice.”","12":"Then He said, “Do not reach out your hand against the young man — do nothing to him at all. For now I know that you are one who fears God — you did not withhold your son, your only son, from Me.”","10":"Then Abraham reached out his hand and took the knife to slaughter his son.","2":"Then He said, “Take your son, your only son whom you love  — Isaac — and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains about which I will tell you.”","22":"Chesed, Hazo, Pildash, Yidlaph and Bethuel.”","8":"Abraham said, “God will provide for Himself a lamb for a burnt offering, my son.” The two of them walked on together.","17":"I will richly bless you and bountifully multiply your seed like the stars of heaven, and like the sand that is on the seashore, and your seed will possess the gate of his enemies.","11":"But the angel of ADONAI called to him from heaven and said, “Abraham! Abraham!” He said, “Hineni!”","1":"Now it was after these things that God tested Abraham. He said to him, “Abraham.”  “Hineni,” he said.","9":"Then they came to the place about which God had told him, and Abraham built the altar there, laid out the wood, bound up Isaac his son, and laid him on the altar, on top of the wood.","24":"His concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash and Maacah.","14":"Abraham named that place, ADONAI Yireh, — as it is said today, “On the mountain, ADONAI will provide.”","7":"Then Isaac said to Abraham his father, “My father?” Then he said, “Here I am, my son.” He said, “Look. Here’s the fire and the wood. But where’s the lamb for a burnt offering?”","15":"The angel of ADONAI called to Abraham a second time from heaven","20":"Now it was after these things that it was told to Abraham, “Look, Milcah has also borne sons to Nahor your brother:","23":"Then Bethuel fathered Rebekah. These eight Milcah bore to Nahor, Abraham’s brother.","6":"Then Abraham took the wood for the burnt offering and put it on Isaac his son. In his hand he took the fire and the knife. So the two of them walked on together.","4":"On the third day, Abraham lifted up his eyes and saw the place from a distance.","19":"Then Abraham returned to his young men and they got up and went together to Beer-sheba. Then Abraham dwelled in Beer-sheba.","13":"Then Abraham lifted up his eyes and behold, there was a ram, just caught in the thick bushes by its horns. So Abraham went and took the ram, and offered it up as a burnt offering instead of his son."},"28":{"16":"Jacob woke up from his sleep and said, “Undoubtedly, ADONAI is in this place — and I was unaware.”","3":"Now may El Shaddai bless you, and make you fruitful and multiply you so that you will become an assembly of peoples.","5":"Then Isaac sent Jacob away and he went toward Paddan-aram, to Laban the son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau.","21":"and I return in shalom to my father’s house, then ADONAI will be my God.","18":"Early in the morning Jacob got up and took the stone, which he had placed by his head, and set it up as a memorial stone and poured oil on top of it.","12":"He dreamed: All of a sudden, there was a stairway set up on the earth and its top reaching to the heavens — and behold, angels of God going up and down on it!","10":"Then Jacob left Beer-sheba and went toward Haran.","2":"Get up, go to Paddan-aram, to the house of Bethuel, your mother’s father, and take for yourself a wife from there, from the daughters of Laban, your mother’s brother.","22":"So this stone which I set up as a memorial stone will become God’s House, and of everything You provide me I will definitely give a tenth of it to You.”","8":"Then Esau saw that the daughters of Canaan were contemptible in his father Isaac’s eyes.","17":"So he was afraid and said, “How fearsome this place is! This is none other than the House of God — this must be the gate of heaven!”","11":"He happened upon a certain place and spent the night there, for the sun had set. So he took one of the stones from the place and put it by his head and lay down in that place.","1":"So Isaac called for Jacob, blessed him, commanded him and said to him, “Don’t take a wife from the daughters of Canaan.","9":"So Esau went to Ishmael and took Mahalath, the daughter of Ishmael Abraham’s son, Nebaioth’s sister for his wife, besides his other wives.","14":"Your seed will be as the dust of the land, and you will burst forth to the west and to the east and to the north and to the south. And in you all the families of the earth will be blessed — and in your seed.","7":"Jacob listened to his father Isaac and to his mother and went toward Paddan-aram.","15":"Behold, I am with you, and I will watch over you wherever you go, and I will bring you back to this land, for I will not forsake you until I have done what I promised you.”","20":"Then Jacob made a vow saying, “If God will be with me and watch over me on this way that I am going, and provide me food to eat and clothes to wear,","6":"Now Esau saw that Isaac blessed Jacob when he sent him to Paddan-aram to take for himself a wife from there, when he blessed him and commanded him saying, “Don’t take a wife from the daughters of Canaan.”","4":"And may he give you the blessing of Abraham, to you and to your seed with you that you may take possession of the land of your sojourn, which God gave to Abraham.”","19":"He called the name of that place Beth-El (though originally the city’s name was Luz).","13":"Surprisingly, ADONAI was standing on top of it  and He said, “I am ADONAI, the God of your father Abraham and the God of Isaac. The land on which you lie, I will give it to you and to your seed."},"25":{"11":"After Abraham’s death, God blessed Isaac his son, and Isaac lived near Beer-lahai-roi.","3":"Jokshan fathered Sheba and Dedan. Dedan’s sons were Asshurim, Letushim and Leummim.","20":"Isaac was 40 years old when he took for himself Rebekah, the daughter of Bethuel the Aramean from Paddan-aram, the sister of Laban the Aramean, to be his wife.","12":"Now these are the genealogies of Ishmael, Abraham’s son, whom Hagar, Sarah’s Egyptian slave-girl, bore to Abraham.","10":"the field that Abraham bought from the sons of Heth. There Abraham is buried along with Sarah his wife.","17":"These are the years of Ishmael’s life: 137 years. He breathed his last, died and was gathered to his peoples.","13":"These are the names of the sons of Ishmael, by their names according to their descendants: Ishmael’s firstborn, Nebaioth, then Kedar, Adbeel, Mibsam,","27":"When the boys grew up, Esau became a man knowledgeable in hunting, an outdoorsman, while Jacob was a mild man, remaining in tents.","30":"so Esau said to Jacob, “Please feed me some of this really red stuff, because I’m exhausted” — that is why he is called Edom.","18":"Then they dwelled from Havilah to Shur, which is east of Egypt as you go toward Assyria. Over against all his brothers he fell.","29":"Now Jacob cooked a stew. When Esau came in from the field, he was exhausted,","23":"ADONAI said to her: “Two nations are in your womb, and two peoples from your body will be separated. One people will be stronger than the other people, but the older will serve the younger.”","19":"Now these are the genealogies of Isaac, Abraham’s son. Abraham fathered Isaac.","1":"Now Abraham took another wife — her name was Keturah.","5":"Now Abraham gave everything that he had to Isaac,","4":"Midian’s sons were Ephah, Epher, Hanoch, Abida and Eldaah. All of these were Keturah’s sons.","8":"So Abraham breathed his last and died at a good old age, old and satisfied. Then he was gathered to his peoples.","26":"Afterward his brother came out with his hand holding onto Esau’s heel — so he was named Jacob. Isaac was 60 years old when he fathered them.","14":"Mishma, Dumah, Massa,","22":"But the children struggled with one another inside her, and she said, “If it’s like this, why is this happening to me?” So she went to inquire of ADONAI.","28":"Now Isaac loved Esau because he had a taste for wild game, but Rebekah loved Jacob.","25":"Now the first came out reddish, all of him was like a fur coat, and they named him Esau.","9":"Then Isaac and Ishmael his sons buried him in the cave of Machpelah in the field of Ephron son of Zohar the Hittite, next to Mamre,","33":"Jacob said, “Make a pledge to me now.” So he made a pledge to him, and sold his birthright to Jacob.","15":"Hadad, Tema, Jetur, Naphish and Kedem.","34":"Then Jacob gave Esau bread and lentil stew, and he ate and drank, then got up and left. So Esau despised his birthright.","21":"Isaac prayed to ADONAI on behalf of his wife because she was barren. ADONAI answered his plea and his wife Rebekah became pregnant.","24":"When her time came to give birth, indeed there were twins in her womb.","16":"These are Ishmael’s sons and these are their names, by their unwalled and walled settlements, twelve princes according to their clans.","32":"Esau said, “Look, I’m about to die. Of whatever use is this to me — a birthright?”","7":"Now these are the days of the years of Abraham’s life that he lived: 175 years.","2":"She bore him Zimran, Jokshan, Medan, Midian, Ishbak and Shuah.","6":"but to the sons of Abraham’s concubines, Abraham had given gifts and sent them away from his son Isaac while he was still living, eastward to the land of the east.","31":"So Jacob said, “Sell your birthright to me today.”"},"9":{"11":"I will confirm My covenant with you — never again will all flesh be cut off by the waters of the flood, and never again will there be a flood to ruin the land.”","3":"Every crawling thing that is alive will be food for you, as are the green plants — I have now given you everything.","20":"Then Noah, a man of the soil, was first to plant a vineyard.","12":"Then God said, “This is the sign of the covenant that I am making between Me and you, and every living creature that is with you for all future generations.","10":"and with every living creature that is with you, including the flying creatures, the livestock, and every wild animal with you, of all that is coming out of the ark — every animal of the earth.","17":"Then God said to Noah, “This is the sign of the covenant that I have confirmed between Me and all flesh that is on the land.”","13":"My rainbow do I place in the cloud, and it will be a sign of the covenant between Me and the land.","27":"May God enlarge Japheth, may he dwell in the tents of Shem, and may Canaan be his slave.”","18":"Noah’s sons who came out from the ark were Shem, Ham and Japheth, and Ham was the father of Canaan.","29":"So all Noah’s days were 950 years. Then he died.","23":"So Shem and Japheth took the cloak and laid it over both their shoulders and walked backwards and with it covered their father’s private parts. But their faces were turned away, so they did not see their father’s private parts.","19":"These three were Noah’s sons, and from these the whole earth dispersed.","1":"God blessed Noah and his sons, and He said to them, “Be fruitful and multiply and fill the land.","5":"Surely your lifeblood will I avenge. From every animal and from every person will I avenge it. From every person’s brother will I avenge that person’s life.","4":"Only flesh with its life — that is, its blood — you must not eat!","8":"Then God said to Noah and to his sons with him, saying,","26":"He also said, “Blessed be ADONAI, God of Shem, and let Canaan be his servant.","14":"Whenever I bring clouds over the land and the rainbow appears in the clouds,","22":"Then Ham, Canaan’s father, saw his father’s private parts and told his two brothers outside.","28":"Now Noah lived 350 years after the flood.","25":"So he said, “Cursed is Canaan: the lowest slave will he be to his brothers.”","9":"“Now I, behold, I am about to establish My covenant with you, and with your seed after you,","15":"I will remember My covenant that is between Me and you and every living creature of all flesh. Never again will the waters become a flood to destroy all flesh.","21":"He drank some of the wine, got drunk, and was uncovered in his tent.","24":"When Noah woke up from his wine, he learned what his youngest son had done to him.","16":"When the rainbow is in the cloud, I will look at it, to remember the perpetual covenant between God and every living creature of all flesh that is on the land.”","7":"But as for you, be fruitful and multiply! Flourish in the land and multiply in it.”","2":"The fear and terror of you will be on every wild animal, and on every flying creature of the sky, with everything that crawls on the ground and with all the fish of the sea — into your hand they are given.","6":"The one who sheds human blood, by a human will his blood be shed, for in God’s image He made humanity."},"33":{"16":"So on that day Esau returned on his way to Seir,","3":"But he himself passed on ahead of them, and bowed to the ground seven times until he came near to his brother.","5":"His eyes glanced up and he saw the women and the children, and said, “Who are these with you?” “The children whom God has graciously given your servant,” he said.","18":"So Jacob arrived in shalom to the city of Shechem, which is in the land of Canaan, when he came from Paddan-aram, and camped right in front of the city.","12":"Then he said, “Let’s journey and be on our way, and I’ll go ahead of you.","10":"Yet Jacob said, “No, please! If I have found favor in your eyes, then you will take my offering from my hand. For this is the reason I’ve seen your face — it is like seeing the face of God — and you’ve accepted me!","2":"He put the female servants and their children first, then Leah and her children behind them, then Rachel and Joseph behind them.","8":"“What do you mean by this whole caravan that I’ve met?” So he said, “To find favor in your eyes, my lord.”","17":"but Jacob journeyed to Sukkot and built a house for himself, and for his livestock he made booths. That is the reason that place is called Sukkot.","11":"Please, take my blessing that was brought to you, because God has been gracious to me, and because I have everything.” So he kept urging him until he accepted.","1":"Then Jacob glanced up and saw, behold, there was Esau coming — and 400 men with him. So he divided the children among Leah, Rachel and the two female servants.","9":"But Esau said, “I have plenty! O my brother, do keep all that belongs to you.”","14":"Please, let my lord pass on ahead of your servant, and I’ll move on further gradually, at a pace suited to the livestock that are before me and at a pace suited to the children, until I come to my lord in Seir.”","7":"Leah also approached, along with her children, and they bowed down, and finally, Joseph and Rachel approached and bowed down.","15":"Then Esau said, “Please let me leave with you some of the people who are with me.” But he said, “What’s this? Let me find favor in my lord’s eyes.”","20":"There he set up an altar, and he called it, El is Israel’s God.","6":"Then the female servants approached, they and their children, and bowed down.","4":"But Esau ran to meet him, hugged him, fell on his neck and kissed him — and they wept.","19":"He purchased the portion of the field there where he had pitched his tent from the sons of Hamor, Shechem’s father, for 100 pieces of money.","13":"He continued, “My lord knows that the children are tender, and that the flocks and the cattle in my care are nursing. So if they were pushed hard just one day, all the flocks would die."},"15":{"16":"Then in the fourth generation they will return here — for the iniquity of the Amorites is not yet complete.”","3":"Then Abram said, “Look! You have given me no seed, so a house-born servant is my heir.”","5":"He took him outside and said, “Look up now, at the sky, and count the stars — if you are able to count them.” Then He said to him, “So shall your seed be.”","21":"the Amorites, the Canaanites, the Girgashites, and the Jebusites.”","18":"On that day ADONAI cut a covenant with Abram, saying, “I give this land to your seed, from the river of Egypt to the great river, the Euphrates River:","12":"When the sun was about to set and a deep sleep fell on Abram, behold, terror of great darkness was falling upon him!","10":"So he brought all these to Him and cut them in half, and put each piece opposite the other; but he did not cut the birds.","2":"But Abram said, “My Lord ADONAI, what will You give me, since I am living without children, and the heir of my household is Eliezer of Damascus?”","8":"So he said, “My Lord ADONAI, how will I know that I will inherit it?”","17":"When the sun set and it became dark, behold, there was a smoking oven and a fiery torch that passed between these pieces.","11":"Then birds of prey came down upon the carcasses, but Abram drove them away.","1":"After these things the word of ADONAI came to Abram in a vision saying, “Do not fear, Abram. I am your shield, your very great reward.”","9":"Then He said to him, “Bring Me a three year old young cow, a three year old she-goat, a three year old ram, a turtle-dove and a young bird.”","14":"But I am going to judge the nation that they will serve. Afterward they will go out with many possessions.","7":"Then He said to him, “I am ADONAI who brought you out from Ur of the Chaldeans, in order to give you this land to inherit it.”","15":"But you, you will come to your fathers in peace. You will be buried at a good old age.","20":"the Hittites, the Perizzites, the Raphaites,","6":"Then he believed in ADONAI and He reckoned it to him as righteousness.","4":"Then behold, the word of ADONAI came to him saying, “This one will not be your heir, but in fact, one who will come from your own body will be your heir.","19":"the Kenite, the Kenizzites, the Kadmonites,","13":"Then He said to Abram, “Know for certain that your seed will be strangers in a land that is not theirs, and they will be enslaved and oppressed 400 years."},"34":{"11":"Shechem also said to her father and to her brothers, “Would that I find favor in your eyes! Whatever you say to me I’ll give.","3":"But his soul clung to Dinah, Jacob’s daughter, and he loved the young woman and spoke reassuringly to the young woman.","20":"So Hamor and his son Shechem came into the gate of their city and spoke to the men of their city, saying:","12":"Set the dowry and the presents as high as you like and I’ll give whatever you say to me. But give me the young woman as a wife.”","10":"You can live with us, and the land will be open to you: live in it, move about freely in it, and settle down in it.”","17":"But if you don’t listen to us and be circumcised, we’ll take our daughter and leave.”","13":"But Jacob’s sons answered Shechem and his father Hamor deceitfully as they spoke, because he had defiled their sister Dinah.","27":"Jacob’s sons came upon the slain and plundered the city because they defiled their sister.","30":"But Jacob said to Simeon and Levi, “You’ve brought trouble on me, making me a stench among the inhabitants of the land, among the Canaanites and the Perizzites. I am but a few men — they’ll gather against me and strike me — then I’ll be destroyed, my household and I.”","18":"Now their words seemed good to Hamor as well as Hamor’s son Shechem.","29":"All their wealth, their little children, and their wives they captured and plundered, as well as everything that was in the houses.","23":"Their livestock and their possessions: won’t they be ours? Only let us consent to them so that they’ll live with us.”","19":"So the young man did not hesitate to do it, since he delighted in Jacob’s daughter. Now he was honored above everyone else in his father’s house.","1":"Now Dinah, Leah’s daughter whom she bore for Jacob, went out to look at the daughters of the land.","5":"Now Jacob had heard that he had defiled his daughter Dinah while his sons were with his livestock in the field, so Jacob kept quiet until they came in.","4":"So Shechem said to his father Hamor saying, “Get me this girl for a wife.”","8":"But Hamor spoke with them saying, “My son Shechem — he’s very attached to your daughter. Please give her to him for a wife.","26":"Hamor and his son Shechem they killed with the sword, then took Dinah from Shechem’s house and left.","14":"They said to them, “We can’t do this thing — give our sister to a man who is uncircumcised — for this is a disgrace to us.","22":"But by this did these men consent to us, to live with us and to become one people — when all our males are circumcised as they are circumcised.","28":"They took their flocks, their cattle and their donkeys, those that were in the city as well as those that were in the field.","25":"Then on the third day while they were in pain, two of Jacob’s sons, Simeon and Levi, Dinah’s brothers, each took his sword and came against the city undisturbed and killed every male.","9":"Intermarry with us. You can give your daughters to us, and you can take our daughters for yourselves.","15":"Only by this will we consent to you: if you will become like us, by circumcising every male.","21":"“These men are enjoying a peaceful relationship with us and they are living in the land and moving about freely in it. As for the land, look, it’s spread out on both sides before us. We can take their daughters to be our wives, and we can give our daughters to them.","24":"Now everyone who went out of the gate of his city listened to Hamor and to his son Shechem, and every male was circumcised, every one who went out the gate of his city.","16":"Then we’ll give you our daughters and take your daughters for ourselves, and live with you, and become one people.","7":"Jacob’s sons had already come in from the field when they heard, and the men were deeply grieved and furious, because he had committed a vile deed in Israel by lying with Jacob’s daughter, which ought never to be done.","2":"When Shechem the son of Hamor the Hivite, the prince of the land, saw her, he took her and lay with her and raped her.","6":"Meanwhile Shechem’s father Hamor went out to Jacob in order to speak with him.","31":"But they said, “Should he treat our sister like a prostitute?”"},"21":{"11":"Now the matter was very displeasing in Abraham’s eyes on account of his son.","3":"Abraham named his son who was born to him — whom Sarah bore for him — Isaac.","20":"God was with the boy and he grew. He dwelled in the wilderness and became an archer.","12":"But God said to Abraham, “Do not be displeased about the boy and your slave woman. Whatever Sarah says to you, listen to her voice. For through Isaac shall your seed be called.","10":"So she said to Abraham, “Drive out this female slave and her son, for the son of this female slave will not be an heir with my son — with Isaac.”","17":"Then God heard the boy’s voice and the angel of God called to Hagar from heaven, and He said to her, “What troubles you, Hagar? Do not be afraid, because God has heard the boy’s voice where he is.","13":"Yet I will also make the son of the slave woman into a nation, because he is your seed.”","27":"Then Abraham took a flock of sheep and cattle and gave them to Abimelech, and the two of them made a covenant.","30":"He said, “You are to accept the seven ewe-lambs from my hand, so that they may be a witness for me that I dug this well.”","18":"Get up! Lift the boy up, and hold on to him with your hand, for I will make him a great nation.”","29":"Abimelech said to Abraham, “What do these seven ewe-lambs that you’ve set by themselves mean?”","23":"So now, make a pledge to me here, by God, that you will not violate your word with me or with my descendants or with my offspring. As I have shown loyalty to you, show the same to me, and to the land in which you have lived as an outsider.”","19":"Then God opened her eyes and she saw a well of water, and she went and filled the water skin, and gave the boy a drink.","1":"Then ADONAI visited Sarah just as He had said, and ADONAI did for Sarah just as He had spoken.","5":"Abraham was 100 years old when Isaac his son was born to him.","4":"Then Abraham circumcised Isaac, his eight-day-old son, just as God had commanded him.","8":"The child grew and was weaned — Abraham made a big feast on the day Isaac was weaned.","26":"So Abimelech said, “I don’t know who did this thing. Nor did you tell me, nor did I hear about it until today.”","14":"So Abraham got up early in the morning and took bread and a skin of water and gave them to Hagar, putting them on her shoulder, and the child, and sent her away. She went and wandered about in the wilderness of Beer-sheba.","22":"Now it came about at that same time that Abimelech — with Phicol the commander of his army — said to Abraham, “God is with you in all that you do.","28":"Abraham set seven young ewe-lambs apart from the flock of sheep by themselves.","25":"Now Abraham had rebuked Abimelech because of the well of water that Abimelech’s servants had seized.","9":"But Sarah saw the son of Hagar the Egyptian whom she had born to Abraham — making fun.","33":"Then he planted a tamarisk tree in Beer-sheba and called there on the Name of ADONAI, the Everlasting God.","15":"When the water from the skin was finished, she abandoned the child under one of the bushes.","34":"He lived as an outsider in the land of the Philistines for many days.","21":"He dwelled in the wilderness of Paran, and his mother took a wife for him from the land of Egypt.","24":"Abraham said, “I make a pledge.”","16":"Then she went and sat herself down opposite, about a bowshot away, for she had said, “I can’t bear to see the child dying!” So she sat down opposite and lifted up her voice and wept.","32":"and they made a covenant in Beer-sheba. Then Abimelech got up, with Phicol the commander of his army, and they returned to the land of the Philistines.","7":"She also said, “Who would have said to Abraham, ‘Sarah has nursed children’? For I have given birth to a son in his old age!”","2":"So Sarah became pregnant and gave birth to a son for Abraham in his old age, at the appointed time that God had told him.","6":"So Sarah said, “God has made laughter for me! Everyone who hears will laugh with me.”","31":"That is why that place is named Beer-sheba, because there both of them made a pledge,"},"24":{"10":"Then the servant took ten of his master’s camels and left with all the best of his master’s things in his hand. Then he arose and went to Aram-Naharaim, to Nahor’s city.","63":"Isaac went out to meditate strolling in the field at dusk. Then he lifted up his eyes and saw, behold, camels were coming.","30":"As soon as he saw the nose ring and the bracelets on his sister’s hands, and when he heard the words of Rebekah his sister saying, “Thus the man said to me,” he went to the man. There he was, standing by the camels at the spring.","49":"So now, if you’re really going to show loyalty and truth to my master, tell me. But if not, tell me and I’ll turn to the right or to the left.”","62":"Now Isaac had come from visiting Beer-lahai-roi and was living in the land of the Negev.","22":"Now after the camels had finished drinking, the man took out a nose ring of gold weighing a half-shekel and two bracelets on her hands weighing ten shekels of gold.","13":"Look, I am standing by the spring of water, and the daughters of the men of the city are going out to draw water.","47":"Then I asked her, ‘Whose daughter are you?’ And she said, ‘The daughter of Bethuel, Nahor’s son, whom Milcah bore to him.’ Then I placed the ring on her nose and the bracelets on her hands.","3":"so that I may make you take an oath by ADONAI, the God of heaven and the God of earth, that you will not take a wife for my son from among the daughters of the Canaanites among whom I am dwelling.","8":"If the woman is not willing to follow after you, then you will be free from this oath of mine. Nevertheless, you must not return my son there.”","12":"“ADONAI, the God of Abraham my master,” he said, “please make something happen before me today, and show loyalty to Abraham my master.","65":"Then she said to the servant, “Who is that man there who is walking in the field — to meet us?” The servant said, “He is my master.” So she took the veil and covered herself.","40":"So he said to me, ‘ADONAI, before whom I’ve walked continually, will send His angel with you, and He will make your way successful, and you will take a wife for my son from my family and from my father’s household.","14":"Now let it be that the young woman to whom I say, ‘Please tip your jar so that I may drink,’ and she will say, ‘Drink — and I’ll also water your camels’ — let her be the one You have appointed for your servant Isaac. So by this I’ll know that You have shown graciousness to my master.”","26":"Then the man bowed down and worshipped ADONAI,","17":"Then the servant ran to meet her and said, “Please let me sip a little water from your jar.”","28":"Then the young woman ran and told her mother’s house these things.","36":"Now Sarah, my master’s wife, gave birth to a son for my master after she was old, and He gave him everything he owns.","4":"On the contrary, to my land and to my relatives you must go and get a wife for my son Isaac.","50":"Then Laban and Bethuel answered, and they said, “The matter proceeds from ADONAI. We cannot speak to you bad or good.","45":"I had not yet finished speaking to my heart, and behold there was Rebekah going out — her jug was on her shoulder and she went down to the spring and drew water. So I said to her, ‘Please give me a drink.’","60":"and they blessed Rebekah and said to her: “Our sister, may you become thousands of ten thousands, and may your seed possess the gate of those who hate him.”","38":"Instead you must go to my father’s house and to my family, and take a wife for my son.’","23":"“Whose daughter are you?” he said. “Please tell me. Is there room in your father’s house for us to spend the night?”","51":"Rebekah is before you. Take her and go, and let her become a wife for our master’s son, just as ADONAI has spoken.”","20":"So she quickly poured out her jug into the trough, ran back to the well to draw water, and drew water for all his camels,","59":"So they sent Rebekah their sister off with her nanny, and Abraham’s servant and his men,","54":"Then they ate and drank, he and the men who were with him, and spent the night. When they arose in the morning, he said, “Send me off to my master.”","66":"Then the servant recounted to Isaac all the things he had done.","57":"So they said, “We’ll call the young woman and let’s ask her opinion.”","43":"look, I’m standing by the spring of water. So let it be that the unmarried girl who is going out to draw water, to whom I’ll say, “Please give me a little water to drink from your jug,”","35":"ADONAI has blessed my master very much so that he has become great, and He has given to him flocks of sheep and cattle, silver and gold, male slaves and female slaves, camels and donkeys.","41":"Then you’ll be free from my oath — if you come to my family and if they don’t give her to you — then you’ll be free from my oath.’","5":"But the servant said to him, “Suppose the woman were unwilling to follow after me to this land? Should I then have your son go back to the land you came from?","34":"“I am Abraham’s servant,” he said.","6":"Abraham said to him, “See to it that you don’t return my son there.","53":"Then the servant brought out articles of silver and gold, and garments, and gave them to Rebekah. He also gave precious gifts to her brothers and to her mother.","2":"Then Abraham said to his servant, the oldest of his household who managed everything that belonged to him, “Now put your hand under my thigh,","44":"and she’ll say to me, “You drink, and I’ll also draw water for your camels” — let her be the woman whom ADONAI appoints for my master’s son!’","11":"Then he made the camels kneel down outside the city by the well of water at evening time, the time for the going out to draw water.","1":"Now Abraham was old, advanced in years, and ADONAI blessed Abraham in everything.","58":"Then they called Rebekah and said to her, “Will you go with this man?” She said, “I will go.”","55":"But her brother with her mother said, “Let the young woman stay with us a few days — or ten. Afterwards she may go.”","33":"Food was placed before him to eat, but he said, “I won’t eat until I’ve stated my business.” So he said, “Speak.”","67":"Then Isaac brought her into the tent of Sarah his mother, took Rebekah and she became his wife — and he loved her. So Isaac was comforted after the loss of his mother.","27":"and he said, “Blessed be ADONAI, the God of my master Abraham, who has not forsaken His loyalty and His truth toward my master. As for me, ADONAI has guided me in the way to the house of my master’s brothers.”","16":"Now the young woman was very good looking, a girl of marriageable age, and she was a virgin. She went down to the spring and filled her jar and came up.","64":"Rebekah also lifted up her eyes and saw Isaac. Then she fell off her camel.","24":"She said to him, “I’m the daughter of Bethuel, son of Milcah, whom she bore to Nahor.”","19":"Now when she finished giving him a drink, she said, “I’ll also draw water for your camels until they’ve finished drinking.”","29":"Now Rebekah had a brother and his name was Laban, and Laban ran outside to the man at the spring.","61":"Then Rebekah got up, with her maids, and they mounted the camels and followed after the man. So the servant took Rebekah and departed.","9":"So the servant put his hand under the thigh of Abraham his master, and he made a pledge to him concerning this matter.","37":"Then my master made me take an oath, saying, ‘You must not take a wife for my son from among the daughters of the Canaanites in whose land I’m dwelling.’","7":"ADONAI, the God of heaven, who took me from my father’s house and from my native land and who spoke to me and made a pledge to me saying, ‘To your seed I will give this land’ — He will send His angel before you and you will take a wife for my son from there.","52":"Now when Abraham’s servant heard their words, he bowed down to the ground to ADONAI.","39":"But I said to my master, ‘Suppose the woman won’t come back with me?’","48":"I bowed down and worshipped ADONAI and blessed ADONAI, the God of my master Abraham, who guided me on the true way to take the daughter of my master’s brother for his son.","21":"while the man continued to pay close attention to her, keeping silent in order to know whether or not ADONAI had made his way successful.","56":"But he said to them, “Don’t delay me, since ADONAI has made my way successful. Send me off so that I can go to my master.”","46":"And she quickly lowered her jug off of her and said, ‘Drink, and I’ll also water your camels.’ So I drank, and she also watered the camels.","32":"So the man came to the house and he unloaded the camels. Straw and feed were given to the camels and water to wash his feet and the feet of the men who were with him.","31":"So he said, “Come in, blessed of ADONAI. Why are you standing outside when I’ve tidied up the house and there is room for the camels?”","15":"Now before he had finished speaking, behold there was Rebekah (who was born to Bethuel son of Milcah, the wife of Nahor, Abraham’s brother) going out with her jar on her shoulder.","25":"She also said to him, “There’s both straw and plenty of feed with us, as well as room to spend the night.”","18":"So she said, “Drink, my lord,” and she quickly lowered her jar onto her hand and gave him a drink.","42":"So I came today to the spring and I said, ‘ADONAI, the God of Abraham my master, if You are really going to make my way upon which I am walking successful,"},"46":{"11":"Levi’s sons: Gershon, Kohath and Merari.","3":"“I am God, the God of your father,” He said. “Do not be afraid to go down to Egypt, for I will turn you into a great nation there.","20":"Manasseh and Ephraim were born to Joseph in the land of Egypt — Asenath the daughter of Potiphera priest of On bore them to him.","12":"Judah’s sons: Er, Onan, Shelah, Perez and Zerah. Er died along with Onan in the land of Canaan. Perez’s sons were Hezron and Hamul.","10":"Simeon’s sons: Jemuel, Jamin, Ohad, Jachin, Zochar and Shaul the son of the Canaanite woman.","17":"Asher’s sons: Imnah, Ishvah, Ishvi, Beriah, and Serah their sister. Beriah’s sons: Heber and Malchiel.","13":"Issachar’s sons: Tola, Puvah, Iob and Shimron.","27":"The sons of Joseph who were born to him in Egypt was a tally of two people. The tally of all the people belonging to Jacob’s house who came to Egypt was 70.","30":"Then Israel said to Joseph, “At this time I am ready to die, after seeing your face in person — for you’re still alive!”","18":"These are the sons of Zilpah, whom Laban gave to Leah his daughter. She bore these to Jacob: 16 people.","29":"Joseph harnessed his chariot and went up to Goshen to meet his father Israel. As soon as he appeared before him, he fell upon his neck, and wept on his neck for some time.","23":"The sons of Dan: Hushim","19":"The sons of Jacob’s wife Rachel: Joseph and Benjamin.","1":"So Israel set out, along with everything that belonged to him. When he came to Beersheba, he offered sacrifices to the God of his father Isaac.","5":"Then Jacob arose from Beersheba and Israel’s sons carried Jacob their father, their little children, and their wives in the carts that Pharaoh had sent to carry him.","4":"I Myself will go down with you to Egypt and I Myself will also most certainly bring you up. Joseph will put his hands on your eyes.”","8":"Now these are the names of the sons of Israel who came to Egypt, Jacob and his sons: Jacob’s firstborn, Reuben,","26":"All the people belonging to Jacob who came to Egypt — those coming from his loins (not counting the wives of Jacob’s sons) — the tally of all the people was 66.","14":"Zebulun’s sons: Sered, Elon and Jahleel.","22":"These are Rachel’s sons who were born to Jacob. The tally of all the people was 14.","28":"Now he sent Judah before him to Joseph to show him the way to Goshen. When they came to the land of Goshen,","25":"These are the sons of Bilhah whom Laban gave to Rachel his daughter and she bore these to Jacob. The tally of all the people was seven.","9":"and Reuben’s sons: Hanoch, Pallu, Hezron and Carmi.","33":"So when Pharaoh calls you and says, ‘What is your occupation?’","15":"These are Leah’s sons whom she bore to Jacob in Paddan-aram, along with his daughter Dinah. The tally of all of his sons and daughters was 33 people.","34":"you must say, ‘Your servants have been men who handle livestock since the time of our youth until now, both we and our fathers,’ so that you can live in the land of Goshen, because every shepherd is loathsome to the Egyptians.”","21":"Benjamin’s sons: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim and Ard.","24":"Naphtali’s sons: Yachzeel, Guni, Yezer and Shillem.","16":"Gad’s sons: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi and Areli.","32":"The men are shepherds, for they’ve been men who handle livestock, who have brought their flocks and cattle and everything that they possess.’","7":"His sons and his grandsons with him, his daughters and his granddaughters, and all his offspring, he brought with him to Egypt.","2":"In visions of the night God said to Israel, “Jacob, Jacob.” “Hineni,” he said.","6":"They also took their livestock and their possessions they had acquired in the land of Canaan and they came to Egypt, Jacob and all his offspring with him.","31":"Then Joseph said to his brothers and to his father’s household, “I’ll go up and tell Pharaoh, and say to him, ‘My brothers and my father’s household who were in the land of Canaan have come to me."},"16":{"16":"Abram was 86 years old when Hagar gave birth to Ishmael for Abram.","3":"So Sarai, Abram’s wife, took her slave-girl Hagar the Egyptian — after Abram had lived ten years in the land of Canaan — and gave her to Abram her husband to be his wife.","5":"So Sarai said to Abram, “The wrong done to me is because of you! I myself placed my slave-girl in your embrace. Now that she saw that she became pregnant, so in her eyes I am belittled. May ADONAI judge between you and me!”","12":"He will be a wild donkey of a man. His hand will be against everyone, and everyone’s hand against him, and away from all his brothers will he dwell.","10":"Then the angel of ADONAI said to her, “I will bountifully multiply your seed, and they will be too many to count.”","2":"So Sarai said to Abram, “Look now, ADONAI has prevented me from having children. Go, please, to my slave-girl. Perhaps I’ll get a son by her.” Abram listened to Sarai’s voice.","8":"He said, “Hagar, Sarai’s slave-girl, where have you come from and where are you going?” She said, “I am fleeing from the presence of my mistress Sarai.”","11":"Then the angel of ADONAI said to her, Behold, you are pregnant and about to bear a son, and you shall name him Ishmael — for ADONAI has heard your affliction.","1":"Now Sarai, Abram’s wife, had not borne him children. But she had an Egyptian slave-girl — her name was Hagar.","9":"The angel of ADONAI said, “Return to your mistress and humble yourself under her hand.”","14":"That is why the well is named, the Well of the Living One Who Sees Me. (Behold, it is between Kadesh and Bered.)","7":"Then the angel of ADONAI  found her by the spring of water in the wilderness, next to the spring on the way to Shur.","15":"Then Hagar gave birth to a son for Abram, and Abram named his son, whom Hagar bore, Ishmael.","6":"Abram said to Sarai, “Look! Your slave-girl is in your hand. Do to her what is good in your eyes.” So Sarai afflicted her, and she fled from her presence.","4":"Then he went to Hagar and she became pregnant. When she saw that she was pregnant, in her eyes her mistress was belittled.","13":"So she called ADONAI who was speaking to her, “You are the God who sees me.” For she said, “Would I have gone here indeed looking for Him who looks after me?”"},"35":{"11":"God also said to him: “I am El Shaddai. Be fruitful and multiply. A nation and an assembly of nations will come from you. From your loins will come forth kings.","3":"Now let’s get up and go up to Beth-El so that I can make an altar there to God, who answered me in the day of my distress, and has been with me in the way that I have gone.”","20":"Jacob set up a memorial stone over her grave. (It is the memorial stone over Rachel’s grave to this day.)","12":"The land that I gave to Abraham and to Isaac — I give it to you, and to your seed after you I will give the land.”","10":"God said to him: “Your name was Jacob. No longer will your name be Jacob, for your name will be Israel.” So He named him Israel.","17":"While she was struggling to give birth, the midwife said to her, “Don’t be afraid, for this is also a son for you.”","13":"Then God went up from him at the place where He had spoken with him.","27":"Then Jacob came to his father Isaac at Mamre of Kiriat-arba (that is, Hebron), where Abraham and Isaac had stayed.","18":"Now as her soul was departing (for she died), she named him Ben-Oni, but his father named him Benjamin.","29":"Then Isaac breathed his last and died, and was gathered to his peoples, old and full of days. So his sons Esau and Jacob buried him.","23":"Leah’s sons were Jacob’s firstborn Reuben, Simeon, Levi, Judah, Issachar and Zebulun.","19":"Then Rachel died and was buried on the way to Ephrath (that is, Bethlehem).","1":"Then God said to Jacob, “Get up! Go up to Beth-El and stay there. Make an altar there to the God who appeared to you when you fled from your brother Esau.”","5":"Then they journeyed, and the terror of God was on the cities that were around them, so they did not pursue Jacob’s sons.","4":"So they gave Jacob all the foreign gods in their hand and the rings in their ears, and Jacob hid them under the oak tree near Shechem.","8":"Then Rebekah’s nurse Deborah died, and was buried below Beth-El, under the oak — so it was named Oak of Weeping.","26":"and the sons of Zilpah, Leah’s female servant, were Gad and Asher. These are Jacob’s sons, who were born to him in Paddan-aram.","14":"Jacob set up a memorial stone in the place where He had spoken with him — a stone pillar — and he poured a drink offering on it and poured oil on it.","22":"While Israel was living in that land, Reuben went and slept with his father’s concubine Bilhah, and Israel heard about it. Now Jacob had twelve sons.","28":"Now Isaac’s days were 180 years.","25":"The sons of Bilhah, Rachel’s female servant, were Dan and Naphtali,","9":"God appeared to Jacob again, after he returned from Paddan-aram, and He blessed him.","15":"Jacob named the place where God spoke with him Beth-El.","21":"Then Israel journeyed on and set up his tent beyond the tower of Eder.","24":"Rachel’s sons were Joseph and Benjamin.","16":"Then they traveled from Beth-El, and while they were still a distance from entering Ephrath, Rachel began to give birth, but her labor was difficult.","7":"He built an altar there and called the place El-Beth-El because God had revealed Himself to him there when he fled from the presence of his brother.","2":"So Jacob said to his household and to everyone who was with him, “Get rid of the foreign gods that are among you. Cleanse yourselves and change your clothes.","6":"Then Jacob arrived at Luz in the land of Canaan (that is Beth-El), he and all the people who were with him."},"32":{"11":"I am unworthy of all the proofs of mercy and of all the dependability that you have shown to your servant. For with only my staff I crossed over this Jordan, and now I’ve become two camps.","3":"Then Jacob said when he saw them, “This is God’s camp”, and he named that place Mahanaim.","20":"And he also commanded the second one, the third one, and all those who were going behind the flocks, saying, “Say the same exact thing to Esau when you find him.","12":"Deliver me, please, from my brother’s hand, from Esau’s hand, for I’m afraid of him that he’ll come and strike me — the mothers with the children.","10":"Then Jacob said, “O God of my father Abraham, and God of my father Isaac, ADONAI, who said to me, ‘Return to your land and to your relatives and I will do good with you.’","17":"He put them in the hands of his servants, each herd by itself, and he said to his servants, “Pass over before me, and put a gap between each of the herds.”","13":"You Yourself said, ‘I will most certainly do good with you, and will make your seed like the sand of the sea that cannot be counted because of its abundance.’”","27":"Then He said, “Let Me go, for the dawn has broken.” But he said, “I won’t let You go unless You bless me.”","30":"Then Jacob asked and said, “Please tell me Your name.” But He said, “What’s this — you are asking My name?” Then He blessed him there.","18":"Then he commanded the first one saying, “When my brother Esau meets you and asks you saying, ‘To whom do you belong, and where are you going, and to whom do all these before you belong?’","29":"Then He said, “Your name will no longer be Jacob, but rather Israel, for you have struggled with God and with men, and you have overcome.”","23":"Then he got up that night and took his two wives, his two female servants, and his eleven sons, and crossed over the ford of the Jabbok.","19":"then you are to say, ‘To your servant, to Jacob — it’s an offering sent to my lord, to Esau. And look, he’s also behind us.’”","1":"Early in the morning Laban got up, kissed his grandchildren and daughters and blessed them. Then Laban left and returned to his place.","5":"He also commanded them saying, “This is what you should say to my lord, to Esau: ‘This is what your servant Jacob said: I’ve been staying with Laban, and have lingered until now.","4":"Then Jacob sent messengers before him to his brother Esau, to the land of Seir, the field of Edom.","8":"So Jacob became extremely afraid and distressed. He divided the people with him, along with the flocks and herds and camels, into two camps,","26":"When He saw that He had not overcome him, He struck the socket of his hip, so He dislocated the socket of Jacob’s hip when He wrestled with him.","14":"So he stayed overnight there. Then from all that had come into his possession he took an offering for Esau his brother:","22":"So the offering passed over ahead of him, while he spent that night in the camp.","28":"Then He said to him, “What is your name?” “Jacob,” he said.","25":"So Jacob remained all by himself. Then a man wrestled with him until the break of dawn.","9":"for he thought, “If Esau comes to one camp and strikes it, the camp that’s left will escape.”","33":"That is why the children of Israel do not eat the tendon of the hip socket, to this very day, because He struck the socket of Jacob’s thigh on the tendon of the hip.","15":"200 female goats, 20 billy goats, 200 ewes, 20 rams,","21":"Then you are to say, ‘Look, your servant Jacob is also behind us.’” For he thought, “Let me appease him with the offering that goes ahead of me, and afterward see his face, perhaps he’ll lift up my face.”","24":"He took them and sent them across the stream, and he sent across whatever he had.","16":"30 milking camels with their young, 40 cows, 10 bulls, 20 female donkeys and 10 male donkeys.","32":"Now the sun rose upon him just as he crossed by Peniel — limping because of his hip.","7":"The messengers returned to Jacob saying, “We went to your brother, to Esau, and he’s also coming out to meet you — and 400 men with him.”","2":"While Jacob left on his way, the angels of God met him.","6":"Now I’ve come to possess oxen and donkeys, flocks, male servants and female servants. I sent word to tell my lord, in order to find favor in your eyes.’”","31":"So Jacob named the place Peniel, “for I’ve seen God face to face, and my life has been spared.”"},"7":{"16":"Those that came, male and female of all flesh, came just as God commanded him. Then ADONAI shut him in.","3":"also of the flying creatures of the sky seven of every kind, male and female, to keep offspring alive on the face of the whole land.","5":"So Noah did all just as ADONAI commanded him.","21":"All flesh perished — those that crawl on the land, the flying creatures, livestock, wild animals, all creatures that swarm upon the land, and all humankind.","18":"The waters overpowered and became very mighty over the land, and the ark drifted on the surface of the water.","12":"Then there was rain upon the land 40 days and 40 nights.","10":"After the seven days, the floodwaters were upon the land.","2":"Of every clean animal you shall take with you seven of each kind, male and female; and of the animals which themselves are not clean two, male and female;","22":"Everything that had the breath of the spirit of life in its nostrils — everything on dry land — died.","8":"Of the clean animals and unclean animals, the flying creatures and everything that crawls on the ground,","17":"The flood was forty days upon the land, and the waters increased and lifted the ark, so that it rose above the land.","11":"In the six-hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on this day, all the water sources of the great deep burst open, and the windows of the sky were opened.","1":"Then ADONAI said to Noah, “Come — you and all your household — into the ark. For you only do I perceive as righteous before Me in this generation.","9":"two by two they came to Noah, into the ark, male and female, just as God commanded Noah.","24":"The waters overpowered the land for 150 days.","14":"they and every animal according to its kind, and all the livestock according to its kind, and every crawling creature that crawls on the land according to its kind, and every flying creature according to its kind, every bird, every winged creature.","7":"So Noah, his sons, his wife, and his sons’ wives, entered the ark because of the floodwaters.","15":"So to Noah and into the ark they went by twos — all flesh in which was the spirit of life.","20":"The waters rose 15 cubits higher, as the mountains were covered.","23":"So He wiped out all existence that was upon the surface of the ground, everything from people to livestock, to crawling creatures, and to flying creatures of the sky. They were wiped out off the land. Only Noah and those with him in the ark survived.","6":"Now Noah was 600 years old when the flood came — water upon the land.","4":"For in seven more days, I am going to make it rain upon the land forty days and forty nights, and I will wipe out all existence that I made from the face of the ground.","19":"The waters completely overpowered the land so that all the high mountains beneath the entire sky were covered.","13":"On that same day Noah, along with Noah’s sons Shem, Ham and Japheth, Noah’s wife and the three wives of Noah’s sons with them, entered the ark,"},"43":{"11":"Then their father Israel said to them, “If it must be so, then do this: take some of the best products of the land in your bags, and bring an offering down to the man — a little balsam and a little honey, gum and myrrh, pistachios and almonds.","3":"But Judah said to him, “The man warned us firmly saying, ‘You won’t see my face unless your brother is with you.’","20":"“I beg your pardon, my lord!” they said. “We indeed came down on the previous occasion to buy grain for food.","12":"Also take in your hand a double portion of silver, and bring back in your hand the silver that had been returned in the mouth of your sacks. Perhaps it was a mistake.","10":"If we had not delayed, we could have returned twice by now.”","17":"So the man did as Joseph said, and the man brought the men into Joseph’s house.","13":"Take your brother too — now, get up, go back to the man!","27":"Then he asked if they were well, and said, “Is he well — your elderly father that you told me about? Is he still alive?”","30":"Then Joseph hurried out because his compassion grew warm and tender toward his brother so that he wanted to cry. So he went into an inner room and wept there.","18":"But the men were afraid, because they had been brought into Joseph’s house. They said, “It’s because of the silver that was returned to our sacks the first time that we are being brought in — to pounce on us and fall on us and take us as slaves, along with our donkeys.”","29":"Then he lifted his eyes and saw his brother Benjamin, his mother’s son, and said, “Is this your youngest brother whom you mentioned to me?” Then he said, “May God be gracious to you, my son.”","23":"“Be at peace,” he replied. “Don’t be afraid. Your God and the God of your father has given you treasure in your sacks. Your money had come to me.” Then he brought Simeon out to them,","19":"So they approached the man who was over Joseph’s house and spoke to him at the entrance of the house.","1":"Now the famine was severe in the land.","5":"But if you won’t send him, we won’t go down, because the man said to us, ‘You won’t see my face unless your brother is with you.’”","4":"If you send our brother with us, we will go down and buy grain for you for food.","8":"Then Judah said to his father Israel, “Please, send the boy with me and we’ll get up and go, so that we’ll live and not die — we and you, and our children.","26":"When Joseph came home, they brought him the offering in their hand into the house, and they bowed down to the ground to him.","14":"May El Shaddai grant you mercy before the man, so that he may release your other brother to you, along with Benjamin. As for me, if I am bereaved, I am bereaved.”","22":"Moreover, we’ve brought down other money in our hand to buy grain for food. We didn’t know who put our money into our sacks.”","28":"“Your servant, our father, is well,” they said. “He’s still alive.” Then they knelt and bowed down.","25":"So they prepared the offering for Joseph’s coming at noon, for they had heard that they were going to eat there.","9":"I myself will be his pledge. You can demand him back from my own hand. If I don’t bring him back to you and place him before you, then you can blame me all my days.","33":"They were seated before him, the firstborn according to his birthright and the youngest according to his youth. The men looked at each other in astonishment.","15":"Then the men took this offering. They also took the double portion of silver in their hand, as well as Benjamin. So they got up and went down to Egypt, and stood before Joseph.","34":"Then portions were brought to them from before him — and Benjamin’s portion was five times larger than any of their portions. Yet they drank and made merry with him.","21":"When we came to the lodge and opened our sacks, behold, there was each man’s money at the opening of the sack, the full amount of our money. So we’ve returned it in our hand.","24":"and the man brought the men into Joseph’s house, gave them water and they washed their feet. He also provided fodder for their donkeys.","16":"When Joseph saw Benjamin with them, he said to the one over his house, “Bring the men into the house. Slaughter an animal and prepare it, for the men will eat with me this afternoon.","32":"So they served him by himself, them by themselves, and the Egyptians who were eating with him by themselves (for Egyptians could not eat with the Hebrews because it was an abomination to Egyptians).","7":"They said, “The man questioned particularly about us and about our relatives saying, ‘Is your father still alive? Do you have a brother?’ So we spoke to him on the basis of these words. How could we possibly know that he would say, ‘Bring your brother down’”?","2":"When they finished eating the grain they had brought from Egypt their father said to them, “Go back. Buy us a little food.”","6":"Then Israel said, “Why did you do evil to me by telling the man that you have another brother?”","31":"Then he washed his face, came out, and controlled himself. “Serve the food,” he said."},"48":{"16":"The Angel who redeemed me from all evil, May He bless the boys, and may they be called by my name, and by the name of my fathers, Abraham and Isaac. May they multiply to a multitude in the midst of the land.”","3":"Then Jacob said to Joseph, “El Shaddai appeared to me in Luz, in the land of Canaan, and blessed me.”","5":"So now, your two sons, who were born to you in the land of Egypt before I came to you in Egypt, they are mine. Ephraim and Manasseh will be mine, just like Reuben and Simeon.","21":"Then Israel said to Joseph, “Look, I am about to die. But God will be with you and will bring you back to the land of your fathers.","18":"Joseph said to his father, “Not like that, my father, because this one’s the firstborn. Put your right hand upon his head.”","12":"Then Joseph took them from his knees and bowed with his face down to the ground.","10":"Now Israel’s eyes had grown heavy with old age — he could not see. So he brought them near to him, and he kissed them and hugged them.","2":"When someone told Jacob, saying, “Behold, your son Joseph has come to you,” Israel summoned his strength and sat up in the bed.","22":"Now I myself give you one portion more than your brothers, that which I took from the hand of the Amorites with my sword and my bow.”","8":"Then Israel saw Joseph’s sons and said, “Who are these?”","17":"When Joseph saw that his father placed his right hand upon Ephraim’s head, it was wrong in his eyes. So his took hold of his father’s hand to remove it from Ephraim’s head to Manasseh’s head.","11":"Then Israel said to Joseph, “To see your face, I didn’t expect — and look, God has let me see your offspring as well!”","1":"After these things, someone told Joseph, “Behold, your father is sick.” So he took his two sons, Manasseh and Ephraim, with him.","9":"Joseph said to his father, “They’re my sons, whom God has given me here.” Then he said, “Please bring them to me, so I may bless them.”","14":"But Israel stretched out his right hand and placed it upon Ephraim’s head (though he was the younger), and his left hand upon Manasseh’s head, crossing his hands (though Manasseh was the firstborn).","7":"“Now as for me, when I came from Paddan, to my sorrow Rachel died along the way, in the land of Canaan, while we were still a distance from entering Ephrath. And I buried her there on the way to Ephrath (that is, Bethlehem).”","15":"Then he blessed Joseph and said, “The God before whom my fathers Abraham and Isaac walked, The God who has shepherded me throughout my life to this day,","20":"Then he blessed them that day saying, “In you shall Israel bless by saying: ‘May God make you like Ephraim and like Manasseh.’”  Thus he put Ephraim before Manasseh.","6":"Any descendent of yours whom you father after them will be yours; they will be identified by the names of their brothers for their inheritance.","4":"He said to me, ‘I am going to make you fruitful and multiply you and turn you into an assembly of peoples, and I will give this land to your seed after you as an everlasting possession.’","19":"But his father refused and said, “I know, my son, I know. He also will become a people, and he also will become great. But his younger brother will become greater than he and his seed will be the fullness of the nations.”","13":"Then Joseph took the two of them — Ephraim with his right hand across from Israel’s left, and Manasseh with his left hand across from Israel’s right — and brought them close to him."},"2":{"16":"Then ADONAI Elohim commanded the man saying, “From all the trees of the garden you are most welcome to eat.","3":"Then God blessed the seventh day and sanctified it, for on it He ceased from all His work that God created for the purpose of preparing.","5":"Now no shrub of the field was in the land yet, and no green plants of the field had sprouted yet. For ADONAI Elohim had not caused it to rain upon the land, and there was no one to work the ground.","21":"ADONAI Elohim caused a deep sleep to fall on the man and he slept; and He took one of his ribs and closed up the flesh in its place.","18":"Then ADONAI Elohim said, “It is not good for the man to be alone. Let Me make a well-matched helper for him.”","12":"The gold of that land is good — bdellium and lapis lazuli stones are also there.","10":"A river flowed out of Eden to water the garden. From there it divided and became four riverheads.","2":"God completed — on the seventh day — His work that He made, and He ceased — on the seventh day — from all His work that He made.","22":"ADONAI Elohim built the rib, which He had taken from the man, into a woman. Then He brought her to the man.","8":"Then ADONAI Elohim planted a garden in Eden in the east, and there He put the man whom He had formed.","17":"But of the Tree of the Knowledge of Good and Evil you must not eat. For when you eat from it, you most assuredly will die!","11":"The name of the first is Pishon, the one that winds around the whole land of the Havilah, where there is gold.","1":"So the heavens and the earth were completed along with their entire array.","9":"Then ADONAI Elohim caused to sprout from the ground every tree that was desirable to look at and good for food. Now the Tree of Life was in the middle of the garden, and also the Tree of Knowledge of Good and Evil.","24":"This is why a man leaves his father and his mother and clings to his wife; and they become one flesh.","14":"The name of the third river is Tigris — it runs east of Assyria. And the fourth river is Euphrates.","7":"Then ADONAI Elohim formed the man out of the dust from the ground and He breathed into his nostrils a breath of life — so the man became a living being.","15":"Then ADONAI Elohim took the man and gave him rest in the Garden of Eden in order to cultivate and watch over it.","20":"So the man gave names to all of the livestock, and to the flying creatures of the sky, and to all the animals of the field; but for the man He did not find a well-matched helper for him.","25":"Now both of them were naked, the man and his wife, and they were not ashamed.","23":"Then the man said, “This one, at last, is bone of my bones and flesh from my flesh. This one is called woman, for from man was taken this one.”","6":"But a mist came up from the land and watered the whole surface of the ground.","4":"These are the genealogical records of the heavens and the earth when they were created, at the time when ADONAI Elohim made land and sky.","19":"ADONAI Elohim had formed from the ground every animal of the field and every flying creature of the sky, so He brought them to the man to see what he would call them. Whatever the man called them — each living creature — that was its name.","13":"The name of the second river is Gihon — it winds around the whole land of Cush."},"38":{"11":"Then Judah said to his daughter-in-law Tamar, “Stay as a widow in your father’s house until my son Shelah grows up,” because he thought, “Otherwise he too might die, like his brothers.” So Tamar went and stayed in her father’s house.","3":"Then she became pregnant and gave birth to a son, and he named him Er.","20":"When Judah sent the young goat by the hand of his friend the Adullamite to take back the pledge from the woman’s hand, he could not find her.","12":"Now the days became many, and Shua’s daughter, Judah’s wife, died. After Judah consoled himself, he went up to Timnah to his sheepshearers, he and his friend Hirah the Adullamite.","10":"What he did was evil in ADONAI’s eyes, so He put him to death also.","17":"“I will send you a young goat from the flock,” he said, “Provided you give a pledge until you send it,” she said.","13":"Then Tamar was told, “Look! Your father-in-law is going up to Timnah to shear his flocks.”","27":"Now when it was time for her to give birth, behold there were twins in her womb.","30":"Afterward his brother, on whose hand was the scarlet thread, came out. And he named him Zerah.","18":"“What kind of pledge shall I give you?” he asked. “Your seal, and your cord, and your staff in your hand,” she said. So he gave them to her and he slept with her, and she got pregnant by him.","29":"But as he was pulling his hand back in, behold, his brother came out. So she said, “How you have broken through! The breach is because of you.” And he named him Perez.","23":"Then Judah said, “Let her take them for herself, or we’ll be held in contempt. Behold, I did send this young goat, but you couldn’t find her.”","19":"After she got up and left, she removed her veil from herself and put on her widow’s clothes.","1":"About that time Judah went down from his brothers and he camped near an Adullamite man, whose name was Hirah.","5":"She gave birth to yet another son and she called him Shelah. He was in Chezib when she gave birth to him.","4":"She became pregnant again and gave birth to a son, and she named him Onan.","8":"Then Judah said to Onan, go to your brother’s wife to perform the duty of a brother-in-law to her, and raise up a seed for your brother.","26":"Then Judah recognized them and said, “She is more righteous than I, since I didn’t give her to my son Shelah.” He was not intimate with her again.","14":"And she removed her widow’s clothes from herself, covered herself with a veil, wrapped herself, and sat by the entrance to the springs on the way to Timnah (for she saw that Shelah had grown up and she had not been given to him as a wife).","22":"So he returned to Judah and said, “I couldn’t find her, and the people of that place also said, ‘There hasn’t been a cult prostitute here.’”","28":"While she was giving birth, one stuck out his hand, and the midwife took a scarlet thread and tied it to his hand saying, “This one came out first.”","25":"As she was being brought out, she sent word to her father-in-law saying, “I’m pregnant by the man to whom these things belong.” Then she said, “Do you recognize whose these are — the seal, the cords and the staff?”","9":"But Onan knew that the seed would not be his. So every time he went to his brother’s wife he would destroy it on the ground so as not to provide a seed for his brother.","15":"When Judah saw her, he thought she was a prostitute because she had covered her face.","21":"He asked the men of her area saying, “Where is the cult prostitute? She was at the springs along the way.” But they said, “There hasn’t been a cult prostitute here.”","24":"About three months later, Judah was told, “Your daughter-in-law Tamar has been a prostitute — look, she’s even pregnant by prostitution.” “Bring her out!” Judah said, “and let her be burned.”","16":"So he turned aside to her along the way and said, “Please let me sleep with you” (for he did not know that she was his daughter-in-law). “What,” she asked, “will you give me to sleep with me?”","7":"But Er, Judah’s firstborn, was evil in ADONAI’s eyes, so ADONAI put him to death.","2":"There Judah saw the daughter of a Canaanite man whose name was Shua, and he took her as wife and slept with her.","6":"Then Judah got a wife for Er, his firstborn, and her name was Tamar."},"50":{"16":"So they charged Joseph saying, “Before his death, your father gave a command, saying,","3":"They took 40 days for him, because that is how long embalming takes, and Egypt wept 70 days.","5":"“My father made me take an oath saying, ‘Behold, I am about to die. In my tomb — which I dug for myself in the land of Canaan — there you must bury me.’ So now, please allow me to go up and bury my father, and then return.”","21":"So now, don’t be afraid. I myself will provide food for you and your little ones.” So he reassured them, speaking kindly to them.","18":"and his brothers also came and fell down before him and said, “Behold, we are your slaves!”","12":"So Jacob’s sons did for him just as he commanded them.","10":"When they came to the threshing floor of the bramble on the other side of the Jordan, they mourned there — a very great and solemn lamentation. He observed seven days of mourning for his father.","2":"Then Joseph commanded his servants the physicians to embalm his father, so the physicians embalmed Israel.","22":"Joseph remained in Egypt — he and his father’s household — and Joseph lived 110 years.","8":"along with all of Joseph’s house, his brothers, and his father’s household. Only their children and their flocks and cattle were left in the land of Goshen.","17":"“Thus you must say to Joseph: ‘Please forgive, I beg you, the transgression of your brothers and their sin because they treated you wrongly.’ Therefore, please forgive the transgression of the servants of the God of your father.” Then Joseph wept when they spoke to him,","11":"When the inhabitants of the land, the Canaanites, saw the mourning ritual at the threshing floor of the prickly bush, they said, “A solemn mourning ritual this is for the Egyptians.” That is why it is named Abel-Mizraim, which is on the other side of the Jordan.","1":"Joseph fell upon his father’s face, wept over him and kissed him.","9":"Chariots and horsemen also went up with him — it was a very impressive company.","24":"Then Joseph said to his brothers, “I’m about to die. But God will surely take notice of you and will bring you up from this land to the land that He swore to Abraham, to Isaac, and to Jacob.”","14":"After burying his father, Joseph returned to Egypt, he and his brothers and all those who went up with him to bury his father.","7":"So Joseph went up to bury his father. Also all of Pharaoh’s servants, the elders of his household and all the elders of the land of Egypt went up with him,","15":"When Joseph’s brothers saw that their father had died, they said, “Maybe Joseph will be hostile towards us and pay us back in full for all the evil we showed him.","20":"Yes, you yourselves planned evil against me. God planned it for good, in order to bring about what it is this day — to preserve the lives of many people.","25":"Then Joseph made Israel’s sons swear an oath saying, “When God takes notice of you, you will bring my bones up from here.”","23":"Joseph saw the third generation of Ephraim’s sons. Also the sons of Machir, Manasseh’s son, were born upon Joseph’s knees.","6":"Pharaoh said, “Go up and bury your father just as he made you swear on oath.”","4":"When the days of formal weeping passed, Joseph spoke to Pharaoh’s house saying, “If I’ve found favor in your eyes, please say in Pharaoh’s ears,","19":"But Joseph said to them, “Don’t be afraid. For am I in the place of God?","13":"His sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, the field that Abraham bought as a property for burial from Ephron the Hittite, next to Mamre.","26":"So Joseph died at 110 years old, and they embalmed him and he was placed in a coffin in Egypt."},"6":{"16":"You shall make a roof for the ark, and you shall finish it to within a cubit from the top. You shall put the door of the ark in its side. You shall make it with lower, second, and third stories.","3":"Then ADONAI said, “My Spirit will not remain with humankind forever, since they are flesh. So their days will be 120 years.","5":"Then ADONAI saw that the wickedness of humankind was great on the earth, and that every inclination of the thoughts of their heart was only evil all the time.","21":"As for you: take for yourself every kind of edible food and gather it to yourself. It will be food for you and for them.”","18":"But I will establish My covenant with you. So you shall come into the ark — you, your sons, your wife, and your sons’ wives with you.","12":"God saw the earth, and behold it was ruined because all flesh had corrupted their way upon the earth.","10":"Noah fathered three sons: Shem, Ham and Japheth.","2":"then the sons of God saw that the daughters of men were good and they took for themselves wives, any they chose.","22":"So Noah did according to all that God commanded him; he did so exactly.","8":"But Noah found favor in ADONAI’s eyes.","17":"Now I am about to bring the flood — water upon the land — to destroy all flesh in which is the spirit of life from under the sky. Everything that is on the land will perish.","11":"Now the earth was ruined before God, and the earth was filled with violence.","1":"Now when humankind began to multiply on the face of the ground and daughters were born to them,","9":"These are the genealogies of Noah. Noah was a righteous man. He was blameless among his generation. Noah continually walked with God.","14":"Make for yourself an ark of gopher wood. You shall make the ark with compartments and smear pitch on it, both inside and out.","7":"So ADONAI said, “I will wipe out humankind, whom I have created, from the face of the ground, from humankind to livestock, crawling things and the flying creatures of the sky, because I regret that I made them.”","15":"Now this is how you shall make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits.","20":"Of the flying creatures according to their kind, of the livestock according to their kind, of all the crawling creatures of the ground according to their kind — two of everything will come to you to keep them alive.","6":"So ADONAI regretted that He made humankind on the earth, and His heart was deeply pained.","4":"The Nephilim were on the earth in those days, and also afterward, whenever the sons of God came to the daughters of men, and gave birth to them. Those were the mighty men of old, men of renown.","19":"Also of every living thing, of all flesh, you shall bring two of everything — male and female — into the ark to keep alive with you.","13":"Then God said to Noah, “The end of all flesh is coming before Me, for the earth is filled with violence because of them. Behold, I am about to bring ruin upon them along with the land."},"31":{"11":"Then the angel of God said to me in the dream, ‘Jacob,’ and I said, ‘Hineni.’","41":"This is how it’s been for me twenty years in your house. I served you fourteen years for your two daughters, and six years for your flocks — and you changed my salary ten times!","45":"So Jacob took a stone and set it up as a pillar,","42":"Had I not had the God of my father, the God of Abraham, and the fear of Isaac, you would have sent me away empty-handed now. But God saw my misery and the toil of my hands and last night He became the Judge.”","3":"Then ADONAI said to Jacob, “Return to the land of your fathers and to your relatives, and I will be with you.”","20":"while Jacob stole the heart from Laban the Aramean by not telling him that he was fleeing.","12":"He said, ‘Lift up your eyes and see that all the males going up to the flocks are striped, spotted and speckled. For I have seen everything Laban has done to you.","10":"Now it happened when the flocks were in heat that I lifted up my eyes and saw, in a dream, behold, the males going up to the flocks were striped, spotted and speckled.","17":"Then Jacob got up and put his children and wives on camels.","51":"Laban said further to Jacob, “Behold, this pile, and this pillar which I’ve set up between you and me:","44":"So now, come, let’s make a covenant, you and I, and let it be a witness between you and me.”","40":"I was consumed by heat during the day, consumed by frost during the night, and my sleep fled from my eyes.","13":"I am the God of Beth-El where you anointed a memorial stone, where you made a vow to Me. Get up now and leave this land, and return to the land of your relatives.’”","27":"Why did you secretly flee away, and steal from me? Why didn’t you tell me, so I could send you away with joy and with songs, with tambourines and with lyres?","30":"So now, when you up and left because you really missed your father’s house, why did you steal my gods?”","53":"May the God of Abraham and the gods of Nahor, the gods of their father, judge between us.” Jacob also made an oath by the fear of his father Isaac.","18":"He drove away all his livestock and all his possessions that he had acquired — the livestock in his possession that he acquired in Paddan-aram — to go to his father Isaac, to the land of Canaan.","36":"Then Jacob got angry and argued with Laban. Jacob answered and said to Laban, “What’s my crime? What’s my sin that you’ve hotly pursued me?","29":"It is in the power of my hand to do evil with you, but yesterday the God of your fathers spoke to me, saying, ‘Watch yourself — lest you say anything to Jacob, good or bad.’","23":"he took his relatives with him and pursued him a seven days’ journey. Then he overtook him in the hill country of Gilead.","19":"But while Laban went to shear his flocks, Rachel stole the idols that belonged to her father,","1":"Now Jacob heard the words Laban’s sons were saying, “Jacob has taken everything that belongs to our father, and from what belongs to our father he has made all these riches.”","47":"Laban called it Jegar-sahadutha and Jacob called it Gal-ed.","5":"He said to them, “I can see by your father’s face that his expression isn’t the same as it was just a day or two ago. But the God of my father has been with me.","54":"Then Jacob offered a sacrifice on the mountain and he invited his relatives to eat bread. So they ate bread and spent the night on the mountain.","52":"this pile serves as a witness, that I won’t pass by this pillar to go to you, and that you won’t pass by this pile and this pillar to go to me — with evil intent.","49":"or Mizpah, for he said, “Let ADONAI keep watch between you and me when we are out of one another’s sight.","4":"So Jacob sent and called for Rachel and Leah to come to the field, to his flock.","8":"If he would say, ‘the spotted ones will be your salary,’ then the flocks would give birth to spotted ones. Or if he would say, ‘the striped ones will be your salary,’ then all the flocks would give birth to striped ones.","26":"Then Laban said to Jacob, “What have you done, that you’ve stolen my heart and have driven my daughters away like captives of the sword?","39":"I didn’t bring you animals torn by wild beasts. I myself would bear the loss. You would require it from my hand, whether stolen by day or stolen by night.","14":"Then Rachel answered along with Leah and they said to him, “Is there still a portion and inheritance for us in our father’s house?","37":"For you’ve felt through all my things. What did you find? Any of your household things? Put them here, in front of my relatives and yours — so they can decide between the two of us.","22":"When Laban was told on the third day after Jacob had fled,","28":"And you didn’t even let me kiss my sons and daughters! “Now, you’ve behaved foolishly.","25":"So Laban caught up to Jacob. (Jacob had pitched his tent in the hill country, so Laban and his brothers pitched their tents in the hill country of Gilead as well).","9":"So God has taken away your father’s livestock and has given them to me.","33":"So Laban went into Jacob’s tent, and Leah’s tent and into the tent of the two maids, but he found nothing. Then he went out of Leah’s tent and entered Rachel’s tent.","15":"Aren’t we considered foreigners to him? For he has sold us and has also completely used up our bridal price.","34":"(Now Rachel had taken the idols, put them in the camel’s saddlebag and sat on them.) So Laban felt around the entire tent but did not find them.","21":"He himself fled with everything that belonged to him, and he got up and crossed the River, and set his face toward the hill country of Gilead.","24":"But God came to Laban the Aramean in a dream at night and said to him, “Watch yourself — lest you say anything to Jacob, good or bad.”","46":"and Jacob said to his relatives, “Gather stones.” So they took the stones and made a pile. Then they ate there on the pile.","16":"For all the riches that God has taken away from our father is for us and for our children. So now, everything God said to you, do it!”","35":"She said to her father, “Let not my lord be angry that I cannot rise before you, for I am having the way of women.” So he searched but did not find the idols.","32":"Anyone with whom you find your gods shall not live. In front of our relatives, identify whatever is yours that is with me, and take it back.” (But Jacob did not know that Rachel had stolen them.)","7":"Yet your father has fooled around with me and has changed my salary ten times — but God hasn’t allowed him to harm me.","43":"In response Laban said to Jacob, “The daughters are my daughters, and the sons are my sons, and the flocks are my flocks. Everything you see is mine. But what can I do for these, my daughters, today, or for their sons to whom they’ve given birth?","48":"And Laban said, “This pile is a witness between me and you today.” That is why its name is Gal-ed,","2":"Then Jacob saw Laban’s face, and he noticed that his expression wasn’t the same as it was just a day or two before.","38":"These past twenty years I’ve been with you, your ewes and female goats have never miscarried, and I’ve never eaten the rams of your flock.","50":"If you mistreat my daughters, and if you take wives besides my daughters, though no one is with us, look! God is the witness between you and me.”","6":"Now you yourselves know that I’ve served your father with all my strength.","31":"In response, Jacob said to Laban, “Because I was afraid, for I thought, ‘Suppose you snatch your daughters away from me.’"}}}