{"translationKey":"tlv","translation":"TLV","book":"Habakkuk","bookSlug":"habakkuk","chapters":{"7":{"11":"“I kept watching because of the boastful words that the horn was speaking. I continued watching until the beast was slain and its body destroyed and thrown into the blazing fire.","3":"Four huge beasts came up from the sea, each different from the others.","20":"Of the ten horns on its head, the other horn that sprang up before which three others fell — that horn eyes and a mouth speaking arrogant things, and its appearance was more imposing than its companions.","12":"As for the rest of the beasts, their dominion had been taken away, yet their lives were prolonged for a season and a time.","10":"A river of fire was flowing and coming out from before Him. Thousands of thousands attended Him and ten thousand times ten thousand stood before Him.  The court was seated, and the books were opened.","17":"‘These large beasts, four in number, are four kings that will rise from the earth.","13":"“I was watching in the night visions. Behold, One like a Son of Man,  coming with the clouds of heaven. He approached the Ancient of Days, and was brought into His presence.","27":"Then the kingdom, power, and greatness of the kingdoms under all heaven will be given to the people of the kedoshim of the Most High.  Their kingdom is an everlasting kingdom, and all dominions will serve and obey him.’","18":"But the kedoshim of the Most High will receive the kingdom and possess the kingdom forever — yes, forever and ever.’","23":"“Thus he explained: ‘The fourth beast will be a fourth kingdom on earth that will be different from all the other kingdoms. It will devour the whole earth, and trample it and crush it.","19":"“Then I wanted to know the true meaning of the fourth beast that was different from all the others, exceedingly terrifying with iron teeth and bronze claws, which broke in pieces and devoured and then stomped with its feet anything that remained.","1":"In the first year of King Belshazzar of Babylon, Daniel had a dream, and visions passed through his mind as he was on his bed. He wrote down a summary of the dream.","5":"“And behold there before me was another beast, a second one, like a bear. It raised itself up on one side; it had three ribs in its mouth between its teeth. It was told, ‘Arise, devour much flesh!’","4":"“The first was like a lion with eagle’s wings. As I watched, its wings were pulled off and it was lifted off the ground. It was made to stand upon two feet like a man, and the heart of a human was given to it.","8":"“While I was pondering the horns, behold, another horn, a small one, sprang up between them, and three of the first horns were uprooted from before it. And behold, this horn had eyes resembling human eyes and a mouth speaking boastfully.","26":"But the court will sit and he will be stripped of his power to be destroyed and abolished for all time.","14":"Dominion, glory and sovereignty were given to Him that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion that will never pass away, and His kingdom is one that will not be destroyed.","22":"until the Ancient of Days came and judgment was rendered in favor of the kedoshim of the Most High — when the time came and the kedoshim possessed the kingdom.","28":"This is the conclusion of the matter. As for me, Daniel, my thoughts greatly troubled me and the color drained from my face. But I kept the matter in my heart.”","25":"He will speak words against the Most High, and will continually harass the kedoshim of the Most High,  and will try to change the appointed times and law. The kedoshim will be handed over to him for a time, times and half a time.","9":"“While I was watching, thrones were set up, and the Ancient of Days took his seat. His garment was as white as snow, and the hair of His head like pure wool. His throne was ablaze with flames, its wheels a burning fire.","15":"“As for me, Daniel, my spirit was disturbed within me, and the visions of my head alarmed me.","21":"As I was watching, that horn was waging war against the kedoshim and overpowering them,","24":"As for the ten horns, out of this kingdom ten kings will arise. Another will arise after them, but he will be different from the previous ones; he will subdue three kings.","16":"I approached one of those standing nearby and asked him the true meaning of all this. So he spoke with me and revealed the interpretation of these things:","7":"“After this in my vision at night, I looked and behold there was a fourth beast — terrifying, frightening, tremendously strong, with large iron teeth. It devoured and crushed — and anything that was left it trampled with its feet. It was different from all the beasts that came before it; it had ten horns.","2":"Daniel said: “I was looking in my vision at night, and behold, the four winds of heaven were churning up the great sea.","6":"“After that I looked, and behold, there was another one like a leopard. On its back it had four wings like those of a bird. The beast also had four heads, and it was given authority to rule."},"9":{"11":"Yes, all Israel has transgressed Your Torah and has turned away — not obeying Your voice. “‘Therefore the curse and sworn judgment written in the Torah of Moses the servant of God has been poured out upon us, for we have sinned against Him.","3":"So I set my face to the Lord God to seek Him by prayer and supplications, with fasting, sackcloth and ashes.","20":"“While I was still speaking and praying, confessing my sin and the sin of my people Israel, and presenting my supplication before ADONAI my God on behalf of the holy mountain of my God —","12":"So He has confirmed His words that he spoke against us and against our rulers who ruled over us by bringing on us a great calamity. Under the whole heaven nothing like this has ever been done to Jerusalem!","10":"We have not obeyed the voice of ADONAI Eloheinu by walking in His Torah that He set before us through His servants the prophets.","17":"‘So now, our God, listen to the prayers and petitions of Your servant, and cause Your face to shine upon Your devastated Sanctuary, for the sake of my Lord.","13":"As it is written in the Torah of Moses, all this calamity came on us, yet we have not sought the favor of ADONAI Eloheinu by turning away from our iniquities and paying attention to Your truth.","27":"Then he will make a firm covenant with many for one week, but in the middle of the week he will put an end to sacrifice and offering. And on a wing of abominations will come one who destroys,  until the decreed annihilation is poured out on the one who destroys.’”","18":"Give ear, my God, and hear! Open Your eyes and see our desolation and the city called by Your name. We do not present our supplications before You because of our own righteousness, but because of Your great compassions.","23":"At the beginning of your requests, a message went out, and I have come to declare it to you, for you are greatly esteemed. Therefore consider the message and understand the vision:","19":"Lord, hear! Lord, forgive! Lord, listen and act! For Your own sake, O my God, do not delay! For Your city and Your people are called by Your name.’","1":"“In the first year of Darius the son of Ahasuerus, of Median descent, who was made king over the realm of the Chaldeans,","5":"we have sinned; we have committed iniquity; we have acted wickedly; we have rebelled; we have turned away from Your mitzvot and from Your rulings.","4":"“I prayed to ADONAI my God and confessed, saying: ‘O Lord, the great and awesome God, who keeps covenant and mercy with those who love Him and keep His mitzvot,","8":"ADONAI, shame covers our face — our kings, our leaders, our fathers — because we have sinned against you.","26":"Then after the 62 weeks Mashiach will be cut off and have nothing.  Then the people of a prince who is to come will destroy the city and the sanctuary.  But his end will come like a flood. Until the end of the war that is decreed there will be destruction.","14":"So ADONAI was intent on bringing the calamity upon us, for ADONAI Eloheinu is righteous in all His deeds that He has done — while we have not paid attention to His voice.","22":"“He instructed me and said to me: ‘Daniel, I have come now to give you insight and understanding.","25":"So know and understand: From the issuing of the decree to restore and to build Jerusalem until the time Mashiach,  the Prince, there shall be seven weeks and 62 weeks. It will be rebuilt, with plaza and moat, but it will be in times of distress.","9":"The Lord our God is compassionate and forgiving, even though we have rebelled against Him.","15":"“‘So now, ADONAI Eloheinu, who brought Your people out of the land of Egypt with a mighty hand and made for Yourself a Name to this day — we have sinned, we have acted wickedly.","21":"yes, while I was praying, Gabriel, the one I had seen in the earlier vision,  came to me swiftly about the time of the evening offering.","24":"“Seventy weeks  are decreed concerning your people and your holy city, to put an end to transgression to bring sin to an end, to atone for iniquity, to bring in everlasting righteousness, to seal up vision and prophecy, and to anoint the Holy of Holies.","16":"Lord, in keeping with all Your righteous acts, let Your anger and Your fury turn away, please, from Jerusalem, Your city, Your holy mountain. Because of our sins and the iniquities of our fathers, Jerusalem and Your people have become an object of scorn to all those around us.","7":"“‘You Lord are righteousness, but shame covers our face to this day — the people of Judah and the inhabitants of Jerusalem, and all Israel, near and far, in all the countries where you have banished them — because they behaved unfaithfully toward you.","2":"in the first year of his reign — I, Daniel, understood from the books that according to the word of ADONAI to Jeremiah the prophet, the number of the years for the fulfilling of the desolation of Jerusalem would be 70 years.","6":"We have not listened to Your servants the prophets,  who spoke in Your name to our kings, our leaders and our fathers, and to all the people of the land."},"10":{"16":"Then behold, one who resembled a human touched my lips. I opened my mouth and spoke, and said to him that stood before me, ‘O my Lord because of the vision, anguish has overcome me and I have no strength.","3":"I ate no rich food, nor did meat or wine enter my mouth, nor did I anoint myself with oil, until the end of three weeks.","5":"I lifted my eyes and looked, and behold, a man dressed in linen with a belt of fine gold from Uphaz around his waist.","21":"But first, I will tell you what is recorded in the writing of truth.’ (No one strengthened me against these, except Michael your prince.","18":"“Again the one who looked like a man touched me and strengthened me.","12":"“Then he said to me, ‘Don’t be afraid, Daniel! For from the first day that you set your heart to understand and to humble yourself before your God, your words were heard. I have come because of your words.","10":"“Then behold, a hand touched me and set me trembling on my hands and knees.","2":"“In those days, I, Daniel was mourning for three whole weeks.","8":"So I was left alone to see this great vision. My strength drained from me and my vigor was destroyed; I could not summon any strength.","17":"For how can this servant of my Lord speak with my Lord since no strength remains in me and no spirit is left in me?’","11":"He said to me, ‘Daniel, highly valued man, carefully consider the words I am speaking to you. Stand up! For now I have been sent to you.’ When he spoke this word to me, I stood up trembling.","1":"In the third year of King Cyrus of Persia a message was revealed to Daniel, whose name was called Belteshazzar. The oracle was true and concerns a great war. He understood the message and gained insight through a vision.","9":"Yet I heard the sound of his words. When I heard him speaking, I fell on my face in a deep sleep with my face to the ground.","14":"Now I have come to explain to you what will happen to your people in the future days. For the vision concerns days yet to come.’","7":"“Only I, Daniel, saw the vision; the men that were with me did not see the vision. Nevertheless, such a great terror fell upon them that they fled and hid themselves.","15":"“While he was speaking these words to me, I bowed my face toward the ground and was speechless.","20":"“Then he said: ‘Do you understand why I have come to you? Now I must return to fight against the prince of Persia! When I go, behold, the prince of Greece will come.","6":"His body was like yellow jasper, his face like a flash of lightning, his eyes like fiery torches, his arms and his feet like the gleam of burnished bronze,  and the sound of his words like the roar of a multitude.","4":"“Now on the twenty-fourth day of the first month, while I was beside the bank of the great river, the Tigris,","19":"Then he said: ‘Highly valued man, do not fear! Shalom to you. Be strong, now! Chazak!’ “Even as he spoke to me, I was strengthened and said, ‘Let my lord speak, for you have strengthened me.’","13":"However, the prince of the kingdom of Persia resisted me for 21 days, but behold Michael, one of the chief princes, came to help me because I had been detained there with the kings of Persia."},"3":{"11":"and that whoever does not fall down and worship will be thrown into the midst of a furnace of blazing fire.","3":"Then the satraps, administrators, governors, counselors, treasurers, judges, magistrates and all the authorities of the provinces assembled for the dedication of the image that King Nebuchadnezzar had erected. They stood before the image that Nebuchadnezzar had set up.","20":"and commanded some of the mighty men in his army to tie up Shadrach, Meshach and Abed-nego and to cast them into the furnace of blazing fire.","12":"There are certain Jews whom you appointed over the administration of the province of Babylon — Shadrach, Meshach and Abed-nego — those men pay no heed to you, O king. They do not serve your gods, nor will they worship the golden image that you have set up.”","10":"You, O king, made a decree that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, must fall down and worship the golden image,","17":"If it is so, our God whom we serve is able to save us from the furnace of blazing fire and He will deliver us out of your hand, O king.","13":"Furious with rage, Nebuchadnezzar ordered Shadrach, Meshach and Abed-nego to be summoned. When these men were brought before the king,","27":"When the satraps, administrators, governors and royal ministers had gathered around, they saw that the fire had no effect on the bodies of these men. Not a hair of their head was singed, nor were their robes scorched, nor was there a smell of fire on them.","30":"Then the king promoted Shadrach, Meshach and Abed-nego in the province of Babylon.","18":"Yet even if He does not, let it be known to you, O king, that we will not serve your gods, nor worship the golden image that you set up.”","29":"Therefore I hereby decree that any people, nation or language that says anything slanderous against the God of Shadrach, Meshach and Abed-nego will be torn limb from limb and their house made a pile of rubble, because there is no other god that is able to deliver in this way.”","23":"And these three men, Shadrach, Meshach and Abed-nego, fell bound into the midst of the furnace of blazing fire.","19":"Then Nebuchadnezzar was filled with rage and the appearance of his face changed toward Shadrach, Meshach and Abed-nego. He ordered the furnace to be heated seven times hotter than it was normally heated","1":"King Nebuchadnezzar made an image of gold, sixty cubits high and six cubits wide. He set it up on the plain of Dura in the province of Babylon.","5":"that when you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, you must fall down and worship the golden image that King Nebuchadnezzar has set up.","4":"Then the herald loudly proclaimed, “You are commanded O peoples, nations and languages,","8":"At that time certain Chaldeans came forward and denounced the Jews.","26":"Nebuchadnezzar then approached the door of the furnace of blazing fire and exclaimed, “Shadrach, Meshach and Abed-nego, servants of the Most High God, come out and come here!” So Shadrach, Meshach and Abed-nego came out from the middle of the fire.","14":"Nebuchadnezzar responded to them saying, “Is it true, Shadrach, Meshach and Abed-nego, that you don’t serve my gods or worship the golden image that I set up?","22":"But because the king’s order was so urgent and the furnace so extremely hot, a raging flame killed those men who carried up Shadrach, Meshach and Abed-nego.","28":"Nebuchadnezzar exclaimed, “Blessed be the God of Shadrach, Meshach and Abed-nego, who has sent His angel and delivered His servants who trusted in Him! They defied the king’s edict and to gave up their lives rather than serve or worship any god except their own God.","25":"But he answered saying, “Look! I see four men walking about unbound and unharmed in the middle of the fire, and the fourth has the appearance like a son of the gods!”","9":"They spoke up and said to King Nebuchadnezzar, “May the king live forever!","33":"How great are His signs, how mighty are His wonders! His kingdom is an everlasting kingdom, His dominion from generation to generation.","15":"Now if you are ready, at the moment you hear the sound of the horn, flute, zither, lyre, harp and pipes and all kinds of music you must fall down and worship the image that I have made. But if you do not worship, you will immediately be thrown into the midst of a furnace of blazing fire! Then what god will be able to deliver you out of my hands?”","21":"So these men, wearing their robes, tunics, hats and other clothes, were bound and thrown into the furnace of blazing fire.","24":"Then King Nebuchadnezzar was astonished and leapt to his feet. He asked his ministers, “Didn’t we cast three men bound into the middle of the fire?” They replied to the king, “Surely, O king.”","16":"Shadrach, Meshach and Abed-nego replied to the king saying, “O Nebuchadnezzar, we do not need to answer you concerning this matter.","32":"It seemed good to me to declare the signs and wonders that God Most High has done for me.","7":"Therefore, as soon as all the peoples heard the sound of the horn, flute, zither, lyre, harp and pipes, and all kinds of music, all the peoples, nations and languages fell down and worshipped the golden image that Nebuchadnezzar the king had set up.","2":"Then King Nebuchadnezzar summoned the satraps, prefects, governors, counselors, treasurers, judges, magistrates, and all the authorities of the provinces to come to the dedication of the image which Nebuchadnezzar the king had set up.","6":"Whoever does not fall down and worship will that same hour be thrown into the midst of a furnace of blazing fire.”","31":"King Nebuchadnezzar — To all peoples, nations and languages who dwell in all the earth: May your peace abound!"},"11":{"11":"“Then the king of the south, enraged, will march out and fight against the king of the north, who will also muster a massive army. But the army will be defeated.","41":"He will also invade the Beautiful Land. Many will be overthrown, but these will escape from his hand: Edom, Moab, and the chief of the sons of Ammon.","45":"He will pitch his royal tents between the seas and the beautiful holy mountain. Yet he will meet his doom with no one to help him.’","42":"He will extend his hand against other countries; the land of Egypt will not escape.","3":"Then a mighty king will arise, who will rule with great authority and do as he pleases.","20":"“In his place will arise one who will dispatch a tax collector to extract tribute for royal glory, but within a few days he will be destroyed, though not in anger or battle.","12":"But when the army is carried off, the heart of the king of the south will become arrogant, and will slaughter thousands and thousands, yet he will not prevail.","10":"His sons will prepare for war and assemble a great army, which will advance and overflow and sweep through like a flood and carry the battle as far as his fortress.","17":"His intention will be to come with the strength of his entire kingdom, but he will reach an agreement with him. He will give him a daughter in marriage in order to destroy the kingdom, but his plans will not succeed or help him.","44":"But reports from the east and north will alarm him, and he will set out in a great rage to destroy and annihilate many.","40":"“Now at the time of the end the king of the south will attack him, and the king of the north will storm out against him with chariots, horsemen and many ships. He will invade lands and pass through them like an overflowing river.","13":"The king of the north will raise up another army, one greater than the first. After an interval of some years, he will advance with a great army and with abundant supplies.","27":"These two kings, with their hearts bent on evil, will sit at the same table and speak lies, but to no avail, for the end will still come at the appointed time.","30":"The ships of Kittim  will come against him, and he will lose heart. Then he will turn back and vent his rage against the holy covenant. When he returns, he will favor those who forsake the holy covenant.","18":"Then he will turn his attention to the coastlands and capture many. But a commander will put an end to his insolence and pay him back for his insolence.","36":"“So the king will do as he pleases, exalting and magnifying himself above every god. He will even speak outrageous things against the God of gods. He will prosper until the time of wrath is completed, for what has been decided will be done.","29":"“At the appointed time he will invade the south again, only this time the outcome will not be as before.","23":"After an alliance is made with him, he will act deceitfully; he will rise to power with a small force.","19":"He will then turn his face toward the strongholds of his own land, but he will stumble and fall, not to be found again.","1":"“And in the first year of Darius the Mede, I took my stand to support and protect him.)","5":"“Then the king of the south will become strong, but one of his commanders will become even stronger than he, and he will rule a greater kingdom than his.","4":"But as soon as he has arisen, his kingdom will be broken up and distributed to the four winds of heaven — though it will not go to his descendants, nor will it have the authority he exercised, for his kingdom will be uprooted and given to others besides these.","8":"He will also carry off their gods into captivity to Egypt, along with their metal images and their precious articles of silver and gold. For a few years he will stay away from the king of the north.","26":"Those who eat his delicacies will destroy him, and his army will be swept away; many will be slain in battle.","39":"He will attack strong fortresses with the help of a foreign god and will greatly honor those who acknowledge him. He will give them authority over many and will parcel out land for a price.","14":"“In those times many will rise up against the king of the south. The lawless sons among your own people will raise themselves up in order to confirm the vision, but they will stumble.","37":"He will show no regard for the gods  of his fathers or the one desired by women, nor will he show regard for any god, but will exalt himself above all.","22":"Armies will be utterly swept away from before him and will be broken, as well as the leader of the covenant.","28":"The king of the north will return to his own land with great wealth, but his heart will be set against the holy covenant. He will take action and then return to his own land.","25":"“He will summon his strength and courage against the king of the south with a great army. The king of the south will wage war with a very large and mighty army, but he will not succeed because of plots devised against him.","9":"“Then the king of the north will invade the realm of the king of the south, but he will retreat to his own land.","33":"Those who are wise among the people will instruct many, though for many days they will fall by the sword, or be burned, captured or pillaged.","15":"Then the king of the north will come, build a siege-ramp and capture a well-fortified city. The forces of the south will not prevail — not even their select troops will have strength to prevail.","34":"When they stumble, they will receive a little help, but many will join them deceitfully.","21":"“Then in his place will arise a despicable person, on whom royal honor has not been conferred. He will come in a time of tranquility, and seize the kingdom through intrigue.","24":"Without warning, he will invade the richest province and accomplish what his fathers or predecessors were unable to do. He will lavish on them plunder, loot and spoils. He will plot the overthrow of strongholds, though only for a while.","16":"But the invader will do as he pleases, and no one will be able to stand against him. He will take his stand in the beautiful land and its devastation in his hand.","35":"Even some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end — for it will still come at the appointed time.","32":"With smooth words he will seduce those who act wickedly against the covenant, but the people who know their God will stand strong and prevail.","7":"But another shoot from her roots will arise in his place. He will come against the army of the king of the north and enter his fortress. He will fight against them and prevail.","43":"He will gain control over the hidden treasures of gold and silver, as well as all of the riches of Egypt. The Libyans and the Cushites will also be under his feet.","2":"“Now I will declare the truth. Behold, three more kings will arise in Persia. Then a fourth will be far richer than all. When he becomes powerful through his wealth, he will stir up everyone against the realm of Greece.","38":"Instead of these, he will honor a god of fortresses — a god his fathers did not acknowledge he will honor with gold, silver, precious stones and costly things.","6":"After some years they will form an alliance. The daughter of the king of the south will approach the king of the north to make an agreement. But she will not retain her position of power, nor will his strength endure. Instead she will be given up, together with her escort, her father and the one who supported her in those times.","31":"“His forces will rise up and profane the fortified Temple; they will stop the daily offering and set up the abomination of desolation."},"2":{"11":"What the king asks is too difficult. There is no one who could declare it to the king, except the gods whose dwelling is not with mortals!”","41":"Just as you saw that the feet and toes were partly potter’s clay and partly iron, so this will be a divided kingdom. It will have some of the strength of the iron, for you saw the iron mixed with clay.","45":"For just as you saw a stone cut out of a mountain, yet not by hands, crush the iron, bronze, clay, silver and gold, the great God has made known to the king what will happen in the future. Now the dream is certain, and its interpretation is trustworthy.”","42":"As the toes of the feet were partly iron and partly clay, so this kingdom will be partly strong and partly brittle.","3":"he said to them, “I have dreamed a dream, and my spirit is anxious to understand the dream.”","20":"and answered, saying: “Blessed be the Name of God forever and ever, for wisdom and might are His.","12":"Because of this, the king became furiously angry and gave orders to execute all the wise men of Babylon.","10":"The Chaldeans answered the king saying, “There is no man on earth who can meet the king’s demand. For no great king, however great or mighty, has ever asked such a thing from any magician, astrologer or Chaldean.","17":"Then Daniel went to his house and informed his friends Hananiah, Mishael and Azariah about the matter","44":"“Now in the days of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will this kingdom be left to another people. It will crush and bring to an end all of these kingdoms. But it will endure forever.","40":"Finally, there will be a fourth kingdom, strong as iron — for iron shatters and breaks everything — and just as iron smashes everything, so will it shatter and crush all the others.","13":"So the decree went out that the wise men were about to be slaughtered. They also sought Daniel and his companions to execute them.","27":"Daniel answered the king, saying: “The mystery about which the king inquired is such that neither wise men, astrologers, magicians, or sorcerers can disclose it to the king.","30":"But as for me, this mystery is not revealed to me because I posses more wisdom than any other living person, but in order that the king may know the interpretation and understand the thoughts of your heart.","18":"so they would request mercy from the God of heaven concerning this mystery, so that Daniel and his friends would not perish along with the rest of the wise men of Babylon.","36":"“This was the dream. Now we will tell the king its interpretation.","29":"“To you, O king — as you lay on your bed — came thoughts about what will come to pass in the future. The Revealer of mysteries has made known to you what is going to happen.","23":"To You, O God of my fathers, I give thanks and praise! For You gave me wisdom and power. You have made known to me what we asked of You. You revealed to us the word of the king.”","19":"During the night the mystery was revealed to Daniel in a vision. Then Daniel blessed the God of heaven","1":"In the second year of his reign, Nebuchadnezzar dreamed dreams. His spirit was troubled and sleep escaped him.","47":"In response the king said to Daniel, “Surely your God is the God of gods, the Lord of kings,  and the revealer of mysteries, for you were able to reveal this secret!”","5":"The king answered the Chaldeans saying, “I firmly decree: If you do not make the dream and its meaning known to me, you will be torn limb from limb and your houses reduced to rubble.","49":"Moreover, at Daniel’s request the king appointed Shadrach, Meshach and Abed-nego over the administration of the province of Babylon, while Daniel remained at the royal court.","4":"Then the Chaldeans spoke to the king in Aramaic , “May the king live forever! Tell your servants the dream, and we will declare the interpretation.”","8":"The king replied saying, “I know for sure that you are buying time since you see that I have firmly decreed","26":"The king then asked Daniel (who was renamed Belteshazzar), “Are you able to reveal to me the dream that I saw, as well as its interpretation?”","39":"“Now after you another kingdom will arise, one inferior to yours. Next, a third kingdom, one of bronze, will rule over all the earth.","14":"Then Daniel spoke with tact and discretion to Arioch, who was captain of the king’s guard and who had set out to execute the wise men of Babylon.","37":"You, O king, are the king of kings to whom the God of heaven has given sovereignty, power, might and glory.","22":"He reveals deep and hidden things. He knows what lies in darkness and light dwells with Him.","28":"But, there is a God in heaven who reveals mysteries. He has made known to King Nebuchadnezzar the things that will happen in the latter days. The dream and the visions that went through your head as you lay on your bed are these.","25":"So Arioch quickly ushered Daniel into the king’s presence and said to him, “I have found a man among the sons of the exiles from Judah, who can make known the interpretation to the king.”","9":"that if you do not reveal the dream to me, there is only one verdict  for you. You have conspired to say something false and fraudulent, until such a time as things might change. So then, tell me the dream and I will know that you can tell me its meaning.”","33":"its legs of iron, and its feet partly iron and partly clay.","15":"He spoke up and said to Arioch, the king’s captain, “Why is the king’s decree so urgent?” Then Arioch informed Daniel about the matter.","34":"While you were watching, a stone was cut out, but not by hands. It struck the statue on its feet of iron and clay and smashed them.","21":"He changes times and seasons. He removes kings and installs kings. He gives wisdom to the wise and knowledge to the discerning.","24":"Then Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon and said to him, “Do not destroy the wise men of Babylon. Bring me in before the king and I will declare the interpretation to the king.”","46":"Then King Nebuchadnezzar fell on his face and paid homage to Daniel and gave orders that an offering and incense be provided for him.","16":"So Daniel went in and asked the king to grant him time, so that he might disclose the interpretation to the king.","35":"Then the iron, the clay, the bronze, the silver and the gold were crushed together, and became like chaff from summer threshing-floors that the wind blows away. Not a trace of them could be found. Then the stone that struck the image became a great mountain and filled the whole earth.","32":"The head of that statue was of pure gold, its breast and its arms of silver, its belly and its thighs of bronze,","7":"They responded a second time, saying, “Let the king tell his servants the dream and we will declare the interpretation.”","43":"Just as you saw iron mixed with clay, people will mix with one another, but they will not adhere to one another, just as iron does not mix with clay.","48":"Then the king promoted Daniel and lavished on him many marvelous gifts and made him ruler over the whole province of Babylon and chief over all the wise men of Babylon.","2":"So the king issued an order to summon the magicians, astrologers, sorcerers and Chaldeans in order to explain to the king his dreams. When they came and stood before the king,","38":"Wherever mankind, beasts of the field, and fowls of the heaven dwell, He has given them into your hand, and made you ruler over them all. You are the head of gold.","6":"But if you tell the dream and its meaning, you will receive from me gifts and rewards and great honor. So tell me the dream and its meaning!”","31":"“You looked, O king, and behold, there before you stood a huge statue — an enormous and dazzling image, whose appearance was awesome."},"1":{"16":"So the guard took away their delicacies and the wine they were supposed to drink and gave them vegetables instead.","3":"Then the king told Ashpenaz the chief of his officials  to bring in some of the sons of Israel from royal descent and nobility —","5":"The king allotted them a daily portion from the king’s delicacies and from the wine that he drank. They were to be trained for three years, and at the end they were to stand before the king.","21":"Daniel remained there until the first year of King Cyrus.","18":"At the end of the time set by the king to bring them in, the chief official presented them before Nebuchadnezzar.","12":"“Please test your servants for ten days, giving us just vegetables to eat and water to drink.","10":"But the chief official said to Daniel: “I fear my lord the king, who allotted your food and your drink. Why should he see your faces looking poorly, unlike the other youths your age? Then the king would have my head because of you.”","2":"God gave King Jehoiakim of Judah into his hand, along with some of the vessels of the House of God. He brought them into the land of Shinar to the house of his god and put the vessels into the treasure house of his god.","8":"But Daniel resolved not to defile himself with the king’s delicacies or with the wine he was drinking, so he entreated the chief official for permission not to defile himself.","17":"Now as for these four youths, God gave them knowledge and proficiency in every kind of wisdom and literature, and Daniel could understand all sorts of visions and dreams.","11":"Daniel then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah,","1":"In the third year of the reign of King Jehoiakim of Judah, King Nebuchadnezzar of Babylon came to Jerusalem and besieged it.","9":"Now God caused the chief official to show mercy and compassion to Daniel.","14":"So he listened to them in this matter and tested them for ten days.","7":"The chief officer gave them new names: to Daniel, Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abed-nego.","15":"At the end of ten days their appearance looked better and their bodies healthier than all the youths who ate the king’s food.","20":"In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and astrologers throughout his realm.","6":"Now among them were some from the sons of Judah: Daniel, Hananiah, Mishael and Azariah.","4":"youths without any defect, handsome, proficient in all wisdom, knowledgeable, intelligent and capable of serving in the king’s palace. He was to teach them the literature and language of the Chaldeans.","19":"When the king spoke with them, he did not find among all of them anyone like Daniel, Hananiah, Mishael and Azariah; so they entered the king’s service.","13":"Then compare our appearance and the appearance of the youths who eat the king’s delicacies, and treat your servants according to what you see.”"},"12":{"3":"Those who are wise will shine like the brightness of the heavenly expanse. And those who turn many to righteousness will be like the stars forever and ever.","5":"Then I, Daniel, looked and behold, two others stood there, one on this bank of the river and the one on the other bank of the river.","12":"Happy is the one who keeps waiting, and reaches the 1,335 days.","10":"Many will be purified, made spotless and refined, but the wicked will act wickedly. None of the wicked will understand, but the wise will understand.","2":"Multitudes who sleep in the dust of the earth will awake — some to everlasting life, and others to shame and everlasting contempt.","8":"Now I heard, but I did not understand. So I said, ‘My Lord, what will be the outcome of these things?’","11":"“From the time that the daily burnt offering is taken away, and abomination of desolation is set up, there will be 1,290 days.","1":"“At that time Michael, the great prince who stands guard over the sons of your people, will arise.  There will be a time of distress such as has never occurred since the beginning of the nation until then.  But at that time your people — everyone who is found written in the book — will be delivered.","9":"Then he said: “Go your way, Daniel. For the words are closed up and sealed until the time of the end.","7":"Then I heard the man clothed in linen, who was above the waters of the river, as he raised both his right and left hands toward heaven and swore an oath by Him who lives forever, saying, “It is for a time, times, and a half. Then when the breaking of the power of the holy people comes to an end, all these things will be finished.”","6":"One said to the man clothed in linen, who was above the waters of the river, “How long until the end of the wondrous things?”","4":"But you, Daniel, close up the words and seal the book until the time of the end.  Many will run back and forth and knowledge will increase.’","13":"But you, go your way till the end. You will rest and then at the end of days you will arise to receive your portion.”"},"4":{"11":"He called loudly, saying: ‘Chop down the tree and cut off its branches, strip off its leaves and scatter its fruit! Let beasts flee from under it, and birds from its branches.","3":"So I issued a decree to bring all the wise men of Babylon before me so that they could make known to me the meaning of the dream.","20":"“‘You, O king, saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it! Yet leave a stump with its roots in the ground, in fetters of iron and bronze, in the grass of the field. Let him be drenched with the dew of heaven, and let his portion be with the beasts of the field, until seven time periods pass over him.’","12":"Yet leave a stump with its roots in the earth, in fetters of iron and bronze, in the tender grass of the field. Let him be damp with the dew of heaven, and let his portion be with the animals in the grass of the earth.","10":"“I was watching the visions in my mind while on my bed, and behold, a watcher, a holy one, descended from heaven.","17":"The tree that you saw grow large and strong, whose top reached to heaven and that was visible to all the earth,","13":"Let his mind be altered from that of a man and let an animal’s mind be given to him and let seven periods of time pass over him.","27":"the king exclaimed, “Is this not the great Babylon that I have built as the royal residence by my mighty power and for the glory of my majesty?”","30":"Immediately the word about Ne-buchadnezzar was fulfilled. He was driven away from men, ate grass like an ox, and his body was drenched with the dew of heaven, until his hair had grown like eagles’ feathers and his nails like birds’ claws.","18":"whose leaves were beautiful and whose fruit was so abundant that there was food for all in it and beneath which the beasts of the fields lived and in its branches birds of the sky dwelt —","29":"You will be driven away from men and you will live with the beasts of the field. You will feed on grass like an ox and seven periods of time will pass over you until you come to know that the Most High is sovereignover the realm of mankind and gives it to whomever He wishes.”","23":"“The command to leave the stump of the tree with its roots means that your kingdom will be restored to you  as soon as you understand that Heaven is sovereign.","19":"it is you, O king! For you have grown great and mighty. Your greatness reaches to heaven, and your authority extends to the end of the earth.","1":"I, Nebuchadnezzar, was at ease in my house and flourishing in my palace.","5":"Finally Daniel — whose name was Belteshazzar after the name of my god and in whom is the spirit of the holy gods — came in before me and I told him the dream.","4":"When the magicians, astrologers, Chaldeans and diviners came in, I recounted the dream to them, but they were unable to make known its interpretation to me.","8":"The tree grew large and became strong and its top reached to heaven; it was visible to the ends of the earth.","26":"At the end of twelve months, as he was walking on the roof of the royal palace of Babylon,","14":"This sentence is by the decree of the watchers, this verdict by the command of the holy ones, so that the living may know that the Most High is sovereign over the realm of man and bestows it to whomever He wishes, and may set over them even the lowliest of men.’","22":"“You will be driven away from people and will dwell with the wild animals. You will feed on grass like an ox and be drenched with the dew of heaven. Seven periods of time will pass over you until you know that the Most High is sovereign over the realm of mankind and gives it to whomever He wishes.","28":"The words were still in the king’s mouth when a voice fell from heaven. “King Nebuchadnezzar, it has been decreed to you that your kingdom has been removed from you!","25":"All this happened to King Nebuchadnezzar.","9":"Its leaves were beautiful, its fruit abundant, and on it was food for all. Beneath it the beasts of the field found shade and birds of the sky lived in its branches, and from it all creatures were fed.","33":"“At that moment my sanity returned to me, and my majesty and my splendor were restored to me, for the glory of my kingdom. My ministers and nobles sought me out and I was reestablished over my kingdom. I became even greater than before.","15":"“I, King Nebuchadnezzar, saw this dream. Now you, Belteshazzar, tell me its meaning, for none of the wise men of my kingdom are able to make known to me its interpretation. But you are able, for the spirit of the holy gods is in you.”","34":"Now I, Nebuchadnezzar, praise, exalt and honor the King of heaven, because all His works are right and His ways just. He is able to humble those who walk in pride.”","21":"“This is the interpretation, O king. It is the decree of the Most High that has come upon my lord the king:","24":"Therefore, O king, may my counsel be acceptable to you: Renounce your sins through righteousness and your iniquities by showing mercy to the poor. Perhaps your prosperity will be prolonged.”","16":"Then Daniel, whose name is also Belteshazzar, was perplexed for a brief time; his thoughts alarmed him. The king answered, and said, “Belteshazzar, don’t let the dream or the interpretation disturb you.” But Belteshazzar replied, “My lord, may the dream be for those who hate you and its interpretation for your enemies!","32":"All the inhabitants of earth are counted as nothing. He does as He wills with the army of heaven and the inhabitants of the earth. No one can hold back His hand, or say to Him, ‘What have you done?’","7":"“These are the visions in my head while I was on my bed: I looked, and behold, there was a tree in the midst of the earth. Its height was enormous.","2":"I had a dream that frightened me. While on my bed the images and visions in my mind  terrified me.","6":"I said, “Belteshazzar, master of the magicians, I know that the spirit of the holy gods is in you and that no mystery baffles you. Consider my dream that I have seen and tell me its interpretation.","31":"But at the end of the appointed days, I Nebuchadnezzar, raised my eyes up to heaven and my sanity returned to me. So I blessed the Most High and I praised and honored Him who lives forever. “For His dominion is an everlasting dominion, and His kingdom endures from generation to generation!"},"6":{"11":"Now when Daniel learned that a written decree had been issued, he went into his house, where the windows in his upper room opened toward Jerusalem. Three times a day he knelt down, prayed and gave thanks before his God, just as he did before.","3":"with three administrators over them, one of whom was Daniel. These satraps were accountable to them so that the king would not be troubled.","20":"At dawn the king got up and hurried to the lions’ den.","12":"Then these men came as a group and found Daniel praying and making supplication before his God.","10":"Thereupon King Darius issued the written decree.","17":"So the king gave the order and Daniel was brought and thrown into the lions’ den. Now the king spoke to Daniel saying, “May your God, whom you serve continually, deliver you!”","13":"So they approached the king and spoke to him about the royal decree: “Didn’t you issue a written decree that anyone who prays to any god or man for 30 days — except for you, O king — shall be cast into the den of lions?” The king replied, “The decree stands, according to the law of the Medes and Persians, which cannot be repealed.”","27":"I issue a decree that in all the dominion of my kingdom people are to tremble with fear before the God of Daniel. “For He is the living God, enduring forever! His kingdom will never be destroyed, His dominion will never end.","18":"A stone was brought to block the mouth of the den. The king sealed it with his own signet ring and with the signet of his nobles, so that nothing could be changed regarding Daniel.","29":"So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.","23":"My God sent His angel to shut the lions’ mouths  so that they haven’t harmed me, because I was found innocent before Him. Nor have I committed any crime against you, O king.”","19":"Then the king went to his palace and passed the night fasting — no entertainment was brought before him. He was unable to sleep.","1":"So Darius the Mede took over the kingdom at the age of 62.","5":"At this time the supervisors and satraps tried to find ground for a charge against Daniel regarding the kingdom. But they were unable to find fault or corruption, because he was trustworthy and no negligence or dishonesty could be found in him.","4":"Now this Daniel was distinguishing himself among the supervisors and satraps because he had an extraordinary spirit in him. In fact, the king planned to appoint him over the entire kingdom.","8":"All the supervisors of the realm, the magistrates and satraps, ministers and governors, have all agreed that the king should issue an edict and enforce a decree that anyone who prays to any god or man for 30 days other than you O king, will be cast into the lions’ den.","26":"Then King Darius wrote to all the peoples, nations, and languages dwelling in all the earth: “May your peace be abundant!","14":"Then they answered and said to the king: “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree that you put in writing. He still prays three times a day!”","22":"Daniel spoke to the king: “May the king live forever!","28":"He delivers and rescues. He performs signs and wonders in the heavens and on earth. He has delivered Daniel from the power of the lions!”","25":"At the king’s command, those men who had maliciously accused Daniel were brought and thrown into the lions’ den — they, their children, and their wives. They had not even reached the bottom of the pit before the lions overpowered them and crushed all their bones.","9":"Now, O king, issue the decree and put it in writing so that it may not be altered, according to the law of the Medes and Persians, which cannot be repealed.”","15":"When the king heard this report, he was deeply distressed, and he set his mind on how he might rescue Daniel. Until sunset he struggled to find a way to save him.","21":"As he reached the den, he cried out to Daniel with a voice of anguish. The king spoke out to Daniel saying: “Daniel, servant of the living God, was your God, whom you serve continually, able to rescue you from the lions?”","24":"Then the king was overjoyed, and ordered Daniel taken up out of the den. So Daniel was lifted out of the pit. No injury of any kind was found on him because he had trusted in his God.","16":"Then these men came as a throng in to the king, and said to the king: “Remember, O king, that it is a law of the Medes and Persians that no decree or edict which the king issues may be altered.”","7":"So these supervisors and satraps went in to the king as a group, and said to him, “King Darius, live forever!","2":"It pleased Darius to appoint 120 satraps to rule throughout the whole kingdom","6":"Finally these men said, “We’re not going to find any basis for charges against this man Daniel, unless we find something against him regarding the law of his God.”"},"5":{"11":"There is a man in your kingdom who has the spirit of the holy gods in him. In the days of your father, he was found to have insight and intelligence, and wisdom like the wisdom of the gods. So King Nebuchadnezzar your father made him chief of the magicians, astrologers, Chaldeans and diviners.","3":"So they brought the gold vessels that were taken out of the Temple of the House of God in Jerusalem, and the king and his nobles, consorts and concubines drank from them.","20":"But when his heart became haughty and his spirit hardened with pride, he was deposed from his royal throne and stripped of his glory.","12":"This man Daniel, whom the king named Belteshazzar, was found to have extraordinary spirit, knowledge and insight for interpreting dreams, explaining riddles, and solving problems. Now, let Daniel be summoned and he will explain the interpretation.”","10":"The queen hearing the words of the king and his nobles entered the banquet hall. The queen spoke out and said, “May the king live forever! Do not let your thoughts frighten you, or your face be so pale!","17":"Then Daniel answered the king saying, “You may keep your gifts for yourself and give your rewards to someone else. Nevertheless, I will read the writing to the king and tell him its meaning.","13":"So Daniel was brought before the king and the king said to Daniel, “Are you Daniel who is one of the captives of Judah that my father the king brought from Judah?","27":"TEKEL: You have been weighed in the balances and found wanting.","30":"On that very night King Belshazzar of the Chaldeans was slain.","18":"Your majesty, God Most High gave your father Nebuchadnezzar the kingdom, as well as greatness, glory, and splendor.","29":"Then at Belshazzar’s command, they clothed Daniel with purple, put a chain of gold around his neck, and issued a proclamation about him that he would have the authority as third ruler in the kingdom.","23":"Instead you have exalted yourself against the Lord of heaven. You had the vessels of His House brought before you, and you and your nobles, your consorts and your concubines have been drinking wine in them. You have praised the gods made of silver and gold, of bronze, iron, wood and stone, which cannot see or hear or understand. Yet you did not honor the God who holds in His hand your very breath and all your ways.","19":"Because of the grandeur that He bestowed on him, all the peoples, nations and languages dreaded and feared him. He killed whomever he wanted and spared anyone he wanted; he raised up whomever he wished and humbled anyone he wished.","1":"King Belshazzar held a great feast for 1,000 of his nobles and was drinking wine in front of the thousand.","5":"At that very moment, the fingers of a human hand emerged and wrote on the plaster of the wall of the king’s palace opposite the lampstand, so that the king could see the back of the hand that was writing.","4":"They drank the wine and praised the gods made of gold and silver, bronze, iron, wood and stone.","8":"Then all the king’s wise men came in, but they could not read the inscription nor tell the king what it meant.","26":"This is the interpretation of the inscription: MENE: God has numbered the days of your reign and brought it to an end.","14":"I have heard about you, how a spirit of the gods is in you and how there has been found in you insight, discernment and extraordinary wisdom.","22":"“But you his son, Belshazzar, have not humbled your heart, even though you knew all this.","28":"PERES: Your kingdom has been divided and given to the Medes and Persians.”","25":"“Now this is the writing that was inscribed: MENE, MENE, TEKEL UPARSIN.","9":"So King Belshazzar became even more terrified and his face grew pale. His nobles were baffled.","15":"Just now the wise men and diviners were brought before me to read this writing and to make its meaning known to me, but they are unable to declare its interpretation.","21":"He was driven away from among men and his mind became like an animal, and his dwelling was with the wild asses; he fed on grass like an ox, and his body was damp with the dew of heaven until he recognized that God Most High is sovereign over the realm of mankind and that He sets up over it whomever He wills.","24":"Therefore, the hand was sent from Him that wrote this inscription.","16":"However, I have heard about you that you are able to provide interpretations and to solve difficult problems. Now if you are able to read the writing and explain to me its meaning, you will be clothed in purple and have a gold chain around your neck and have the authority to rule as the third in the kingdom.”","7":"The king called loudly to summon the astrologers, the Chaldeans, and the diviners. The king said to the wise men of Babylon, “Whoever reads this writing and tells me what it means will be clothed in purple and have a gold chain around his neck, and will have authority as the third ruler in the kingdom!”","2":"When Belshazzar tasted the wine, he issued an order to bring in the gold and silver vessels that Nebuchadnezzar his father had taken out of the Temple in Jerusalem, so that the king and his nobles, his consorts and his concubines could drink from them.","6":"The color drained from the king’s face, his thoughts alarmed him, his hips gave way and his knees began knocking together."},"8":{"11":"It set itself up to be as great as the Prince of the host. It took away from him the daily offering and the place of his sanctuary was thrown down.","3":"I lifted up my eyes and looked up, behold, a ram with two horns was standing in front of the canal. The two horns were long but one was longer than the other, but the longer one grew up last.","20":"The ram that you saw with the two horns stands for the kings of Media and Persia.","12":"The host was given over along with the daily sacrifice, in the course of its rebellion. It will hurl truth to the ground and prosper in what it does.","10":"It grew as high as the host of heaven and hurled some of the host and the stars down to the earth and trampled them.","17":"“He came near to where I was standing, and as he approached I was terrified and fell on my face. But he said to me, ‘Son of man, understand that the vision pertains to the time of the end.’","13":"“Then I heard a holy one speaking and another holy one said to the one who was speaking, ‘How long will the vision last, the daily sacrifice be forsaken because of rebellion, the sanctuary be surrendered and the host be trampled?’","27":"“Then I, Daniel, was stricken and languished for days. Then I got up and went about the king’s business, but I was astounded at the vision and no one could explain it.","18":"“While he was speaking to me, I fell into a deep sleep with my face to the ground. But he touched me and stood me up,","23":"“‘Now toward the end of their reign, when the measure of transgressions is completed, a stern-faced king, a master of intrigue, will arise.","19":"and said: ‘Behold, I am going to inform you about what will happen later in the time of wrath, for the vision pertains to the appointed time of the end.","1":"“In the third year of the reign of King Belshazzar, a vision appeared to me, Daniel, after the one that had appeared to me earlier.","5":"“While I was contemplating this, behold, a male goat came from the west crossing the face of the whole earth without touching the ground! Now the goat had a conspicuous horn between his eyes.","4":"I saw the ram charging toward the west and north and south. No animal could stand against him — none could deliver from his hand. So he did as he pleased and magnified himself.","8":"“The male goat became exceedingly great, but as soon as he became mighty, the large horn was broken, and in its place four prominent horns grew up toward the four winds of heaven.","26":"“‘Now the vision of the evenings and mornings that has been told to you is true, but seal up the vision for it concerns many days from now.’","14":"Then he said to me: ‘For 2,300 evenings and mornings; then the sanctuary will be vindicated.’","22":"The four horns that replaced the one that was broken represent four kingdoms that will arise from this nation, though not with its power.","25":"By his cunning he will cause deceit to prosper under his hand and he will consider himself superior. He will destroy many, taking them unaware. He will even stand up against the Prince of princes, yet he will be broken, but not by human hands.","9":"“Out of one of them came forth a small horn, which grew extremely large to the south and the east, and toward the beautiful land.","15":"“Now it happened that while I, Daniel, was watching the vision and trying to understand it, behold, standing before me was one with the appearance of a man.","21":"The buck, the male goat, is the king of Greece; and the large horn between his eyes is the first king.","24":"His power will be mighty, but it will not be by his strength alone. He will cause extraordinary devastation, and succeed in whatever he does. He will destroy both the powerful and the holy people.","16":"Then I heard a human voice coming from between the banks of the Ulai, calling out saying, ‘Gabriel, make this man understand the vision.’","7":"I saw him attacking the ram furiously, striking the ram and shattering his two horns. Now the ram was not strong enough to stand against him, so he knocked the ram to the ground and trampled him. No one could rescue the ram from his power.","2":"In the vision I saw myself in the citadel  of Shushan , which is in the province of Elam. In the vision I saw that I was beside the Ulai Canal.","6":"He came up to the two-horn ram that I had seen standing beside the canal, and charged it with raging strength."}}}