{"translationKey":"tlv","translation":"TLV","book":"Jeremiah","bookSlug":"jeremiah","chapters":{"2":{"16":"how were things? When one came to a grain-heap of twenty measures, there were ten; when one came to the wine vat to draw fifty measures, there were twenty.","3":"“Who remains among you who saw this House in its former glory? So how do you see it now? Does it not seem as nothing in comparison in your eyes?","5":"“According to the word I covenanted with you when you came out of Egypt. My Ruach is standing in your midst. Do not fear!”","21":"“Say to Zerubbabel, governor of Judah: ‘I am going to shake the heavens and the earth,","18":"“Now, set your heart back from this day on — from the twenty-fourth day of the ninth month. Since the day the Temple of ADONAI was founded, set your heart:","12":"If a person carries consecrated meat in the corner of his garment, and with his corner he touches bread, stew, wine, oil or any food, will it become holy too?’” Then the kohanim answered and said, “No.”","10":"On the twenty-fourth day of the ninth month, in the second year of Darius, the word of ADONAI came to Haggai the prophet,","2":"Speak now to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua son of Jehozadak, kohen gadol, and to the remnant of the people:","22":"and I will overturn the throne of kingdoms and destroy the strength of the kingdoms of the nations. I will overturn the chariot and its rider, so horses and their riders will fall, each by the sword of his brother.","8":"“The silver is mine and the gold is mine!” — it is a declaration of ADONAI-Tzva’ot.","17":"I struck you with blight and with mildew and with hail — every work of your hands — so you were nothing to Me” — it is a declaration of ADONAI.","11":"“Thus says ADONAI-Tzva’ot: ‘Ask now the kohanim for a ruling.","1":"On the twenty-first day of the seventh month, the word of ADONAI came through Haggai the prophet:","9":"“The glory of this latter House will be greater than the former,” says ADONAI-Tzva’ot. “In this place, I will grant shalom” — it is a declaration of ADONAI-Tzva’ot.","14":"Then, Haggai answered and said, “So it is with this people. So is this nation before Me” — it is a declaration of ADONAI — “and so is every work of their hands. What they were offering there was unclean.","7":"and I will shake all the nations. The treasures of all the nations will come, and I will fill this House with glory,” says ADONAI-Tzva’ot.","15":"But now, set your heart back from this day onward. Before stone was set upon stone in the Temple of ADONAI,","20":"Then the word of ADONAI came a second time to Haggai on the twenty-fourth day of the month,","23":"“On that day’” — it is a declaration of ADONAI-Tzva’ot — ‘I will take you, Zerubbabel son of Shealtiel, my servant’ — it is a declaration of ADONAI — “‘and I will set you like a signet ring. For I have chosen you.’” It is a declaration of ADONAI-Tzva’ot.","6":"For thus says ADONAI-Tzva’ot: “In just a little while I will shake the heavens and the earth, the sea and the dry land,","4":"But now, Zerubbabel, chazak!” — it is a declaration of ADONAI — “and be strong, Joshua son of Jehozadak, kohen gadol, and all people of the land, chazak!” — it is a declaration of ADONAI — “and work! For I am with you!” — it is a declaration of ADONAI-Tzva’ot.","19":"Is there still seed in the storehouse? Also the vine, the fig tree, the pomegranate and the olive tree — are they still bearing fruit? From this day on I am going to bless you.”","13":"So Haggai said, “If one who is unclean by contact with a corpse touches any of these, does it become unclean?” The kohanim answered and said, “It does become unclean.”"},"1":{"3":"Then the word of ADONAI came through Haggai the prophet:","5":"But now,” thus says ADONAI-Tzva’ot: “Set your heart on your ways!","12":"Then Zerubbabel son of Shealtiel and Joshua son of Jehozadak, kohen gadol, and all the remnant of the people, heeded the voice of ADONAI their God and the words of Haggai the prophet, since ADONAI their God had sent him. So the people revered ADONAI.","10":"Therefore, because of you, the sky has withheld dew and the earth has withheld its yield.","2":"“Thus says ADONAI-Tzva’ot: ‘This people say the time has not come — the time for the House of ADONAI to be rebuilt.’”","8":"Go up to the hills, bring wood and build the House. Then I will delight in it and I will be glorified,” says ADONAI.","11":"For I have called for drought on the land, the hills and the grain, on the new wine, the oil, on what the ground brings forth, on mankind and beast, as well as all labor of hands.”","1":"In the second year of King Darius, in the sixth month, on the first day of the month, the word of ADONAI came through Haggai the prophet to Zerubbabel son of Shealtiel, governor of Judah , and to Joshua son of Jehozadak, kohen gadol :","9":"“You have looked for much, but indeed, there is little. What you have brought home, I have blown away. Why is this?” — it is a declaration of ADONAI-Tzva’ot — “because My House lies in ruins, while you are running, each to his own house.","14":"Then ADONAI stirred the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, kohen gadol, and the spirit of all the remnant of the people, and they came and did work on the House of ADONAI-Tzva’ot their God,","7":"Thus says ADONAI-Tzva’ot: “Set your heart on your ways!","15":"on the twenty-fourth day of the sixth month, in the second year of King Darius.","6":"You sowed much but bring in little. You eat but are never satisfied. You drink but not enough to get filled. You put on clothes but no one is warm. And whoever earns wages works for a bag full of holes.”","4":"“Is it a time for you yourselves to dwell in your paneled houses, while this House lies in ruins?","13":"Then Haggai, the messenger of ADONAI, spoke to the people with the message of ADONAI, “I am with you!” — it is a declaration of ADONAI."}}}