{"translationKey":"tlv","translation":"TLV","book":"Leviticus","bookSlug":"leviticus","chapters":{"11":{"11":"They are to be detestable to you. You shall not eat meat from them and you should detest their carcasses.","41":"“Every creeping thing that crawls on the earth is detestable — it should not be eaten.","45":"For I am ADONAI who brought you up out of the land of Egypt, to be your God.  Therefore, you shall be holy, for I am holy.","42":"Whatever moves on its belly or crawls on all fours or has many feet among all the creeping things that crawl on the earth, these you are not to eat, for they are detestable.","3":"Whatever has a split, divided hoof and chews cud among the animals — that you may eat.","20":"“All flying insects that walk on all fours are detestable to you.","12":"Whatever has neither fins nor scales in the waters, that is a detestable thing to you.","10":"But any that do not have fins and scales in the seas or the rivers, among those that swarm on the waters, or among any of the living creatures that are in the waters, they are loathsome to you.","17":"the little owl, the cormorant, the great owl,","44":"“For I am ADONAI your God. Therefore, sanctify yourselves, and be holy, for I am holy. You are not to defile yourselves with any kind of creeping thing that moves on the earth.","40":"He who eats of its carcass is to wash his clothes, and be unclean until the evening. Also, the one who carries its carcass is to wash his clothes, and be unclean until the evening.","13":"“Among the birds you should detest the following — they are not to be eaten — they are loathsome: the eagle, the vulture, the black vulture,","27":"So whatever moves on its paws, among all animals that go on all fours, is unclean to you. Whoever touches their carcasses will be unclean until the evening.","30":"the gecko, the monitor lizard, the wall lizard, the skink and the chameleon.","18":"the white owl, the desert owl, the osprey,","36":"Nevertheless, a spring or a cistern for collecting water will be clean, though anyone who touches their carcass will become unclean.","29":"“Among the creeping things that creep on the earth, the following are unclean to you: the weasel, the rat, any kind of great lizard,","23":"But all winged creeping things that have four feet are loathsome to you.","19":"the stork, any kind of heron, the hoopoe, and the bat.","1":"ADONAI spoke to Moses and to Aaron, saying to them,","47":"to make a distinction between the unclean and the clean, and between the living thing that may be eaten and the living thing that may not be eaten.”","5":"The coney, though it chews the cud yet does not have a divided hoof, so it is unclean to you.","4":"“Nevertheless, you should not eat of those that only chew cud, or have a split hoof. The camel, though it chews the cud, does not have a divided hoof, is unclean to you.","8":"You are not to eat meat from them, nor are you to touch their carcasses. They are unclean to you.","26":"“Every animal with a separating hoof but not split, or does not chew cud, is unclean to you. Everyone who touches them will become unclean.","39":"“If any animal that you may eat dies, the one who touches its carcass will become unclean until the evening.","14":"the red kite, any kind of black kite,","37":"If part of a carcass falls on any seed for sowing that has yet to be sown, it is clean.","22":"You may eat from any kind of locust, any kind of katydid, any kind of cricket and any kind of grasshopper.","28":"Whoever carries their carcasses, is to wash his clothes and will be unclean until the evening. They are unclean to you.","25":"Whoever carries any part of their carcass is to wash his clothes, and will be unclean until the evening.","9":"“From all that are in the waters, you may eat whatever has fins and scales, within the waters, in the seas and in the rivers. Those you may eat.","33":"“Now if any of them falls into a clay pot, everything that is in it will become unclean, and you are to break it.","15":"any kind of raven,","34":"Any food that may be eaten but has water on it from such a pot will become unclean. Also any drink that may be drunk in any such pot will become unclean.","21":"Yet you may eat from all winged creeping things that go on all fours, which have legs above their feet, with which to hop on the earth.","24":"“Moreover, by these also you will become unclean: whoever touches their carcasses shall be unclean until the evening.","46":"“This is the Torah of the animal, the bird, every living creature that moves in the waters, and every creature that creeps on the earth,","16":"the horned owl, the screech owl, the gull, any kind of hawk,","35":"Everything on which part of their carcass falls will become unclean. An oven or stove for pots is to be broken in pieces. They are unclean and will be unclean to you.","32":"Whatever falls on them when they are dead will become unclean, whether it is any vessel of wood, or clothing, or skin, or sackcloth. Whatever vessel it is, with which any work is done, it must be put into water, and it will be unclean until the evening, then it will be clean.","7":"The pig, though it has a split, divided hoof, does not chew cud, so it is unclean to you.","43":"You are not to contaminate yourselves with any creeping thing that crawls nor make yourselves unclean with them or defiled by them.","2":"“Speak to Bnei-Yisrael, saying: These are the living things which you may eat among all the animals that are on the earth.","38":"But if water is put on the seed, and part of a carcass falls on it, it is unclean to you.","6":"The hare, though it chews the cud, does not split the hoof, so it is unclean to you.","31":"Among all that creep these are the ones that are unclean to you. Whoever touches them when they are dead, will be unclean until the evening."},"3":{"16":"The kohen is to burn them on the altar. It is the food of the offering made by fire, for a soothing aroma. All fat is for ADONAI.","3":"He is to bring from the sacrifice of fellowship offerings an offering made by fire to ADONAI, the fat that covers the innards, all the fat that is on the entrails,","5":"Aaron’s sons are to burn it up as smoke on the altar on top of the burnt offering, which is over the wood that is on the fire. It is an offering made by fire — a soothing aroma to ADONAI.","12":"“If his offering is a goat then he should present it before ADONAI.","10":"as well as the two kidneys and the fat that is over them which is by the loins, plus the cover on the liver that he is to remove with the kidneys.","2":"He shall lay his hand on the head of his offering and slaughter it at the entrance of the Tent of Meeting. Then Aaron’s sons the kohanim are to splash the blood around on the altar.","8":"He is to lay his hand on the head of his offering and slaughter it before the Tent of Meeting. Aaron’s sons are to splash its blood around on the altar.","17":"“It is to be a perpetual statute throughout your generations in all your dwellings, that you must eat neither fat nor blood.”","11":"The kohen is to burn it up as smoke on the altar — as a food offering made by fire to ADONAI.","1":"“Now if his offering is a sacrifice of fellowship offerings, if from the herd, whether male or female, he is to offer one without blemish before ADONAI.","9":"From the sacrifice of fellowship offerings he should bring a gift made by fire to ADONAI. Its fat — the entire tail fat cut away close to the backbone, along with the fat that covers the innards and all the fat that is on the entrails,","14":"From it he is to offer as his sacrifice an offering made by fire to ADONAI, the fat that covers the innards, all the fat that is on the entrails,","7":"If he is bringing a lamb for his offering, he should present it before ADONAI.","15":"the two kidneys and the fat that is over them, which is by the loins, and the cover on the liver, which he must remove with the kidneys.","6":"“If his gift for a sacrifice of fellowship offerings to ADONAI is from the flock, he is to offer a male or female without blemish.","4":"as well as the two kidneys and the fat that is on them which is by the loins, plus the cover on the liver that he must remove with the kidneys.","13":"He is to lay his hand on its head and slaughter it before the Tent of Meeting. Aaron’s sons are to splash its blood around on the altar."},"20":{"11":"“If a man lies with his father’s wife, and has uncovered his father’s nakedness, both of them shall surely be put to death, and their blood shall be on them.","3":"I also will set My face against such a person and will cut him off from among his people, because he has given his children to Molech, defiling My Sanctuary and profaning My holy Name.","20":"If a man lies with his aunt, he has uncovered his uncle’s nakedness. They shall bear their sin, and die childless.","12":"If a man lies with his daughter-in-law, both of them shall surely be put to death. They have committed a perversion, and their blood shall be on them.","10":"“The man who commits adultery with another man’s wife, who commits adultery with his friend’s wife, both the adulterer and the adulteress shall surely be put to death.","17":"If a man takes his sister, his father’s daughter, or his mother’s daughter, and sees her nakedness, and she his, it is a shameful thing. They are to be cut off in the sight of the children of their people, for he has uncovered his sister’s nakedness, and will bear his iniquity.","13":"If a man lies with a male as with a woman, both of them have committed an abomination, and they shall surely be put to death. Their blood shall be on them.","27":"“A man or a woman who is a medium or is a soothsayer shall surely be put to death. They shall stone them with rocks, and their blood shall be on them.’”","18":"If a man lies with a woman during her niddah and exposes her nakedness, he has exposed her flow and she has uncovered the flow of her blood. Both of them are to be cut off from among their people.","23":"You are not to walk in the ways of the nation which I am casting out before you, for they did all these things and therefore I abhorred them.","19":"You are not to uncover the nakedness of your mother’s sister, or your father’s sister, for the one who does that has made his close relative naked, and will bear his iniquity.","1":"ADONAI spoke to Moses saying:","5":"then I will set My face against that man and against his family, and will cut him off, along with all who play the prostitute after him with Molech, from among their people.","4":"But if the people of the land all hide their eyes from that person, when he gives of his seed to Molech, and do not put him to death,","8":"You are to keep My statutes, and do them. I am ADONAI who sanctifies you.","26":"You are to be holy to Me, for I, ADONAI, am holy, and have set you apart from the peoples, so that you would be Mine.","14":"If a man takes a wife and her mother, it is wickedness. They shall be burned with fire — both he and they, so that there may be no wickedness among you.","22":"“Now you are to keep all My statutes and all My ordinances and do them, so that the land where I am bringing you to dwell will not vomit you out.","25":"“Also you are to make a distinction between the clean animal and the unclean, and between the unclean bird and the clean. And you are not to make your souls detestable by an animal or by a bird, or by anything with which the ground teems, which I have set apart as unclean for you.","9":"“Any man who curses his father or his mother shall surely be put to death. He has cursed his father or mother, and his blood should be on him.","15":"If a man lies with an animal, he shall surely be put to death, and you are to kill the animal.","21":"If a man takes his brother’s wife, it is an impurity. He has uncovered his brother’s nakedness, and they will be childless.","24":"But I have said to you, ‘You will inherit their land and I will give it to you to possess it, a land flowing with milk and honey.’ I am ADONAI your God, who has set you apart from the peoples.","16":"If a woman approaches any animal, and lies down with it, you are to kill the woman and the animal. They shall surely be put to death, and their blood shall be on them.","7":"So consecrate yourselves and be holy, for I am ADONAI your God.","2":"“Moreover, you are to tell Bnei-Yisrael: Anyone from Bnei-Yisrael or from the outsiders dwelling in Israel, who gives any of his children to Molech, shall surely be put to death. The people of the land are to stone him with rocks.","6":"“The soul that turns to mediums or to soothsayers, prostituting himself with them, I will set My face against that soul and will cut him off from among his people."},"12":{"7":"He is to present it before ADONAI and make atonement for her. Then she will be cleansed from the discharge of her blood. This is the Torah for her who gives birth, whether to a male or a female child.","3":"In the eighth day the flesh of his foreskin is to be circumcised.","2":"“Speak to Bnei-Yisrael, instructing: If a woman conceives and bears a male child, then she will be unclean for seven days, as in the days of her niddah she will be unclean.","1":"Then ADONAI spoke to Moses saying:","4":"She must wait during the blood of purification for 33 days.  She is not to touch any holy thing, nor come into the Sanctuary, until the days of her purifying are completed.","6":"“When the days of her purification are completed for a son or for a daughter, she is to bring to the kohen, at the entrance of the Tent of Meeting, a year old lamb for a burnt offering and a young pigeon or a turtledove, for a sin offering.","5":"But if she bears a female child, then she will be unclean for two weeks, as in her niddah, and she is to wait in the blood of purification for 66 days.","8":"If she cannot afford a lamb, then she is to bring two turtledoves or two young pigeons,  one for a burnt offering and the other for a sin offering. Then the kohen will make atonement for her, and she will be clean.”"},"10":{"16":"Then Moses searched carefully for the goat of the sin offering and noticed it had been burned up. So he snapped at Eleazar and Itamar, the surviving sons of Aaron, saying:","3":"Then Moses said to Aaron, “This is what ADONAI spoke of, saying: To those who are near Me I will show myself holy. Upon the faces of all the people I will be glorified.” Then Aaron kept silent.","5":"So they drew near and carried them, still in their tunics, outside of the camp, as Moses had said.","18":"Look, its blood was not brought into the inner part of the sanctuary. You certainly should have eaten it in the Sanctuary, as I commanded.”","12":"Moses spoke to Aaron and to Eleazar and Itamar his surviving sons: “Take the grain offering left over from ADONAI’s offerings by fire, and eat it without hametz beside the altar, for it is most holy.","10":"You are to make a distinction between the holy and the common and between the unclean and the clean.","2":"So fire came out from the presence of ADONAI and consumed them. So they died before ADONAI.","8":"ADONAI spoke to Aaron saying:","17":"“Why have you not eaten the sin offering in the place of the Sanctuary, since it is most holy, and He gave it to you in order to bear the iniquity of the congregation, to make atonement for them before ADONAI?","11":"And you are to teach Bnei-Yisrael all the statutes which ADONAI has spoken to them through Moses.”","1":"Now Aaron’s sons Nadab and Abihu each took his own censer, put fire in it, laid incense over it, and offered unauthorized fire before ADONAI — which He had not commanded them.","9":"“Do not drink wine or fermented drink, neither you nor your sons with you, when you go into the Tent of Meeting, so that you do not die. This is to be a statute forever throughout your generations.","14":"You are to eat the breast that was waved and the thigh that was presented in a clean place — you, your sons and your daughters with you — for they are given as your portion, and your children’s portion, out of the sacrifices of the fellowship offerings of Bnei-Yisrael.","7":"You must not go out from the entrance of the Tent of Meeting, or you will die, for the anointing oil of ADONAI is on you.” So they acted according to the word of Moses.","15":"They are to bring the thigh that is presented and the breast that is waved with fat portions scorched by fire, to wave it as a wave offering before ADONAI. So it will be yours and your sons’ with you, a share forever, as ADONAI has commanded.”","20":"When Moses heard this, it was good in his eyes.","6":"Then Moses said to Aaron, and to Eleazar and Ithamar his sons: “Do not uncover your heads or tear your clothes, so you may not die and He will not be angry with the entire congregation. But let your kinsmen — the whole house of Israel — mourn over the burning that ADONAI has kindled.","4":"Then Moses called Mishael and Elzaphan, the sons of Aaron’s uncle Uzziel, and said to them, “Come near, carry your relatives away from the front of the Sanctuary to outside of the camp.”","19":"But Aaron said to Moses, “Behold, today they presented their sin offering and their burnt offering before ADONAI. When things like these have happened to me, would it have been good in the eyes of ADONAI if I had eaten the sin offering today?”","13":"You are to eat it in a holy place, because it is your portion and your sons’ portion of the offerings of ADONAI made by fire. For so I have been commanded."},"17":{"16":"But if he does not wash them or bathe his body, then he will bear his iniquity.”","3":"Anyone from the house of Israel who slaughters a bull, a lamb or a goat in the camp or outside the camp,","5":"Thus Bnei-Yisrael may bring their sacrifices that they were making in the open field to ADONAI, at the entrance of the Tent of Meeting to the kohen, and offer them as sacrifices of fellowship offerings to ADONAI.","12":"Therefore I have said to Bnei-Yisrael: No person among you may eat blood, nor may any outsider dwelling among you eat blood.","10":"“Anyone from the house of Israel, or from the outsiders dwelling among them, who eats any kind of blood, I will set my face against that soul — the one who eats blood — and will cut him off from among his people.","2":"“Speak to Aaron, to his sons, and to all Bnei-Yisrael, and say to them: This is the word which ADONAI has commanded.","8":"“Then you are to say to them: Anyone from the house of Israel, or from the outsiders dwelling among them, who offers a burnt offering or sacrifice,","11":"For the life of the creature is in the blood, and I have given it to you on the altar to make atonement for your lives — for it is the blood that makes atonement because of the life.","1":"Then ADONAI spoke to Moses, saying:","9":"but does not bring it to the entrance of the Tent of Meeting to sacrifice it to ADONAI, is to be cut off from his people.","14":"For the life of every creature, its blood is in its life. Therefore I said to Bnei-Yisrael: You are not to eat the blood of any kind of creature, for the life of every creature is its blood. Whoever eats it is to be cut off.","7":"They are no longer to offer their sacrifices to the goat-demons after which they play the prostitute. This will be a statute forever to them throughout their generations.","15":"“Everyone who eats what dies naturally or is torn by animals — whether he is native-born or a foreigner — is to wash his clothes and bathe himself in water. He will be unclean until the evening, then he will be clean.","6":"The kohen is to sprinkle the blood on the altar of ADONAI at the entrance of the Tent of Meeting and burn up the fat as smoke for a soothing aroma to ADONAI.","4":"but has not brought it to the entrance of the Tent of Meeting to offer it as a sacrifice to ADONAI before the Tabernacle — let bloodguilt be charged to that man. He has shed blood — that man is to be cut off from among his people.","13":"“Any person from Bnei-Yisrael, or from the outsiders dwelling among them, who hunts as game any animal or bird that may be eaten, must drain its blood and cover it with dust."},"13":{"11":"it is a chronic tza’arat in the skin of his flesh, and the kohen is to pronounce him unclean. He is to isolate him, for he is unclean.","41":"Or if the borders of his face become bald, his forehead is bald. He is clean.","45":"“The one with tza’arat who has the plague-mark should wear torn clothes, the hair of his head is to hang loose, he is to cover his upper lip and cry, ‘Unclean! Unclean!’","42":"But if on the baldhead or bald forehead, there is a reddish-white plague, it is tza’arat breaking out in his baldhead or bald forehead.","3":"The kohen is to examine the plague of tza’arat on his skin, and if the hair in the plague has turned white, and the appearance of the plague is deeper than the body’s skin, it is the plague of tza’arat. Thus the kohen should examine him and pronounce him unclean.","20":"The kohen is to examine it, and behold, if its appearance is lower than the skin and its hair has turned white, then the kohen is to pronounce him unclean. It is a plague of tza’arat that has broken out within the boil.","56":"If the kohen looks, and sees the mark has faded after it has been washed, then he is to tear it out of the garment, or the leather, or weaving, or texture.","12":"“Suppose the tza’arat breaks out above the flesh, and so far as it all appears in the eyes of the kohen, covers all the skin of the infected person from his head to his feet.","10":"The kohen is to examine him, and behold, if there is a white swelling in the skin and it has turned the hair white and if there is raw flesh in the swelling,","17":"The kohen is to examine him, and behold, if the plague has turned white, then the kohen shall pronounce him clean of the plague. He is clean.","51":"Then he is to reexamine the plague on the seventh day. If the plague has spread in the garment, either in the weaving, the texture or the leather, whatever the use for the leather may be, the plague is a destructive mildew. It is unclean.","44":"he is a man with tza’arat. He is unclean. The kohen shall definitely pronounce him unclean — his plague-mark is on his head.","40":"“If a man’s hair has fallen from his head, he is bald. He is clean.","13":"Then the kohen will see, and behold, if the tza’arat has covered all of his body, he is to pronounce him clean of the plague. Since it has all turned white, he is clean.","27":"The kohen is to examine him on the seventh day. If it has spread in the skin, then the kohen is to pronounce him unclean. It is the plague of tza’arat.","30":"then the kohen is to examine the plague, and behold, if its appearance is deeper than the skin, and the hair in it is yellow and thin, then the kohen is to pronounce him unclean. It is a scab — tza’arat of the head or the chin.","53":"“If the kohen examines it, and behold, the plague has not spread in the garment, either in the weaving, the texture, or in anything made of leather,","18":"“When the body has a boil on its skin and it has healed,","36":"then the kohen is to examine him, and behold, if the scab has spread in the skin, the kohen may not look for the yellow hair, he is unclean.","29":"“When a man or woman has a plague on the head or on the chin,","23":"But if the bright spot stays in its place and has not spread, it is merely the scar from the boil — the kohen is to pronounce him clean.","19":"but in the place of the boil there is a white swelling or a bright reddish-white spot, then it should be shown to the kohen.","1":"Then ADONAI spoke to Moses and to Aaron saying:","47":"“Also when a garment has a mark of tza’arat on it — whether it is a woolen or a linen garment,","59":"This is the Torah for a mark of tza’arat in a garment of wool or linen, either in the weaving, the texture, or in anything of leather, to pronounce it clean or to pronounce it unclean.","5":"The kohen should examine him on the seventh day, and behold, if he sees the plague has not spread in the skin, then the kohen is to isolate him for seven more days.","54":"the kohen should command that they wash the thing which has the mark, and he is to isolate it seven more days.","52":"He is to burn the garment or the weaving, or the texture, wool or linen, or anything of leather, in which the plague resides, for it is a destructive mildew. It is to be burned in the fire.","49":"or if the mark is greenish or reddish within the garment or in the leather, or in the weaving or the texture, or in anything made from leather, it is the plague of tza’arat, and should be shown to the kohen.","4":"If the bright spot is white in the skin of his body, but its appearance is not deeper than the skin and its hair has not turned white, then the kohen is to isolate the infected person for seven days.","8":"The kohen is to examine him, and if the scab has spread on the skin, then the kohen should pronounce him unclean. It is tza’arat.","58":"The garment, or weaving, or texture, or whatever leather item it is that you have washed, if the mark has departed from it, is to be washed a second time, and will become clean.”","26":"But if the kohen examines it and sees there is no white hair in the bright spot, and it is not lower than the skin but is faded, then the kohen is to isolate him seven days.","39":"Then the kohen is to examine them, and behold, if the bright spots on the skin of their body are a dull white, it is a harmless rash broken out in the skin. He is clean.","14":"But whenever raw flesh appears upon him, he will be unclean.","37":"But if he sees the scab is stopped and black hair has grown in it, the scab is healed, and he is clean. The kohen shall pronounce him clean.","22":"If it spreads in the skin, then the kohen is to pronounce him unclean. It is a plague.","28":"If the bright spot stays in its place, and has not spread in the skin but is faded, it is the swelling from the burn, and the kohen should pronounce him clean, for it is merely a scar from the burn.","25":"Then the kohen is to examine it, and behold, if the hair in the bright spot has turned white and its appearance is deeper than the skin, it is tza’arat. It has broken out in the burning, and the kohen is to pronounce him unclean — it is the plague of tza’arat.","9":"“When one has a plague of tza’arat, he is to be brought to the kohen.","33":"then he shall be shaved, but he is not to shave the scab. The kohen is then to isolate the one who has the scab for seven more days.","15":"The kohen is to examine the raw flesh, and pronounce him unclean. The raw flesh is unclean — it is tza’arat.","34":"On the seventh day, the kohen is to examine the scab, and behold, if the scab has not spread in the skin and its appearance is no deeper than the skin, then the kohen should pronounce him clean. He is to wash his clothes, and be clean.","21":"But if the kohen examines it and sees there are no white hairs within, and if it is not deeper than the skin but is faded, then the kohen is to isolate him seven days.","57":"But if it appears again in the garment, either in the weaving, the texture, or in anything made of leather, it is spreading. You are to burn with fire whatever has the mark.","24":"“Or suppose the body has a burn from fire on its skin, and the raw flesh of the burn becomes a bright spot, reddish-white, or white.","46":"All the days during which the plague is on him he will be unclean. He is unclean. He is to dwell alone. Outside of the camp will be his dwelling.","16":"Or, if the raw flesh changes and turns white, then he must come to the kohen.","35":"But if the scab spreads in the skin after his cleansing,","32":"On the seventh day the kohen is to examine the plague, and behold, if the scab has not spread and there is no yellow hair in it, and the appearance of the scab is no deeper than the skin,","7":"But if the scab spreads on the skin, after he has shown himself to the kohen for his cleansing, he is to show himself to the kohen once again.","43":"Then the kohen is to examine him, and behold, if the rising of the plague is reddish-white on his bald head or bald forehead, like the appearance of tza’arat in the skin of the flesh,","48":"whether it is woven or textured, linen or wool, leather, or anything made from leather —","2":"“When a man has a swelling on the skin of his body or a scab or a bright spot, and it becomes the plague-mark of tza’arat in his flesh, then he should be brought to Aaron the kohen, or to one of his sons, the kohanim.","38":"“Suppose a man or a woman has bright spots on the skin of the body — bright white spots.","55":"“Then the kohen is to reexamine it, after the mark has been washed, and behold, if the mark has not changed its color and has not spread, it is unclean. You are to burn it in the fire, whether the rot is inside or outside.","50":"The kohen is to examine the plague and isolate it for seven days.","6":"“The kohen is to examine him again on the seventh day, and behold, if the plague has faded and has not spread in the skin, then the kohen should pronounce him clean. It is a scab. He is to wash his clothes, and be clean.","31":"If the kohen examines the plague of the scab, and behold its appearance is no deeper than the skin and there is no black hair within, then the kohen is to isolate the person infected with the scab for seven days."},"27":{"11":"If it is any sort of unclean animal that may not be brought as an offering to ADONAI, then he is to set that animal before the kohen.","3":"then your valuation of a male from 20 years old to 60 years old should be 50 shekels of silver, after the shekel of the Sanctuary.","20":"But if he will not redeem the field, or if he has sold the field to someone else, it may not be redeemed anymore.","12":"The kohen is to evaluate it, whether it is good or bad. As the kohen values it, so it will be.","10":"He is not to replace it or exchange it, either good for bad, or bad for good. But if he does exchanges one animal for another, then both it and the one for which it is exchanged will become holy.","17":"If he dedicates his field from the Year of Jubilee, it will stand according to your own valuation.","13":"But if he would redeem it, then he is to add a fifth to its valuation.","27":"If it is an unclean animal, then he is to buy it back according to your valuation, and add a fifth of the value to it. But if it is not redeemed, then it is to be sold according to your valuation.","30":"“All the tithe of the land whether from the seed of the land, or the fruit of the trees, belongs to ADONAI, for it is holy to ADONAI.","18":"But if he dedicates his field after the Jubilee, then the kohen is to calculate for him the money according to the years that remain until the Year of Jubilee, with a deduction to be made from your valuation.","29":"“No one who may be set apart from men for destruction is to be ransomed. He is surely to be put to death.","23":"then the kohen is to calculate for him the worth of your valuation up to the Year of Jubilee, and give your valuation on that day as a holy thing to ADONAI.","19":"He who dedicated the field would ever redeem it, then he is to add a fifth of the money of your valuation to it, and it will remain his.","1":"Then ADONAI spoke to Moses saying,","5":"If the person is from five years to 20 years old, then your valuation is to be 20 shekels for a male and ten shekels for a female.","4":"If it is a female, then your valuation should be 30 shekels.","8":"But if he is poorer than your valuation, then he is to be set before the kohen and the kohen will set a value for him, in keeping with what the one who made the vow can afford.","26":"“But the firstborn among animals, which is made a firstborn to ADONAI, may be dedicated by anyone. Whether an ox or sheep, it belongs to ADONAI.","14":"“If a man consecrates his house as holy to ADONAI, then the kohen is to evaluate it, whether it is good or bad. As the kohen evaluates it, so it will stand.","22":"“Now if one consecrates to ADONAI a field that he has bought, which is not from the fields of his possession,","28":"“Nevertheless, no devoted thing which a man sets apart from all that he has for ADONAI, whether man or animal, or from the field of his possession, may be sold or redeemed. Every devoted thing is most holy to ADONAI.","25":"All your valuations should be according to the shekel of the Sanctuary, 20 gerahs to the shekel.","9":"“Now if it is an animal that may be brought as an offering to ADONAI, anything that one gives to ADONAI will be holy.","33":"One is not to inquire if it is good or bad, nor exchange it. Or if he does exchange it, then both it and that for which it is exchanged will become holy, and may not be redeemed.”","15":"If the one who dedicates it would redeem his own house, then he is to add a fifth of the money of your valuation to it, and it will become his.","34":"These are the mitzvot which ADONAI commanded Moses for Bnei-Yisrael on Mount Sinai.","21":"But the field, when it is released in the Jubilee, will be holy to ADONAI as a consecrated field. It will be owned by the kohanim.","24":"In the Year of Jubilee the field is to return to the one from whom it was bought, to the one to whom the possession of the land belongs.","16":"“If one consecrates to ADONAI part of the field of his possession, then your valuation is to be in proportion to the seed to sow it: an omer of barley at 50 shekels of silver.","32":"From all the tithe of the herds or the flocks, whatever passes under the rod, a tenth will be holy to ADONAI.","7":"If the person is from 60 years old and upward, if it is a male, then your valuation is to be 15 shekels and for a female ten shekels.","2":"“Speak to Bnei-Yisrael and say to them: When anyone makes a special vow to ADONAI involving the valuation of persons,","6":"If the person is from one month to five years old, then your valuation is to be five shekels of silver for a male and three shekels of silver for a female.","31":"If a man redeems anything of his tithe he must add a fifth part to it."},"18":{"11":"You are not to uncover the nakedness of the daughter of your father’s wife, conceived by your father, since she is your sister.","3":"You are not to act as they do in the land of Egypt, where you used to live. Nor are you to act as they do in the land of Canaan, where I am bringing you, nor are you to walk in their customs.","20":"You are not to lie sexually with your neighbor’s wife and defile yourself with her.","12":"You are not to uncover the nakedness of your father’s sister, for she is your father’s direct relative.","10":"You are not to uncover the nakedness of your son’s daughter, or of your daughter’s daughter, for theirs is your own nakedness.","17":"You are not to uncover the nakedness of both a woman and her daughter. You are not to take her son’s daughter, or her daughter’s daughter, to uncover her nakedness, for they are direct relatives. That is wickedness.","13":"You are not to uncover the nakedness of your mother’s sister, for she is your mother’s direct relative.","27":"“For all these abominations were done by the men of the land who were before you, and the land became defiled.","30":"Therefore you are to keep My charge, so that you do not practice any of these detestable customs that were practiced before you, so that you do not defile yourselves by them. I am ADONAI your God.”","18":"You are not to marry your wife’s sister, to be a rival, uncovering her nakedness, while her sister is still alive.","29":"For whoever does any of these detestable things, the souls that do them are to be cut off from the midst of their people.","23":"You are not to lie with any animal to defile yourself with it, nor is any woman to give herself to an animal, to lie down with it — that is a perversion.","19":"“You are not to approach a woman to uncover her nakedness while she is in the impurity of her niddah.","1":"ADONAI said to Moses:","5":"So you are to keep My statutes and My ordinances. The one who does them will live by them. I am ADONAI.","4":"You are to obey My ordinances and keep My statutes and walk in them — I am ADONAI your God.","8":"You are not to uncover the nakedness of your father’s wife, for it is your father’s nakedness.","26":"You, however, are to keep My statutes and My ordinances, and do none of these abominations, neither the native-born, nor the outsider dwelling among you.","14":"You are not to uncover the nakedness of your father’s brother by approaching his wife, for she is your aunt.","22":"“You are not to lie with a man, as with a woman — that is an abomination.","28":"If you defile it, the land will vomit you out as it vomited out the nation that was before you.","25":"The land has become defiled, so I will punish its iniquity, and the land will vomit out its inhabitants.","9":"You are not to uncover the nakedness of your sister, the daughter of your father or the daughter of your mother, whether born at home or elsewhere.","15":"You are not to uncover the nakedness of your daughter-in-law, for she is your son’s wife. You are not to uncover her nakedness.","21":"“You are not to give any of your children in sacrifice to Molech, and defile the Name of your God. I am ADONAI.","24":"“Do not defile yourselves in any of these things, for in all of these ways the nations which I am casting out before you were defiled.","16":"You are not to uncover the nakedness of your brother’s wife, because that is your brother’s nakedness.","7":"“You are not to uncover the nakedness of your father or your mother. She is your mother. You shall not uncover her nakedness.","2":"“Speak to Bnei-Yisrael and say to them: I am ADONAI your God.","6":"“None of you is to come near anyone who is his close relatives to uncover their nakedness. I am ADONAI."},"23":{"11":"He is to wave the omer before ADONAI, to be accepted for you. On the morrow after the Shabbat, the kohen is to wave it.","41":"You are to celebrate it as a festival to ADONAI for seven days in the year. It is a statute forever throughout your generations — you are to celebrate it in the seventh month.","42":"You are to live in sukkot for seven days. All the native-born in Israel are to live in sukkot,","3":"“Work may be done for six days, but the seventh day is a Shabbat of solemn rest, a holy convocation. You are to do no work — it is a Shabbat to ADONAI in all your dwellings.","20":"The kohen is to wave them with the bread of the firstfruits as a wave offering before ADONAI, with the two lambs. They shall be holy to ADONAI for the kohen.","12":"On the day when you wave the omer you are to offer a male lamb without blemish, one year old, as a burnt offering to ADONAI.","10":"“Speak to Bnei-Yisrael and tell them: When you have come into the land which I give to you, and reap its harvest, then you are to bring the omer  of the firstfruits of your harvest to the kohen.","17":"You are to bring out of your houses two loaves of bread for a wave offering, made of two tenths of an ephah of fine flour. They are to be baked with hametz as firstfruits to ADONAI.","44":"So Moses declared to Bnei-Yisrael the moadim of ADONAI.","40":"On the first day you are to take choice fruit of trees, branches of palm trees,  boughs of leafy trees, and willows of the brook, and rejoice before ADONAI your God for seven days.","13":"The grain offering with it should be two tenths of an ephah of fine flour mixed with oil — an offering made by fire to ADONAI for a soothing aroma. Its drink offering with it should be a quarter of a gallon  of wine.","27":"“However, the tenth day of this seventh month is Yom Kippur,  a holy convocation to you, so you are to afflict yourselves. You are to bring an offering made by fire to ADONAI.","30":"Anyone who does any kind of work on that day, that person I will destroy from among his people.","18":"You are to present, along with the bread, seven one-year-old lambs without blemish, one young bull, and two rams. They will become a burnt offering to ADONAI, with their meal offering, and their drink offerings, an offering made by fire, a sweet aroma to ADONAI.","36":"For seven days you are to bring an offering by fire to ADONAI. The eighth day will be a holy convocation to you, and you are to bring an offering by fire to ADONAI. It is a solemn assembly — you should do no laborious work.","29":"For anyone who does not deny himself on that day must be cut off from his people.","23":"ADONAI spoke to Moses saying:","19":"Also you are to offer one male goat for a sin offering and a pair of year-old male lambs for a sacrifice of fellowship offerings.","1":"Then ADONAI spoke to Moses saying:","5":"During the first month, on the fourteenth day of the month in the evening, is ADONAI’s Passover.","4":"“These are the appointed feasts of ADONAI, holy convocations which you are to proclaim in their appointed season.","8":"Instead you are to present an offering made by fire to ADONAI for seven days. On the seventh day is a holy convocation, when you are to do no regular work.”","26":"ADONAI spoke to Moses, saying:","39":"“So on the fifteenth day of the seventh month, when you have gathered in the fruits of the land, you are to keep the Feast of ADONAI for seven days. The first day is to be a Shabbat rest, and the eighth day will also be a Shabbat rest.","14":"You are not to eat bread, roasted grain, or fresh grain until this same day — until you have brought the offering of your God. It is a statute forever throughout your generations in all your dwellings.","37":"“These are the moadim of ADONAI, which you are to proclaim to be holy convocations, to present an offering by fire to ADONAI — a burnt offering, a grain offering, a sacrifice and drink offerings, each on its own day,","22":"“Now when you reap the harvest of your land, you are not to reap to the furthest corners of your field or gather the gleanings of your harvest. Rather you are to leave them for the poor and for the outsider. I am ADONAI your God.”","28":"You are not to do any kind of work on that set day, for it is Yom Kippur, to make atonement for you before ADONAI your God.","25":"You are to do no regular work, and you are to present an offering made by fire to ADONAI.”","9":"ADONAI spoke to Moses saying:","33":"ADONAI spoke to Moses saying:","15":"“Then you are to count from the morrow after the Shabbat, from the day that you brought the omer  of the wave offering, seven complete Shabbatot.","34":"“Speak to Bnei-Yisrael, and say, On the fifteenth day of this seventh month is the Feast of Sukkot, for seven days to ADONAI.","21":"You are to make a proclamation on the same day that there is to be a holy convocation, and you should do no regular work. This is a statute forever in all your dwellings throughout your generations.","24":"“Speak to Bnei-Yisrael, saying: In the seventh month, on the first day of the month, you are to have a Shabbat rest, a memorial of blowing (shofarot),  a holy convocation.","16":"Until the morrow after the seventh Shabbat you are to count fifty days,  and then present a new grain offering to ADONAI.","35":"On the first day there is to be a holy convocation — you are to do no laborious work.","32":"It is to be a Shabbat of solemn rest for you, and you are to humble your souls. On the ninth day of the month in the evening — from evening until evening — you are to keep your Shabbat.”","7":"On the first day you are to have a holy convocation and you should do no regular work.","43":"so that your generations may know that I had Bnei-Yisrael to dwell in sukkot when I brought them out of the land of Egypt. I am ADONAI your God.”","2":"“Speak to Bnei-Yisrael, and tell them: These are the appointed moadim of ADONAI, which you are to proclaim to be holy convocations — My moadim.","38":"besides those of the Shabbatot of ADONAI and besides your gifts, all your vows and all your freewill offerings which you give to ADONAI.","6":"On the fifteenth day of the same month is the Feast of Matzot to ADONAI. For seven days you are to eat matzah.","31":"You should do no kind of work. It is a statute forever throughout your generations in all your dwellings."},"19":{"11":"“You are not to steal. You are not to lie. You are not to deceive one another.","3":"“Each one of you is to respect his mother and his father, and keep My Shabbatot. I am ADONAI your God.","20":"“If a man lies sexually with a woman who is a slave girl, pledged to be married to another man, but not ransomed or given her freedom, they are both to be punished. But they are not to be put to death, because she was not free.","12":"“You are not to swear by My Name falsely, and so profane the Name of your God. I am ADONAI.","10":"You are not to pick the remnants of your vineyard, nor are you to gather the fallen grapes of your vineyard. Instead, you are to leave them for the poor and for the outsider. I am ADONAI your God.","17":"“You are not to hate your brother in your heart. Instead, you are to firmly rebuke your neighbor, and not bear sin because of him.","13":"“You are not to oppress your neighbor, nor rob him. The wages of a hired servant are not to remain with you all night until the morning.","27":"“You are not to round off the hair on the sides of your heads, nor are you to mar the edge of your beard.","30":"“You are to keep My Shabbatot, and reverence My Sanctuary. I am ADONAI.","18":"You are not to take vengeance, nor bear any grudge against the children of your people, but love your neighbor as yourself.  I am ADONAI.","36":"You are to have honest balances, honest weights, honest bushel-measure and an honest gallon.  I am ADONAI your God, who brought you out of the land of Egypt.","29":"“Do not defile your daughter, to make her a prostitute, so that the land does not fall into prostitution, and become full of wickedness.","23":"“When you come into the land and have planted all kinds of trees for food, you are to consider their fruit as forbidden. Three years it will be forbidden to you. It is not to be eaten.","19":"“You must keep My statutes. You are not to crossbreed different kinds of animals. You are not to sow your field with two kinds of seed, nor are you to wear a garment woven of two kinds of material.","1":"ADONAI spoke to Moses saying:","5":"“When you bring a sacrifice of fellowship offerings to ADONAI, you are to offer it so that you may be accepted.","4":"“Do not turn to idols, or make molten gods for yourselves. I am ADONAI your God.","8":"Rather, anyone who eats it will bear his iniquity, since he has profaned what is holy to ADONAI, and that soul will be cut off from his people.","26":"“You are not to eat any meat with the blood still in it, nor are you to use enchantments, or practice sorcery.","14":"“You are not to curse the deaf, nor put a stumbling block before the blind, but you shall fear your God. I am ADONAI.","37":"You must observe all My statutes and all My ordinances — do them. I am ADONAI.”","22":"The kohen is to make atonement for him with the ram of the trespass offering before ADONAI for his sin that he committed, and the sin that he committed will be forgiven him.","28":"You are not to make any cuttings in your flesh for the dead or make any tattoo marks upon yourself. I am ADONAI.","25":"In the fifth year you may eat its fruit. So it will yield its increase to you. I am ADONAI your God.","9":"“When you reap the harvest of your land, you are not to reap to the very corners of your field, nor are you to gather the gleanings of your harvest.","33":"“If an outsider dwells with you in your land, you should do him no wrong.","15":"“You are to do no injustice in judgment. You are not to be partial toward the poor nor show favoritism toward the great, but you are to judge your neighbor with fairness.","34":"The outsider dwelling among you shall be to you as the native-born among you. You should love him as yourself — for you dwelled as outsiders in the land of Egypt. I am ADONAI your God.","21":"He is to bring his trespass offering to ADONAI, to the entrance of the Tent of Meeting — a ram for a guilt offering.","24":"Then in the fourth year all its fruit will be holy, for giving praise to ADONAI.","16":"“You are not to go up and down as a talebearer among your people. You are not to endanger the life of your neighbor. I am ADONAI.","35":"“You must not be dishonest in judgment — in measurements of length, weight or of quantity.","32":"“You are to rise up in the presence of the gray-haired and honor the presence of the elderly. So you will fear your God. I am ADONAI.","7":"If it is eaten at all on the third day, it is disgusting. It will not be accepted.","2":"“Speak to all the congregation of Bnei-Yisrael and tell them: You shall be kedoshim, for I, ADONAI your God, am holy.","6":"It is to be eaten the same day you offer it, and the next day. But if anything remains until the third day, it is to be burned with fire.","31":"“Do not turn to those who are mediums or to soothsayers. Do not seek them out to be defiled by them. I am ADONAI your God."},"1":{"16":"Also he is to cut out its digestive tract with its filth, and cast it beside the altar on the east side, into the place of the fat ashes.","3":"“If his sacrifice is a burnt offering from the herd, he is to present a male without blemish. He is to offer it at the entrance of the Tent of Meeting, so that he may be accepted before ADONAI.","5":"He is to slaughter the bull before ADONAI. Then Aaron’s sons, the kohanim, are to present the blood and splash it around on the altar that is at the entrance of the Tent of Meeting.","12":"He is to cut it into pieces, with its head and its fat. The kohen should then arrange them upon the wood that is on the fire that is atop the altar,","10":"“If his sacrifice is from the flock, from the sheep or from the goats, for a burnt offering, he should bring a male without blemish.","2":"“Speak to Bnei-Yisrael, and tell them: When anyone of you brings an offering  to ADONAI, you may present your offering of livestock, from the herd or from the flock.","8":"Then Aaron’s sons, the kohanim, shall arrange the pieces, the head, and the fat upon the wood that is on the fire which is atop the altar.","17":"He should tear it by its wings, but not divide it up. The kohen should burn it upon the altar, on the wood that is on the fire. It is a burnt offering, made by fire — a soothing aroma to ADONAI.","11":"He is to slaughter it on the north side of the altar before ADONAI. Aaron’s sons, the kohanim, are to splash its blood around on the altar.","1":"Now ADONAI called to Moses and spoke to him out of the Tent of Meeting, saying:","9":"But its innards and its legs he is to wash with water. The kohen should burn it all up as smoke on the altar, for a burnt offering made by fire — a soothing aroma to ADONAI.","14":"“If his sacrifice to ADONAI is a burnt offering of birds, then he should bring his offering of turtledoves or young pigeons.","7":"The sons of Aaron the kohen are to place fire on the altar and arrange wood upon the fire.","15":"The kohen is to bring it to the altar, wring off its head, and burn it on the altar. Then its blood is to be drained out on the side of the altar.","6":"He is to skin the burnt offering and cut it into pieces.","4":"He is to lay his hand on the head of the burnt offering, so that it will be accepted for him to make atonement on his behalf.","13":"but the innards and the legs he is to wash with water. The kohen is to offer it all, and burn it on the altar. It is a burnt offering, made by fire — a soothing aroma to ADONAI."},"5":{"16":"He is to make restitution for that which he has done wrong in regard to the holy thing, and is required to add a fifth part to it, and give it to the kohen. So the kohen will make atonement for him with the ram of the trespass offering — and he will be forgiven.","3":"“Or if he touches some human uncleanness, whatever his filth is by which he is unclean, though it is hidden from him, when he knows of it, then he will be guilty.","5":"“So it will be, when one becomes guilty of one of these things, he should confess about what he has sinned.","21":"“Suppose anyone sins and commits a faithless act against ADONAI by dealing falsely with his neighbor in a matter of a deposit or a pledge of hands, or through robbery, or has extorted from his neighbor,","18":"He is to bring to the kohen a ram without blemish from of the flock, according to your value, as a trespass offering. Then the kohen is to make atonement for him over the sin that he committed unknowingly — and he will be forgiven.","12":"He is to bring it to the kohen, then the kohen is to take his handful of it as the memorial portion and burn it up as smoke on the altar, on ADONAI’s offerings by fire. It is a sin offering.","10":"He is to make the second a burnt offering, according to the regulation. So the kohen is to make atonement for one over his sin that he committed — and he will be forgiven.","2":"“Or if a person touches any unclean thing — whether it is the carcass of an unclean animal or the carcass of unclean livestock or the carcass of unclean creeping things, though it is hidden from him, still he is unclean and he will be guilty.","22":"or has found what was lost and lied about it, swearing falsely — so sinning in one of any of these things that a man may do.","8":"He is to bring them to the kohen, who will present the one for the sin offering first, and twist its head from its neck but not sever it completely.","17":"“Now if anyone sins and one of ADONAI’s commandments that are not to be done, though he did not know it, still he is guilty and will bear his iniquity.","11":"“But if one cannot afford two turtledoves or two young pigeons, then he is to bring as his offering for the sin he has committed a tenth of an ephah  of fine flour as a sin offering. He is to put no oil on it nor put any frankincense on it, for it is a sin offering.","1":"“If a soul sins — after hearing a charge of an oath, and he is a witness whether he has seen or otherwise known — if he fails to report it, then he will bear his guilt.","9":"He is to sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is to be drained out at the base of the altar. It is a sin offering.","24":"or any thing about which he has sworn falsely, he is to restore it in full, and add a fifth part more to it. He must give it to the one to whom it belongs on the day of presenting his trespass offering.","14":"ADONAI spoke to Moses, saying:","7":"“But if one cannot afford a lamb, then he should bring, as his trespass offering for the sin he committed, two turtledoves or two young pigeons, to ADONAI. One is for a sin offering and the other for a burnt offering.","15":"“If anyone commits a faithless act and sins unwittingly against the holy things of ADONAI, then he is to bring his trespass offering to ADONAI: a ram without blemish from the flock, according to your value in silver shekels after the shekel of the Sanctuary, for a trespass offering.","20":"Then ADONAI spoke to Moses saying:","25":"He is to bring his trespass offering to ADONAI, a ram without blemish from the flock, according to your value, for a trespass offering, to the kohen.","23":"Then it will be, when he has sinned and has become guilty, that he must restore what he took by robbery, or what he got by extortion, or the deposit that was committed to him, or what was lost that he found,","6":"Then he is to bring his trespass offering to ADONAI for his sin that he committed: a female from the flock, a lamb or a goat, as a sin offering. So the kohen is to make atonement for him over his sin.","4":"“Or if a person swears rashly with his lips to do evil or to do good — about anything that one might utter rashly by an oath, though it is hidden from him, when he realizes it, then he will be guilty of one of these.","19":"It is a trespass offering. He is absolutely guilty before ADONAI.”","13":"The kohen is to make atonement for him over his sin that one has committed in any of these things — and he will be forgiven. The rest belongs to the kohen, just like the meal offering.”","26":"The kohen shall make atonement for him before ADONAI, and he will be forgiven concerning whatever he may have done to become guilty.”"},"4":{"11":"The bull’s hide, all its flesh, with its head, along with its legs, its innards and its dung —","3":"— or if the anointed kohen sins so as to bring guilt on the people — then let him offer for his sin which he has committed, a young bull without blemish to ADONAI for a sin offering.","20":"He is also to do with the bull just as he did with the bull of the sin offering — he must do the same with it. So the kohen shall make atonement for them — and they will be forgiven.","12":"the entire bull — he is to carry outside the camp to a clean place, where the fat ashes are poured out, and burn it over wood in the fire. It is to be burned on top of the place of pouring fat ashes.","10":"just as it is removed from the bull of the sacrifice of fellowship offerings. The kohen should burn them up as smoke on the altar of burnt offering.","17":"Then the kohen is to dip his finger in the blood, and sprinkle it seven times before ADONAI, before the curtain.","13":"“Now if the whole congregation of Israel sins, but the deed is hidden from the eyes of the community, yet they have done one of ADONAI’s mitzvot that are not to be done, then they are guilty.","27":"“When anyone of the common people sins unwittingly by doing one of ADONAI’s mitzvot that are not to be done, then he is guilty.","30":"The kohen is to take some of its blood with his finger and put it on the horns of the altar of burnt offering. He is to pour out the rest of the blood at the base of the altar.","18":"He is to put some of the blood on the horns of the altar that is before ADONAI, in the Tent of Meeting, and the rest of the blood he is to pour out at the base of the altar of burnt offering, which is at the entrance of the Tent of Meeting.","29":"He is to lay his hand on the head of the sin offering, and then slaughter it at the place of burnt offering.","23":"When his sin that he committed is made known to him, he is to bring as his offering a goat, a male without blemish.","19":"He is to take all its fat from it, and burn it up as smoke on the altar.","1":"ADONAI spoke to Moses, saying:","5":"The anointed kohen should take some of the blood of the bull, and bring it to the Tent of Meeting.","4":"He is to bring the bull to the entrance of the Tent of Meeting before ADONAI, lay his hand on the head of the bull, and slaughter it before ADONAI.","8":"He is to take all the fat of the bull of the sin offering off of it, the fat that covers the innards, all the fat that is on the entrails,","26":"He is to burn all its fat on the altar, just like the fat of the sacrifice of fellowship offerings. So the kohen shall make atonement for him concerning his sin — and he will be forgiven.","14":"When the sin that they committed becomes known, then the community is to offer a young bull for a sin offering, and bring it before the Tent of Meeting.","22":"“When a ruler sins and unwittingly does one of the mitzvot of ADONAI his God that are not to be done, then he is guilty.","28":"When his sin that he committed is made known to him, then he is to bring for his offering a goat, a female without blemish, for his sin that he committed.","25":"The kohen should take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering. He is to pour out the rest of its blood at the base of the altar of burnt offering.","9":"the two kidneys and the fat that is over them which is by the loins, and the cover on the liver, which he is to remove with the kidneys,","33":"He is to lay his hand on the head of the sin offering and slaughter it at the place where they slaughter the burnt offering.","15":"The elders of the congregation are to lay their hands on the head of the bull before ADONAI, and the bull is to be slaughtered before ADONAI.","34":"The kohen should take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering. Then all the rest of its blood he is to pour out at the base of the altar.","21":"Then he is to carry the bull outside the camp and burn it as he burned the first bull. It is the sin offering for the community.","24":"He is to lay his hand on the head of the goat and slaughter it in the place where they slaughter the burnt offering before ADONAI. It is a sin offering.","16":"The anointed kohen should bring some of the blood from the bull to the Tent of Meeting.","35":"He must remove all its fat, just as the fat of the lamb is taken away from the sacrifice of fellowship offerings. Then the kohen is to burn them on the altar, on ADONAI’s offerings by fire. So the kohen shall make atonement for him over the sin that he committed — and he will be forgiven.","32":"“Now if he brings a lamb as his sacrifice for a sin offering, he is to bring a female without blemish.","7":"The kohen should put some of the blood on the horns of the altar of sweet incense before ADONAI, which is in the Tent of Meeting, and he is to pour out all of rest of the blood of the bull at the base of the altar of burnt offering, which is at the entrance of the Tent of Meeting.","2":"“Speak to Bnei-Yisrael, saying: If anyone sins unintentionally in any of ADONAI’s mitzvot that are not to be done, and commits any one of them","6":"The kohen is to dip his finger in the blood, and sprinkle it seven times before ADONAI, before the curtain of the Sanctuary.","31":"He is to take away all its fat, just like the fat is taken away from off of the sacrifice of fellowship offerings. And the kohen should burn it on the altar for a soothing aroma to ADONAI. So the kohen is to make atonement for him — and he will be forgiven."},"8":{"11":"He sprinkled the oil on the altar seven times and anointed the altar and all its utensils, the basin with its stand, to consecrate them.","3":"Then assemble all the congregation at the entrance of the Tent of Meeting.”","20":"After he cut the ram into its pieces, Moses burned the head, the pieces, and the fat.","12":"He poured some of the anointing oil on Aaron’s head and anointed him to consecrate him.","10":"Moses took the anointing oil and anointed the Tabernacle and all that was in it, and so consecrated them.","17":"But the bull and its hide, its flesh and its dung, he burned with fire outside the camp, as ADONAI had commanded.","13":"Then Moses brought Aaron’s sons, and clothed them with tunics, tied sashes on them, and fastened headbands on them, as ADONAI had commanded Moses.","27":"He put all these in Aaron’s hands and in the hands of his sons, and waved them for a wave offering before ADONAI.","30":"Then Moses took some of the anointing oil and some of the blood which was on the altar, and sprinkled it on Aaron, on his garments, and on his sons, and on his sons’ garments with him. So he consecrated Aaron, his garments, his sons and his sons’ garments with him.","18":"He then presented the ram of the burnt offering, and Aaron and his sons laid their hands on the head of the ram.","36":"Thus Aaron and his sons did all the things that ADONAI commanded through Moses.","29":"Moses took the breast and waved it for a wave offering before ADONAI. It was Moses’ portion of the ram of ordination, just as ADONAI commanded Moses.","23":"Moses slaughtered it, took some of its blood and put it on the tip of Aaron’s right ear, on the thumb of his right hand and on the great toe of his right foot.","19":"Then Moses slaughtered it and splashed the blood around on the altar.","1":"Then ADONAI spoke to Moses, saying:","5":"Moses said to the congregation, “This is what ADONAI has commanded to be done.”","4":"So Moses did as ADONAI commanded him. When the congregation was assembled at the entrance of the Tent of Meeting,","8":"He then placed the breastplate on Aaron, and inside the breastplate he put the Urim and the Thummim.","26":"Then out of the basket of matzah that was before ADONAI, he took one matzah cake, one cake of oiled bread and one wafer, and placed them on the fat and on the right thigh.","14":"Then he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering.","22":"Then he presented the second ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram.","28":"Then Moses took them from their hands and burned them up in smoke on the altar with the burnt offering. They were a consecration for a soothing aroma. It was an offering by fire to ADONAI.","25":"He took the fat, the fat tail, and all the fat that was on the innards, as well as the cover of the liver, the two kidneys with their fat and the right thigh.","9":"He set the turban on his head, and on front of the turban he set the golden plate, the holy crown, just as ADONAI commanded Moses.","33":"You are not to go out from the entrance of the Tent of Meeting for seven days, until the days of your ordination are fulfilled, for he will be filling your hands for seven days.","15":"Moses then slaughtered it, took the blood and dabbed it onto the horns of the altar with his finger, and so purified the altar. Then he poured out the blood at the base of the altar and consecrated it, to make atonement for it.","34":"What has been done this day, ADONAI has commanded to be done, in order to make atonement for you.","21":"He washed the innards and the legs with water. Then Moses burned the whole ram up in smoke on the altar. It was a burnt offering for a soothing aroma, an offering by fire to ADONAI, as ADONAI had commanded Moses.","24":"Then Moses brought Aaron’s sons and put some of the blood on the tips of their right ears, on the thumbs of their right hands and on the great toes of their right feet. Then Moses splashed the blood around on the altar.","16":"He then took all the fat that was on the innards, the cover of the liver, and the two kidneys and their fat, and burned it up as smoke on the altar.","35":"You are to stay at the entrance of the Tent of Meeting day and night for seven days, and keep ADONAI’s command, so that you do not die, for so I have been commanded.”","32":"What remains of the meat and of the bread you shall burn with fire.","7":"He put the tunic on Aaron, tied the sash on him, clothed him with the robe, put the ephod on him, and tied the skillfully decorated sash of the ephod around him and fastened it on him.","2":"“Take Aaron and his sons with him, the garments, the anointing oil, the bull of the sin offering, the two rams and the basket of matzot.","6":"Moses brought Aaron and his sons and washed them with water.","31":"Moses then said to Aaron and to his sons, “Boil the meat at the entrance of the Tent of Meeting and eat it there, along with the bread that is in the basket of ordination, as I commanded, saying: ‘Aaron and his sons are to eat it.’"},"26":{"11":"I will set My Tabernacle among you, and My soul will not abhor you.","41":"— in return I walked contrary to them and brought them into the land of their enemies — and if at that time their uncircumcised heart becomes humbled, so that they accept the punishment for their iniquity,","45":"But for their sake I will remember the covenant of their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God. I am ADONAI.”","42":"then I will remember My covenant with Jacob and also My covenant with Isaac and My covenant with Abraham, and I will remember the land.","3":"“If you walk in My statutes, keep My mitzvot and carry them out,","20":"Also your strength will be spent in vain, for your land will not yield its increase, nor will the trees of the land yield their fruit.","12":"I will walk among you and will be your God, and you will be My people.","10":"You will eat the old harvest and clear out the old because of the new.","17":"I will set My face against you and you will be routed before your enemies. Those who hate you will rule over you, and you will flee when no one pursues you.","44":"“Yet for all that, when they are in the land of their enemies, I will not reject them, nor will I hate them into utter destruction, and break My covenant with them, for I am ADONAI their God.","40":"“But if they confess their iniquity and that of their fathers, in the treachery they committed against Me, and how they walked contrary to Me","13":"I am ADONAI your God, who brought you forth out of the land of Egypt, so that you would not be their slaves, and I have broken the bars of your yoke and made you walk upright.","27":"“Yet if in spite of this you will not listen to Me but walk contrary to Me,","30":"I will destroy your high places and cut down your altars of incense, cast your dead bodies upon the bodies of your idols, and My soul will abhor you.","18":"“If you, in spite of these things, will not listen to Me, then I will chastise you seven times more for your sins.","36":"“As for those who remain, I will bring weakness into their hearts in the lands of their enemies, so that the sound of a driven leaf will put them to flight, and they will flee as one flees from the sword and fall, even when no one is pursuing.","29":"You will eat the flesh of your sons and you will eat the flesh of your daughters.","23":"“Now if in spite of these things you will not be chastened by Me, but walk contrary to Me instead,","19":"I will break your pride of power. I will make your sky like iron and your earth like bronze.","1":"“You are not to make idols for yourselves, nor raise up an engraved image or a standing-stone, or place any carved stone in your land to bow down to it. For I am ADONAI your God.","5":"Your threshing will last until grape gathering, the grape gathering will last until the sowing time, you will eat your bread to the full, and live securely in your land.","4":"then I will give you rains in their season, the land will yield its crops, and the trees of the field will yield their fruit.","8":"Five of you will chase 100 and 100 of you will chase 10,000, and your enemies will fall by the sword before you.","26":"When I break your staff of bread, ten women will bake your bread in one oven, and they will bring back your bread by weight, so that you will eat but not be satisfied.","39":"Those of you who are left in the land of your enemies will rot away because of their iniquity, and because of the iniquities of their fathers they will rot away with them.","14":"“But if you will not listen to Me, nor carry out all these mitzvot,","37":"They will stumble over one another, as if before the sword, when no one pursues, and you will have no strength to stand before your enemies.","22":"I will send the wild animals among you, which will rob you of your children, destroy your livestock, and make you so few in number that your roads will become deserted.","28":"then I will walk contrary to you in wrath. So I will chastise you seven times for your sins.","25":"I will bring a sword upon you that will execute the vengeance of the covenant, and you will be gathered together inside your cities. I will send the pestilence among you and you will be given into the hand of the enemy.","9":"“I will turn toward you, make you fruitful and multiply you, and I will confirm My covenant with you.","33":"I will scatter you among the nations and I will draw out the sword after you. So your land will become a desolation and your cities will become a waste.","15":"and if you reject My statutes and if your soul abhors My ordinances, so that you do not keep all My mitzvot, but instead break My covenant,","34":"Then the land will enjoy its Shabbatot all the days of its desolation, while you are in the land of your enemies. Then the land will rest and enjoy its Shabbatot.","21":"“if you keep walking contrary to Me and will not listen to Me, then I will multiply the plagues on you seven times like your sins.","24":"then I will also walk contrary to you. Then I will strike you, I Myself, seven times for your sins.","46":"These are the statutes, ordinances and laws, which ADONAI made between Himself and Bnei-Yisrael at Mount Sinai by Moses.","16":"then I will do the following to you in return. I will appoint terror over you, wasting disease and fever that will dim the eyes and cause the soul to pine away. You will sow your seed in vain, because your enemies will eat it.","35":"As long as it lies desolate it will have rest, that rest which it did not have from your Shabbatot, when you lived on it.","32":"I will make the land desolate and your enemies settling there will be astonished at it.","7":"You will chase your enemies and they will fall before you by the sword.","43":"But the land will be deserted by them and will enjoy its Shabbatot while it lies desolate without them, and they will accept the punishment of their iniquity, because they rejected My ordinances and their soul abhorred My statutes.","2":"“You are to keep My Shabbatot and have reverence for My Sanctuary. I am ADONAI.","38":"You will perish among the nations and the land of your enemies will devour you.","6":"“I will bring shalom in the land, and you will lie down, with no one making you afraid. I will remove dangerous beasts from the land and no sword will pass through your land.","31":"I will lay waste your cities and devastate your sanctuaries. I will not smell your soothing aromas."},"14":{"11":"The kohen who cleanses him is to set the man who to be cleansed along with those items before ADONAI, at the entrance of the Tent of Meeting.","41":"He should also have the inside of the house scraped all throughout, and they are to dump the mortar that they scraped off outside of the city into an unclean place.","45":"He is to break down the house, its stones, its timber, along with all the house’s mortar, and carry them out of the city into an unclean place.","42":"They may then take other stones and put them in the place of those stones. Likewise he can take other mortar, and plaster the house.","3":"and the kohen is to go to the outside of the camp. The kohen is to examine him, and behold, if the mark of tza’arat is healed in one with tza’arat,","20":"Then the kohen is to present the burnt offering along with the grain offering on the altar. So the kohen should make atonement for him, and he will be clean.","56":"or for a swelling, a scab, or a bright spot —","12":"The kohen should then take one of the male lambs, and offer it for a trespass offering, with the pint of oil, and wave them as a wave offering before ADONAI.","10":"“On the eighth day he is to take two male lambs without blemish, a one-year-old ewe lamb without blemish, three tenths of a pint of fine flour as a grain offering, mingled with oil, and a pint of oil.","17":"Then the kohen should dab some of the rest of the oil that is in his hand on the tip of the right ear of the one being cleansed, on the thumb of his right hand and on the big toe of his right foot, on top of the blood of the trespass offering.","51":"Then he is to take the cedar wood, the hyssop, the scarlet and the living bird, and dip them into the blood of the slain bird as well as the living water, and sprinkle the house seven times.","44":"Then the kohen is to go examine, and behold, if the plague has spread within the house, it is a destructive mildew inside. It is unclean.","40":"then the kohen is to command that they take out the stones which are marked and throw them into an unclean place outside of the city.","13":"“Then he is to slaughter the male lamb in the place where they slaughter the sin offering and the burnt offering, in the Sanctuary area. For the sin offering like the trespass offering belongs to the kohen. It is most holy.","27":"He is to sprinkle with his right finger some of the oil that is in his left hand seven times before ADONAI.","30":"He is to offer one of the turtledoves or the young pigeons, from what his hand can afford,","53":"But he is to let the living bird go out of the city into the open field. So he is to make atonement for the house, and it will be clean.”","18":"From what remains of the oil that is in his hand, the kohen is to dab on the head of the one being cleansed. In this way the kohen will make atonement for him before ADONAI.","36":"The kohen is to order the house emptied before he goes in to examine the mark, so that nothing in the house might be made unclean. Then afterward the kohen is to enter to inspect the house.","29":"The rest of the oil that is in his hand the kohen is to dab on the head of the one being cleansed, to make atonement for him before ADONAI.","23":"“On the eighth day he is to bring them to the kohen for his cleansing, at the entrance of the Tent of Meeting before ADONAI.","19":"“The kohen should offer the sin offering and make atonement for the one being cleansed because of his uncleanness. Afterward he is to slaughter the burnt offering.","1":"Then ADONAI spoke to Moses, saying:","47":"The one who lies down in the house must wash his clothes, and he who eats in the house must wash his clothes too.","5":"The kohen should command them to kill one of the birds in a clay pot over living water.","54":"This is the Torah for any mark of tza’arat — even for a scab,","52":"He should cleanse the house with the blood of the bird, with the living water, with the living bird, the cedar wood, the hyssop and the scarlet.","49":"In order to cleanse the house he is to take two birds, cedar wood, scarlet and hyssop.","4":"then the kohen is to command that two clean living birds, cedar wood, scarlet and hyssop be brought for the one being cleansed.","8":"“The one to be cleansed must wash his clothes, shave off all his hair, and bathe himself in water. Then he should be clean. After that he may come into the camp, but is to dwell outside his tent for seven days.","26":"The kohen should then pour some of the oil into the palm of his own left hand.","39":"Then the kohen is to come again on the seventh day, and behold, if the mark has spread in the walls of the house,","14":"Then the kohen is to take some of the blood of the trespass offering and dab it on the tip of the right ear of the one being cleansed, on the thumb of his right hand and on the big toe of his right foot.","37":"He is to examine the mark, and behold, if the mark is in the walls of the house with hollow streaks, greenish or reddish, and appears deeper than the wall,","22":"two turtledoves or two young pigeons, such as he is able to afford. The one should be a sin offering and the other a burnt offering.","28":"Then the kohen is to dab some of the oil that is in his hand on the tip of the right ear of the one being cleansed, also on the thumb of his right hand, and on the big toe of his right foot, on top of the place of the blood of the trespass offering.","25":"He is to slaughter the lamb of the trespass offering. The kohen is to take some of the blood of the trespass offering and dab it on the tip of the right ear of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot.","9":"Then on the seventh day, he is to shave all his hair from his head, his beard, and his eyebrows — he must shave off all his hair. He is to wash his clothes, and bathe his body in water. Then he will be clean.","33":"ADONAI spoke to Moses and to Aaron, saying:","15":"The kohen should then take some of the pint of oil and pour it into the palm of his own left hand.","34":"“Suppose you have come into the land of Canaan, which I give to you for a possession, and I put a mark of tza’arat in a house in the land you possess.","21":"“If he is poor and cannot afford so much, then he should take one male lamb for a trespass offering to be waved, to make atonement for him, plus one tenth of an ephah of fine flour mingled with oil for a grain offering, a pint of oil,","57":"to teach when it is unclean, and when it is clean. This is the Torah of tza’arat.","24":"The kohen is to take the lamb of the trespass offering and the pint of oil, and wave them for a wave offering before ADONAI.","46":"“Moreover, whoever goes into the house while it is shut up will be unclean until the evening.","16":"He is to dip his right finger in the oil that is in his left hand and sprinkle some of the oil with his finger seven times before ADONAI.","35":"Then the one who owns the house should come and tell the kohen, saying: ‘Something like a mark has appeared in my house.’","32":"This is the Torah for one on who is the mark of tza’arat, who is not able to afford the sacrifice for his cleansing.","7":"He is to sprinkle on the one being cleansed from the tza’arat seven times and pronounce him clean, then release the living bird over the open field.","43":"“But suppose the contamination returns, breaking out in the house, after he has pulled out the stones and after he has scraped the house, and it has been re-plastered.","48":"“But if the kohen comes in, inspects it, and behold, the plague has not spread within the house after it was re-plastered, then he should pronounce the house clean, because the contamination is healed.","2":"“This is the Torah of the one with tza’arat in the day of his cleansing. He should be brought to the kohen,","38":"then the kohen is to go out of the house to the door and close up the house for seven days.","55":"or the tza’arat in a garment or for a house","50":"He is to kill one of the birds in a clay pot over living water.","6":"As for the living bird, he is to take it, the cedar wood, the scarlet and the hyssop, and dip them with the living bird into the blood of the bird that was killed over the living water.","31":"the one for a sin offering, and the other for a burnt offering, with the grain offering. The kohen should make atonement for him being cleansed before ADONAI.”"},"22":{"11":"But if a kohen buys a slave purchased by his money, that one may eat from it. Also those born in his house may eat his food.","3":"Tell them, if anyone of all your offspring throughout your generations approaches the holy things, which Bnei-Yisrael consecrate to ADONAI, while in a state of uncleanness, that soul will be cut off from before Me. I am ADONAI.","20":"But whatever has a blemish you are not to present, for it will not be acceptable on your behalf.","12":"If a kohen’s daughter is married to a layman, she is not to eat from the gifts of the holy offerings.","10":"“No layman is to eat from the holy offering. A foreigner living with the kohanim or a hired servant is not to eat from the holy offering.","17":"ADONAI spoke to Moses saying:","13":"But if a kohen’s daughter is a widow or divorced, and has no child and has returned to her father’s house as in her youth, she may eat from her father’s food. But no layman may eat any of it.","27":"“When a bull, a sheep or a goat is born, then it is to remain seven days with its mother, and from the eighth day onward it will be accepted as the gift of an offering made by fire to ADONAI.","30":"It is to be eaten on the same day. You are to leave none of it until the morning. I am ADONAI.","18":"“Speak to Aaron and to his sons, and to all Bnei-Yisrael, and say to them: Whoever is from the house of Israel, or one of the outsiders in Israel who brings his offering, whether it be any of their vows or any of their freewill offerings that they present to ADONAI for a burnt offering —","29":"When you offer a sacrifice of thanksgiving to ADONAI, you are to present it so that you may be accepted.","23":"For a freewill offering you may present a bull or a lamb that has any deformity or lacking in its parts, but for a vow it will not be accepted.","19":"for you to be accepted — you are to offer a male without blemish, from the bulls, the sheep or the goats.","1":"ADONAI spoke to Moses, saying:","5":"or who touches any creeping thing that may make him unclean or a person who is unclean — whatever his uncleanness —","4":"“None of the offspring of Aaron who has tza’arat or has a discharge should eat of the holy things until he is clean. Whoever touches anything that is unclean by the dead or a man whose seed discharges from him","8":"A carcass or what is torn by beasts he is not to eat, becoming unclean by it. I am ADONAI.","26":"ADONAI spoke to Moses saying:","14":"“If anyone eats something holy unwittingly, then he is to add a fifth to it and give the holy offering to the kohen.","22":"The blind, injured, maimed, having an abnormal growth or festering or a running sore are not to be offered to ADONAI, or given as an offering by fire on the altar to ADONAI.","28":"If it is a cow or ewe, you are not to slaughter it along with its young, both in one day.","25":"Moreover, you are not to offer the food of your God from the hand of an outsider from any of these animals. For their corruption is within them — they have a defect. They will not be accepted on your behalf.”","9":"“Therefore kohanim shall keep My charge, so that they do not become guilty of sin and die should they profane it. I am ADONAI who sanctifies them.","33":"who brought you out of the land of Egypt, to be your God. I am ADONAI.”","15":"They are not to profane the holy offerings of Bnei-Yisrael, which they lift up to ADONAI,","21":"Whoever brings a sacrifice of fellowship offerings to ADONAI to fulfill a vow or for a freewill offering, either from the herd or the flock, it must be unblemished to be accepted — there must be no defect on it.","24":"Whatever has its testicles bruised, crushed, broken or cut, you are not to offer to ADONAI, nor are you to do so in your own land.","16":"so causing them to bear the iniquity that brings guilt when they eat the holy offerings. For I am ADONAI who sanctifies them.”","32":"You must not profane My holy Name, for I will be made holy among Bnei-Yisrael. I am ADONAI who makes you holy,","7":"When the sun sets, he will become clean, and afterward he may eat of the holy things, because it is his food.","2":"“Tell Aaron and his sons to separate themselves from the holy things of Bnei-Yisrael, which they consecrate to Me, so that they would not profane My holy Name. I am ADONAI.","6":"the person who touches any such thing will be unclean until the evening, and is not to eat of the holy things, unless he has bathed his body in water.","31":"“So you are to keep My mitzvot and do them. I am ADONAI."},"25":{"11":"That fiftieth year will be your Jubilee. You are not to sow, or reap that which grows by itself, or gather from the untended vines.","41":"then he is to be released from you — he and his children with him — and may return to his own family and to the property of his fathers.","45":"You may also acquire from among the children of the foreigners dwelling among you, as well as from their families who are with you — those born in your land — they may also become your property.","42":"For they are My servants, whom I brought out of the land of Egypt. They are not to be sold in a slave sale.","3":"For six years you may sow your field and for six years you may prune your vineyard and gather in its fruits.","20":"Now if you ask: What are we to eat during the seventh year if, see, we are not to sow, nor gather in our increase?","12":"Since it is a Jubilee, it is to be holy to you. You will eat from its increase out of the field.","10":"You are to make the fiftieth year holy, and proclaim liberty throughout the land to all its inhabitants. It is to be a Jubilee to you, when each of you is to return to his own property and each of you is to return to his family.","17":"You are not to cheat one another, but fear your God, for I am ADONAI your God.","51":"If there are still many years, in proportion to those he is to reimburse the price of his redemption from his purchase price.","44":"“As for your male and female slaves whom you may acquire out of the nations that are around you — from them you may buy male and female slaves.","40":"Let him stay with you as a hired worker or as a temporary resident. He will work for you until the Year of Jubilee,","13":"“In this Year of Jubilee each of you will return to his property.","27":"then let him reckon the years since its sale and restore the surplus to the man to whom he sold it. Then he will return to his property.","30":"But if it is not redeemed within the space of a full year, then the house that is in the walled city will belong permanently to the one who bought it throughout his generations. It will not be released in the Jubilee.","53":"He will stay with him as a hired worker, year by year. But he is not to rule with harshness over him in your sight.","18":"“Therefore you are to keep My statutes and observe My ordinances, and carry them out, so that you may live securely in the land.","36":"Take no excessive interest from him, but fear your God, so that your brother can live with you.","29":"“If a man sells a house in a walled city, then he may redeem it within a whole year after it has been sold. For a full year he has the right of redemption.","23":"“Moreover, the land is not to be sold permanently, because the land is Mine. For you are sojourners with Me.","19":"Then the land will yield its fruit, and you may eat your fill and live there in safety.","1":"Then ADONAI said to Moses on Mount Sinai,","47":"“If an outsider or sojourner with you becomes rich, while your brother beside him has become poor and sells himself to the outsider dwelling among you or to a member of the outsider’s family,","5":"You are not to reap what grows by itself during your harvest nor gather the grapes of your untended vine. It is to be a year of Shabbat rest for the land.","54":"Even if he is not redeemed by these means, then he will still be released in the Year of Jubilee — he and his children with him.","52":"If there remain only a few years until the Year of Jubilee, then he should calculate with him in proportion to his years of service he is to reimburse the price of his redemption.","49":"or his uncle or his uncle’s son may redeem him, or anyone who is a close relative to him from his family may also redeem him. Or if he has grown rich, he may redeem himself.","4":"But in the seventh year there is to be a Shabbat rest for the land — a Shabbat to ADONAI. You are not to sow your field or prune your vineyard.","8":"“You are to count off seven Shabbatot of years — seven times seven years, so that the time is seven Shabbatot of years — 49 years.","26":"If a man has no kinsman-redeemer, but he himself recovers and finds sufficient means to redeem it,","39":"“If your brother has grown poor among you and sells himself to you, you must not subject him to slave labor.","14":"“If you sell anything to your neighbor or buy from your neighbor, you are not to wrong one another.","37":"You are not to lend him your money at interest, nor give him your food for profit.","22":"When you sow during the eighth year, you will still be eating the old, stored harvest until the harvest of the ninth year comes in.","28":"But if he is not able to get it back for himself, then what he has sold is to remain in the hand of the one who has bought it until the Year of Jubilee. Then in the Jubilee it should be released, so he may return to his property.","25":"“If your brother becomes poor and sells some of his property, then his nearest kinsman may come and redeem what his brother has sold.","9":"Then on the tenth day of the seventh month, on Yom Kippur, you are to sound a shofar blast — you are to sound the shofar all throughout your land.","33":"The Levites may redeem a house sold in the town of its possession. Also it should be released in the Jubilee, for the houses of the Levitical towns are their possession among Bnei-Yisrael.","15":"Corresponding to the number of years after the Jubilee you are to purchase land from your neighbor’s hand. He is to sell it to you based on the number of years of crops.","34":"But the fields in the pasturelands of their cities may not be sold, for it is their permanent possession.","21":"Now I will command My blessing to you in the sixth year, so that it will yield a harvest sufficient for three years.","24":"For any land you possess, you are to provide for redemption of the land.","46":"You may also leave them an inheritance for your children after you, to receive as a possession. These may become your slaves permanently. But over your brothers, Bnei-Yisrael, you must not rule over one another with harshness.","16":"In proportion to the extent of years you may increase its price, or decrease its price in proportion to the fewness of years, because he is selling a number of harvests to you.","35":"“If your brother has become poor and his hand cannot support himself among you, then you are to uphold him. He may live with you like an outsider or a temporary resident.","32":"“But as for the towns of the Levites, the Levites may have a permanent right of redemption for the houses in the towns of their possession.","7":"Even for your livestock and for the animals that are in your land — all its increase will be enough food.","43":"You are not to rule over him with harshness, but fear your God.","48":"after he is sold he may be redeemed. One of his brothers may redeem him,","2":"“Speak to Bnei-Yisrael and tell them: When you come into the land which I give you, then the land is to keep a Shabbat to ADONAI.","38":"I am ADONAI your God, who brought you forth out of the land of Egypt, to give you the land of Canaan and to be your God.","55":"For Bnei-Yisrael are My servants — My servants whom I brought out of the land of Egypt. I am ADONAI your God.","50":"He is to calculate with the one who bought him, from the year that he sold himself to the Year of Jubilee, and the price of his sale will be in proportion to the number of years. Like the days of a hired worker it will be with him.","6":"Whatever the Shabbat of the land produces will be food for yourself, for your servant, for your maidservant, for your hired worker and for the outsider dwelling among you.","31":"But the houses of the villages that have no wall around them are to be considered as open country. They have redemption rights and are to be released in the Jubilee."},"9":{"16":"He presented the burnt offering and offered it according to the decree.","3":"You are to speak to Bnei-Yisrael, saying: Take a male goat for a sin offering, along with a calf and a lamb, both yearlings without blemish, for a burnt offering,","5":"So they brought what Moses commanded before the Tent of Meeting, and the entire congregation drew near and stood before ADONAI.","21":"But the breasts and the right thigh Aaron waved for a wave offering before ADONAI, as Moses had commanded.","18":"He also slaughtered the bull and the ram as the sacrifice of fellowship offerings for the people. Then his sons brought him the blood, which he splashed around on the altar,","12":"Aaron slaughtered the burnt offering, then his sons presented the blood to him and he splashed it around on the altar.","10":"But the fat, the kidneys and the cover from the liver of the sin offering he burned up as smoke on the altar, as ADONAI had commanded Moses.","2":"Then he said to Aaron, “Take a calf from the herd for a sin offering, and a ram for a burnt offering, both without blemish, and offer them before ADONAI.","22":"Then Aaron lifted up his hands toward the people and blessed them.  Then he stepped down from presenting the sin offering, the burnt offering and the fellowship offerings.","8":"So Aaron drew near to the altar, and slaughtered the calf of the sin offering, which was for himself.","17":"Then Aaron presented the grain offering, filling his hand with some of it and burning it up as smoke on the altar, alongside the burnt offering of the morning.","11":"The flesh and the hide he burned in a fire outside the camp.","1":"Now it happened on the eighth day that Moses called Aaron, his sons, and the elders of Israel.","9":"The sons of Aaron presented the blood to him. Then he dipped his finger in the blood, dabbed it onto the horns of the altar, and poured out the blood at the base of the altar.","24":"Fire came out from the presence of ADONAI, and devoured the burnt offering and the fat on the altar. When all the people saw it, they shouted and fell on their faces.","14":"He washed the innards and the legs and he offered them in smoke upon the burnt offering on the altar.","7":"Moses said to Aaron, “Draw near to the altar, and bring your sin offering, and your burnt offering, and make atonement for yourself and for the people.  Then present the offering for the people, and make atonement for them, as ADONAI commanded.”","15":"Then he presented the people’s gift, took the goat of the sin offering which was for the people, slaughtered it, and offered it for sin, just like the first one.","20":"They put the fat upon the breasts, and he burned it on the altar.","23":"Moses and Aaron then went into the Tent of Meeting. When they came back out and blessed the people, the glory of ADONAI appeared to all the people.","6":"Moses said, “This is what ADONAI commanded that you shall do, so that the glory of ADONAI may appear to you.”","4":"plus a bull and a ram for fellowship offerings, to sacrifice before ADONAI, along with a grain offering mixed with oil. For today ADONAI appears to you.”","19":"as well as the fat from the bull and the ram, the fat tail, and the layer over the innards along with the kidneys and the covering of the liver.","13":"They handed the burnt offering to him piece by piece, along with the head, and he burned them up as smoke on the altar."},"15":{"11":"“Also anyone the person with the discharge touches without rinsing his hands in water should wash his clothes and bathe himself in water, and be unclean until the evening.","3":"This is to be his uncleanness in his discharge. Whether his body flows with his discharge or his body obstructs his discharge, it is his uncleanness.","20":"Everything that she lies on in her niddah will become unclean. Also everything that she sits on will become unclean.","12":"“A clay pot that one with the discharge touches should be broken, and every wooden vessel should be rinsed in water.","10":"Whoever touches anything that was under him will be unclean until the evening. Whoever carries them is to wash his clothes and bathe himself in water, and be unclean until the evening.","17":"Every garment and all leather with semen on it are to be washed with water, and will be unclean until the evening.","13":"“When the one who has a fluid discharge is cleansed of his issue, then he is to count for himself seven days for his purification and wash his clothes. Then he is to bathe his body in running water, and he will be clean.","27":"Whoever touches these things will become unclean and is to wash his clothes and bathe himself in water, and be unclean until the evening.","30":"The kohen is to offer the one for a sin offering, and the other for a burnt offering. So the kohen will make atonement for her before ADONAI for the uncleanness of her discharge.","18":"If a man lies with a woman and there is an emission of semen, they should both bathe themselves in water, and be unclean until the evening.","29":"On the eighth day she is to take two turtledoves or two young pigeons, and bring them to the kohen, at the entrance of the Tent of Meeting.","23":"If it is on the bed or on anything where she sits, when he touches it, he will be unclean until the evening.","19":"“If a woman has a discharge, and her discharge from her body is blood, she should be in her niddah seven days. And whoever touches her will be unclean until the evening.","1":"ADONAI spoke to Moses and to Aaron, saying:","5":"Whoever touches his bed is to wash his clothes and bathe himself in water, and be unclean until the evening.","4":"“Every bed on which he who has the discharge lies will become unclean, and everything he sits on will be unclean.","8":"Or if the one who has the discharge spits on someone who is clean, then he also is to wash his clothes and bathe himself in water, and be unclean until the evening.","26":"Every bed where she lies all the days of her discharge will be like her bed during her niddah, and everything she sits on will become unclean like the uncleanness of her niddah.","14":"On the eighth day he is to take two turtledoves or two young pigeons, and come before ADONAI at the entrance of the Tent of Meeting, and give them to the kohen.","22":"Whoever touches anything that she sits on is to wash his clothes and bathe himself in water, and be unclean until the evening.","28":"“But if she is cleansed of her discharge, then she is to count off seven days for herself, and after that she will be clean.","25":"“Now if a woman has a discharge of her blood for many days not during her niddah or if she has a discharge beyond the time of her niddah all the days of the discharge of her uncleanness should be as in the days of her niddah. She is unclean.","9":"“Any saddle the one who has the discharge rides on will be unclean.","33":"as well as for her who has her period of niddah, and for the man or woman who has a discharge, or the one who lies with her who is unclean.","15":"The kohen is to offer them, one for a sin offering and the other for a burnt offering. So the kohen should make atonement for him before ADONAI for his fluid discharge.","21":"Whoever touches her bed is to wash his clothes and bathe himself in water, and be unclean until the evening.","24":"If any man lies with her, so that her niddah gets on him, he will be unclean for seven days and every bed where he lies will be unclean.","16":"“If any man has an emission of semen, then he is to bathe his whole body in water and be unclean until the evening.","32":"This is the Torah for one who has a discharge or for one who has an emission of semen, which causes him to become unclean,","7":"Whoever touches the body of the one who has the discharge is to wash his clothes and bathe himself in water, and be unclean until the evening.","2":"“Speak to Bnei-Yisrael and tell them: When any man has a fluid discharge from his body, because of his discharge he is unclean.","6":"Whoever sits on anything on which the man who has the discharge sat is to wash his clothes and bathe himself in water, and be unclean until the evening.","31":"“So you are to keep Bnei-Yisrael separate from their uncleanness, so they will not die in their uncleanness by defiling My Tabernacle that is in their midst.”"},"21":{"16":"ADONAI spoke to Moses saying:","3":"or his virgin sister who is near to him, who has had no husband. For her he may allow himself to become unclean.","5":"“Kohanim are not to shave their heads, nor shave off the corners of their beards, nor make any cuttings in their flesh.","21":"None of the offspring of Aaron the kohen who has a defect should come near to present the offerings of ADONAI made by fire. Since he has a defect, he is not to come near to offer the food of his God.","18":"Any man who has a defect is not to draw near: no one blind or lame or disfigured or deformed,","12":"He is not to go out of the Sanctuary or profane the Sanctuary of his God — for the crown of the anointing oil of his God is upon him. I am ADONAI.","10":"“He who is the kohen gadol among his brothers, upon whose head the anointing oil is poured and is consecrated to put on the garments, is not to let the hair of his head hang loose or tear his clothes,","2":"except for his relatives that are nearest to him — his mother, his father, his son, his daughter, his brother,","22":"He may eat the food of his God, both from the most holy and the holy.","8":"Therefore you are to sanctify him, because he offers the bread of your God. He shall be holy to you, for I, ADONAI, who sanctifies you, am holy.","17":"“Say to Aaron: None of your offspring throughout their generations who has a defect may approach to offer the food of his God.","11":"nor should he go near any dead person, defiling himself, even for his father or his mother.","1":"Then ADONAI said to Moses, “Speak to the kohanim, the sons of Aaron, and say to them: A kohen is not to allow himself to become unclean for the dead among his people,","9":"“The daughter of any kohen, if she profanes herself by playing the prostitute, profanes her father. She is to be burned with fire.","24":"So Moses spoke to Aaron and to his sons, and to all Bnei-Yisrael.","14":"A widow, or one divorced, or one who has been defiled as a prostitute, he is not to marry. He is to take a virgin from his own people as a wife,","7":"They are not to marry women who are defiled as prostitutes, or profane. Neither should they marry women divorced from their husbands, for a kohen is holy to his God.","15":"so as not to corrupt his offspring among his people. For I am ADONAI who sanctifies him.”","20":"or a hunchback or dwarf, or who has an eye defect or a rash or scabs, or who has damaged testicles.","23":"But he is not to approach the curtain or come near the altar, because of the defect on him, so that he may not desecrate My sanctuaries, for I am ADONAI who sanctifies them.”","6":"They are to be holy to their God, and not profane the Name of their God, for they present the offerings of ADONAI made by fire, the bread of their God. Therefore they are to be holy.","4":"But he is not to defile himself — a husband among his people — and so profane himself.","19":"or a man who has a crippled foot or crippled hand","13":"“He should take a wife in her virginity."},"24":{"16":"Whoever blasphemes the Name of ADONAI must surely be put to death. The whole congregation must stone him. The outsider as well as the native-born, when he blasphemes the Name, is to be put to death.","3":"Outside of the curtain of the Testimony, in the Tent of Meeting, Aaron is to keep it in order from evening to morning before ADONAI continually. It is to be a statute forever throughout your generations.","5":"“Also you are to take fine flour, and bake twelve cakes of it, with two tenths of an ephah in each cake.","21":"“Whoever kills an animal is to make restitution, but the one who kills a man is to be put to death.","18":"Whoever mortally strikes down an animal is to make restitution — life for life.","12":"They put him in custody, until the will of ADONAI could be declared to them.","10":"Now the son of an Israelite woman, whose father was an Egyptian, went out among Bnei-Yisrael, and a fight broke out between the Israelite woman’s son and an Israelite man.","2":"“Order Bnei-Yisrael to bring to you pure olive oil, beaten for the light, to keep a lamp burning continually.","22":"You are to have one standard of justice for the outsider as well as the native-born, for I am ADONAI your God.”","8":"Every Yom Shabbat he is to set it in order before ADONAI continually. It is an everlasting covenant on behalf of Bnei-Yisrael.","17":"“Whoever mortally strikes down any man must surely be put to death.","11":"The Israelite woman’s son blasphemed the Name, and cursed, so they brought him to Moses. His mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan.","1":"Then ADONAI spoke to Moses saying:","9":"It belongs to Aaron and his sons, and they are to eat it in a holy place, for it is most holy to him among the offerings of ADONAI by fire, as a perpetual statute.”","14":"“Bring the one who cursed, out of the camp, and let all who heard him lay their hands on his head, and have the entire congregation stone him.","7":"Set pure frankincense on each row, as a memorial portion for the bread, an offering by fire to ADONAI.","15":"“Then you will speak to Bnei-Yisrael, saying: Whoever curses his God will bear his sin.","20":"fracture for fracture, eye for eye, tooth for tooth.  Just as he has injured someone, so it should it be done to him.","23":"So Moses spoke to Bnei-Yisrael, and they led the one who had cursed out of the camp, then stoned him with rocks. Thus Bnei-Yisrael did as ADONAI commanded Moses.","6":"Then you are to set them in two rows, six in a row, on the pure gold table before ADONAI.","4":"He is to keep the lamps in order on the pure gold menorah before ADONAI continually.","19":"If anyone injures his neighbor, as he has done, the same is to be done to him:","13":"Then ADONAI spoke to Moses, saying:"},"16":{"11":"“Also Aaron is to present the bull of the sin offering which is for himself and so make atonement for himself and his house. He is to slaughter the bull of the sin offering which is for himself.","3":"“In this way should Aaron come into the Sanctuary: with a young bull for a sin offering and a ram for a burnt offering.","20":"“When he has finished atoning for the Holy Place, the Tent of Meeting and the altar, then he is to present the live goat.","12":"He is to take a firepan full of coals of fire from off the altar before ADONAI plus two handfuls of sweet powdered incense and bring it within the curtain.","10":"But the goat upon which the lot for the scapegoat  fell is to be presented alive before ADONAI, to make atonement upon it,  by sending it away as the scapegoat into the wilderness.","17":"No one is to be in the Tent of Meeting when he enters to make atonement in the Holy Place until he comes out, and has made atonement for himself and for his household, and for all the assembly of Israel.","13":"Then he is to put the incense on the fire before ADONAI, so that the cloud of the incense may cover the atonement cover that is on the Ark, so that he would not die.","27":"“The bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, should be carried outside the camp, and their hides, their flesh, and their dung burned with fire.","30":"For on this day atonement will be made for you, to cleanse you. From all your sins you will be clean before ADONAI.","18":"“Then he is to go out to the altar that is before ADONAI and make atonement for it. He is to take some of the bull’s blood and some of the goat’s blood and dab it around on the horns of the altar.","29":"“It is to be a statute to you forever, that in the seventh month, on the tenth day of the month, you are to afflict your souls, and do no kind of work — both the native-born and the outsider dwelling among you.","23":"“Then Aaron is to come into the Tent of Meeting, take off the linen garments that he put on when he went into the Holy Place, and leave them there.","19":"He is to sprinkle some of the blood on it with his finger seven times, and cleanse it, and consecrate it from the uncleanness of Bnei-Yisrael.","1":"Then ADONAI spoke to Moses after the death of the two sons of Aaron, when they approached the presence of ADONAI and died.","5":"“Then he is to take from the congregation of Bnei-Yisrael two he-goats for a sin offering and one ram for a burnt offering.","4":"He is to put on the holy linen garment, have the linen undergarments on his body, put on the linen sash, and wear the linen turban — they are the holy garments. He should bathe his body in water, and put them on.","8":"Aaron will then cast lots for the two goats — one lot for ADONAI, and the other lot for the scapegoat.","26":"The man who leaves the goat as a scapegoat is to wash his clothes and bathe his body in water. Afterward he may come into the camp.","14":"He is then to take some of the blood of the bull and sprinkle it with his finger on the atonement cover, on the east side. Before the atonement cover he is to sprinkle some of the blood with his finger seven times.","22":"The goat will carry all their iniquities by itself into a solitary land and he is to leave the goat in the wilderness.","28":"The one who burns them is to wash his clothes and bathe his body in water. Then afterward he may come into the camp.","25":"“Then he is to burn up fat of the sin offering in smoke on the altar.","9":"Aaron is to present the goat on which the lot for ADONAI fell and make it a sin offering.","33":"He is to make atonement for the Holy Sanctuary, for the Tent of Meeting, for the altar, for the kohanim, and for all the people of the assembly.","15":"“Then he is to slaughter the goat of the sin offering which is for the people, bring its blood behind the curtain, and do with its as he did with the blood of the bull — sprinkle it upon the atonement cover, and before the atonement cover.","34":"“This will be an everlasting statute for you, to make atonement for Bnei-Yisrael once in the year because of all their sins.” It was done as ADONAI commanded Moses.","21":"Aaron shall lay both his hands on the head of the live goat and confess over it all the iniquities of Bnei-Yisrael and all their transgressions, all their sins. He should place them on the head of the goat and send it away into the wilderness by the hand of a man who is in readiness.","24":"He is to bathe himself with water in a holy place, put on his garments, and come out to offer his burnt offering and the burnt offering of the people, to make atonement for himself and for the people.","16":"So he is to make atonement for the Holy Place, because of the uncleanness of Bnei-Yisrael and because of their transgressions, all their sins.  He is to do the same for the Tent of Meeting, which dwells with them in the midst of their impurities.","32":"The kohen who is anointed and who is consecrated to be kohen in his father’s place will make the atonement, and put on the linen garments, the holy garments.","7":"Then he is take the two goats and present them before ADONAI at the entrance of the Tent of Meeting.","2":"ADONAI said to Moses, “Tell Aaron your brother not to come at just any time into the Holiest Place behind the curtain  — before the atonement cover which is on the Ark — so that he would not die. For I will be appearing in the cloud over the atonement cover.","6":"Then Aaron is to offer the bull for the sin offering which is for himself and make atonement for himself and his house.","31":"It is a Shabbat of solemn rest to you, and you are to afflict your souls. It is a statute forever."},"7":{"11":"“Now this is the Torah of the sacrifice of fellowship offerings which may be offered to ADONAI.","3":"He shall offer all of its fat, the fat tail and the fat that covers the innards,","20":"but the soul who eats of the meat of the sacrifice of fellowship offerings belonging to ADONAI, having his uncleanness on him, that soul is to be cut off from his people.","12":"If he brings it for a thanksgiving, then he is to present with the sacrifice of thanksgiving matzah cakes mixed with oil, matzah wafers anointed with oil, and fine flour cakes mixed with oil.","10":"Every grain offering, whether mixed with oil or dry, belongs to all the sons of Aaron equally.","17":"But what remains of the meat of the sacrifice on the third day is to be burned up with fire.","13":"He is to present his offering with the sacrifice of his fellowship offerings for thanksgiving along with cakes of bread with hametz.","27":"Whoever it is who consumes any blood, that soul is to be cut off from his people.’”","30":"With his own hands he is to bring ADONAI’s offerings by fire. He is to present the fat with the breast, so that the breast may be waved for a wave offering before ADONAI.","18":"If any of the meat of the sacrifice of his fellowship offerings is eaten on the third day, it will not be accepted, nor will it be credited to him who offers it. It will be a foul thing — and the soul who eats any from it will bear his own iniquity.","36":"ADONAI commanded these to be given to them from Bnei-Yisrael on the day that he anointed them. It is their portion forever throughout their generations.","29":"“Speak to Bnei-Yisrael, saying: Whoever brings the sacrifice of his fellowship offerings to ADONAI is to present his offering to ADONAI out of the sacrifice of his fellowship offerings.","23":"“Speak to Bnei-Yisrael, saying: You are to eat no fat of a bull or sheep or goat.","19":"“The meat that touches any unclean thing is not to be eaten. It is to be burned up with fire. As for the meat, everyone who is clean may eat it,","1":"“This is the Torah of the trespass offering. It is most holy.","5":"Then the kohen shall burn them up as smoke on the altar for an offering made by fire to ADONAI. It is a trespass offering.","4":"along with the two kidneys and the fat that is on them, which is by the loins, plus the cover on the liver that he is to remove with the kidneys.","8":"The kohen who offers anyone’s burnt offering, that kohen is to have for himself the hide of the burnt offering which he has offered.","26":"“You are not to eat any blood, whether it is from a bird or an animal, in any of your dwellings.","14":"From each he is to offer one out of every offering as a gift to ADONAI. It will belong to the kohen who sprinkles the blood of the fellowship offerings.","37":"This is the Torah of the burnt offering, the grain offering, the sin offering, the trespass offering, the ordination offering, and the sacrifice of fellowship offerings,","22":"ADONAI spoke to Moses, saying:","28":"Then ADONAI spoke to Moses, saying:","25":"For if anyone eats the fat of the animal from which an offering is made by fire to ADONAI, then the soul who eats it is to be cut off from his people.","9":"Every meal offering that is baked in the oven, and all that is prepared on the flat plate and on the pan, is to belong to the kohen who offers it.","33":"The one among Aaron’s sons who offers the blood of the fellowship offerings and the fat is to have the right thigh for a portion.","15":"The meat of the sacrifice of his fellowship offerings for thanksgiving is to be eaten on the day of his offering. He is not to leave any of it until the morning.","34":"For the breast of the wave offering and the thigh contribution I have taken from Bnei-Yisrael out of the sacrifices of their fellowship offerings and have given them to Aaron the kohen and to his sons as their portion forever from Bnei-Yisrael.”","21":"If anyone touches any unclean thing, whether the uncleanness of man, or an unclean animal or any unclean detestable thing, and eats some of the meat of the sacrifice of fellowship offerings belonging to ADONAI, that soul is to be cut off from his people.”","24":"The fat of a dead animal and the fat of a torn animal may be used for any other service, but you must not eat it.","16":"“But if the sacrifice of his offering is a vow or a freewill offering, it is to be eaten on the day that he offers his sacrifice. On the next day what remains of it may be eaten.","35":"This is the anointed portion of Aaron and the anointed portion of his sons out of the offerings of ADONAI made by fire, on the day when he presented them to serve ADONAI in the office of kohen.","32":"The right thigh you are to give to the kohen for a contribution out of the sacrifices of your fellowship offerings.","7":"“As is the sin offering, so is the trespass offering, there is one Torah for them: they are for the kohen who makes atonement with them.","2":"In the place where they slaughter the burnt offering, he is to slaughter the trespass offering. And he is to splash its blood around on the altar.","38":"which ADONAI commanded Moses at Mount Sinai, on the day He commanded Bnei-Yisrael to present their offerings to ADONAI, in the wilderness of Sinai.","6":"Every male among the kohanim may eat it. It is to be eaten in a holy place — it is most holy.","31":"The kohen is to burn up the fat as smoke on the altar, but the breast will belong to Aaron and his sons."},"2":{"16":"The kohen shall burn up as its memorial portion part of its crushed grain and part of its oil, along with all its frankincense. It is an offering made by fire to ADONAI.","3":"What is left of the grain offering is for Aaron and his sons, a most holy portion of the offerings to ADONAI made by fire.","5":"If your sacrifice is a grain offering from the pan, it is to consist of fine flour, mixed with oil, matzah.","12":"As a gift of firstfruits you may offer them to ADONAI, but they are not to ascend for a soothing aroma on the altar.","10":"What is left of the grain offering is for Aaron and his sons, a most holy portion of the offerings to ADONAI made by fire.","2":"He is to bring it to Aaron’s sons, the kohanim, and he shall take from there his handful of its fine flour, and of its oil, with all its frankincense. Then the kohen shall burn up as smoke its memorial portion on the altar, an offering made by fire — a soothing aroma to ADONAI.","8":"When you bring the grain offering that is made of these things to ADONAI, it is to be presented to the kohen and he is to bring it to the altar.","11":"“Every grain offering which you present to ADONAI should be made without hametz, for you are not to burn up as smoke any hametz nor any honey as a sacrifice made by fire to ADONAI.","1":"“When anyone brings a sacrifice offering of grain to ADONAI, his offering should be of fine flour, and he is to pour oil on it and put frankincense on it.","9":"The kohen is to take from the grain offering its memorial portion, and burn it up as smoke on the altar, an offering made by fire — a soothing aroma to ADONAI.","14":"“If you bring a grain offering of firstfruits to ADONAI, you are to present for the grain offering of your firstfruits of fresh ears of barley, scorched with fire — crushed grain of fresh ears.","7":"“Now if your sacrifice is a grain offering of the pan, it is to be made of fine flour with oil.","15":"You are then to put oil and frankincense on it. It is a grain offering.","6":"You should cut it in pieces and pour oil on it. It is a grain offering.","4":"“When you bring a sacrifice offering of grain baked in the oven, it is to consist of matzah cakes of fine flour mixed with oil or matzah wafers anointed with oil.","13":"Also you are to season with salt every sacrifice of your grain offering. You are never to allow the salt of the covenant of your God to be lacking from your grain offering. With all your sacrifices you must offer salt."},"6":{"16":"Thus every grain offering of a kohen is to be a whole-offering — it should not be eaten.”","3":"The kohen is to put on his linen garment, with his linen undergarments on his body. He is to remove the fat ashes from where the fire has consumed the burnt offering on the altar and put them beside the altar.","5":"The fire on the altar is to be kept burning on it — it must not go out. Each morning the kohen is to burn wood on it, laying the burnt offering in order upon it, and burning up as smoke the fat of the fellowship offerings.","21":"But the earthen vessel in which it is boiled is to be broken, and if it is boiled in a bronze vessel, it is to be scoured, then rinsed in water.","18":"“Speak to Aaron and to his sons, saying: ‘This is the Torah of the sin offering. In the place where the burnt offering is slaughtered, the sin offering is to be slaughtered before ADONAI. It is most holy.","12":"ADONAI spoke to Moses, saying:","10":"It must not be baked with hametz. I have given it as their portion of My offerings made by fire. It is most holy, like the sin offering and like the trespass offering.","2":"“Command Aaron and his sons, saying: This is the Torah of the burnt offering. The burnt offering should remain on the hearth atop the altar all night until the morning, while the fire of the altar is kept burning on it.","22":"Every male among the kohanim is to eat of it — it is most holy.","8":"So he is to lift up from it his handful of the fine flour of the grain offering, with some of its oil and all the frankincense which is on the grain offering, and burn it up as smoke on the altar for a soothing aroma, as its memorial portion to ADONAI.","17":"ADONAI spoke to Moses, saying:","11":"Every male among the children of Aaron may eat it, as their portion forever throughout your generations from the offerings of ADONAI made by fire. Whoever touches them will become holy.”","1":"ADONAI spoke to Moses, saying:","9":"Then what is left from it Aaron and his sons are to eat. It is to be eaten as matzah in a holy place, in the courtyard of the Tent of Meeting.","14":"It is to be made with oil on a pan. When it is soaked, you should bring it in. You are to present the grain offering in baked pieces as a soothing aroma to ADONAI.","7":"“Now this is the Torah of the grain offering. Aaron’s sons are to offer it to ADONAI in front of the altar.","15":"The anointed kohen who will be in his place from among his sons is to offer it. As an eternal statute, it must be entirely burnt up as smoke to ADONAI.","20":"Whatever touches its flesh will be holy. When any of its blood is splattered on a garment, you are to wash it in a holy place.","23":"But no sin offering from which any of the blood is brought into the Tent of Meeting to make atonement in the Holy Place is to be eaten — it must be burned up with fire.","6":"Fire is to be kept burning on the altar continually — it must not go out.","4":"Then he is to take off his garments, put on other ones, and carry the ashes outside the camp to a clean place.","19":"The kohen who offers it for sin should eat it. It must be eaten in a holy place, in the court of the Tent of Meeting.","13":"“This is the offering of Aaron and his sons, which they are to offer to ADONAI on the day when he is anointed: the tenth part of an ephah of fine flour for a continual grain offering, half of it in the morning, and half of it in the evening."}}}