{"translationKey":"tlv","translation":"TLV","book":"Luke","bookSlug":"luke","chapters":{"16":{"11":"So then, if you cannot be trusted with unjust wealth, who will trust you with true wealth?","3":"“Then the manager said to himself, ‘What shall I do, since my master is taking the management away from me? I’m not strong enough to dig; I’m ashamed to beg.","20":"But a poor man named Lazarus had been laid at his gate, covered with sores","12":"Now if you have not been trustworthy with what belongs to another, who will give you anything of your own?","10":"“One who is faithful in the smallest matters is also faithful in much, and the one unjust in the smallest matters will likewise be unjust in much.","17":"But it is easier for heaven and earth to pass away than for a single serif  of the Torah to fail.","13":"No servant can serve two masters; for either he will hate the one and love the other, or he will stick by one and look down on the other. You cannot serve God and money.”","27":"“Then the rich man said, ‘I beg you then, Father Abraham, send Lazarus to my father’s house!","30":"“But he said, ‘No, Father Abraham, but if someone from the dead goes to them, they will repent.’","18":"Everyone who divorces his wife and marries another commits adultery. And he who marries one who is divorced from a husband commits adultery.","29":"“But Abraham says, ‘They have Moses and the Prophets. Let them listen to them.’","23":"And from Sheol, as he was in torment, he raised his eyes. And he sees Abraham far off, and Lazarus at his side.","19":"“Now there was a rich man dressed in purple and fine linen, living it up in luxury every day.","1":"Now Yeshua was also saying to the disciples, “There was a rich man who had a household manager, and this manager was accused of squandering his belongings.","5":"So he called in each one of his master’s debtors, and he said to the first, ‘How much do you owe my master?’","4":"I know what I’ll do, so that when I’m put out of management others will welcome me into their homes.’","8":"“Now the master praised the crooked manager because he had acted shrewdly, for the sons of this age are smarter when dealing with their own generation than the sons of light.","26":"Besides all this, between us and you a great chasm is firmly set, so that those who want to cross over to you cannot, nor can those from there cross over to us.","14":"Now the Pharisees, who were lovers of money, were listening to all these things and sneering at Yeshua.","22":"“It happened that the poor man died and was carried by the angels to Abraham’s side. Then the rich man also died and was buried.","28":"For I have five brothers to warn, so that they will not also come to this place of torment.’","25":"“But Abraham said, ‘Son, remember that in your life you received your good things, even as Lazarus received the bad things. But now he is comforted here, and you are tormented.","9":"I say to you, make friends for yourselves from the wealth of the world, so when it runs out, they will welcome you into the eternal shelters.","15":"But He said to them, “You are the ones who justify yourselves before the people, but God knows your hearts.  For what is prized among men is detestable in God’s sight.”","21":"and longing to be fed with what fell from the rich man’s table. Besides, even the dogs were coming to lick his sores.","24":"So he cried out and said, ‘Father Abraham, have mercy on me! And send Lazarus so he may dip the tip of his finger in water and cool off my tongue, because I am suffering torment in this flame.’","16":"“The Torah and the Prophets were proclaimed until John. Since then, the Good News of the kingdom of God is being proclaimed, and everyone tries forcing his way in.","7":"Then he said to another, ‘Now how much do you owe?’ “He said, ‘A hundred units of wheat.’ “The manager said to him, ‘Take your bill and write eighty.’","2":"So he called the manager and said to him, ‘What’s this I hear about you? Give an accounting of your management, because you cannot be manager any longer.’","6":"“He said, ‘One hundred units of olive oil.’ “The manager said to him, ‘Take your bill, sit down quickly, and write fifty.’","31":"“But Abraham said, ‘If they do not listen to Moses and the Prophets, neither will they be convinced even if someone rises from the dead!’”"},"3":{"11":"He answered them, saying, “Whoever has two coats, let him give to the one who has none; and whoever has food, let him do the same.”","3":"And he came into all the surrounding region of the Jordan, proclaiming an immersion of repentance for the removal of sins.","20":"added even this on top of them all: he shut up John in prison.","12":"Tax collectors also came to him to be immersed. “Teacher,” they said to him, “what should we do?”","10":"The crowds were asking him, “What should we do?”","17":"His winnowing fork is in His hand to clear His threshing floor and gather the wheat into His barn, but the chaff He will burn up with inextinguishable fire.”","13":"He said to them, “Do not take more than you are supposed to.”","27":"the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,","30":"the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,","18":"So with many other exhortations, John proclaimed Good News to the people.","36":"the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,","29":"the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,","23":"Yeshua was about thirty years old when He began his ministry. He was the son (as was supposed) of Joseph, the son of Heli,","19":"But Herod the tetrarch — after being rebuked by John because of Herodias, his brother’s wife, and because of all the evil things Herod had done —","1":"It was now the fifteenth year of the reign of Tiberius Caesar — when Pontius Pilate was governor of Judea, and Herod was tetrarch of the Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene.","5":"Every valley shall be filled up and every mountain and hill brought low. The crooked shall be made straight and the rough ways made smooth,","4":"As it is written in the scroll of the words of Isaiah the prophet, “The voice of one crying in the wilderness, ‘Prepare the way of ADONAI, and make His paths straight.","8":"Therefore produce fruits worthy of repentance; and don’t even begin to say among yourselves, ‘We have Abraham as our father’! For I tell you that from these stones God can raise up children for Abraham.","26":"the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,","14":"Also soldiers asked him, saying, “And what should we do?” He said to them, “Do not take things from anyone by force, do not falsely accuse anyone, and be content with your wages.”","37":"the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, the son of Kenan,","22":"and the Ruach ha-Kodesh came down upon Him in bodily form like a dove. And from out of heaven came a voice, “You are My Son, whom I love — with You I am well pleased!”","28":"the son of Melki, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,","25":"the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,","9":"Even now the axe is laid at the root of the trees, so every tree that does not produce good fruit is cut down and thrown into the fire!”","33":"the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,","15":"Now the people were filled with expectation, and all were wondering in their hearts about John, whether he might be the Messiah.","34":"the son of Jacob, the son of Yitzhak, the son of Abraham,  the son of Terah, the son of Nahor,","21":"Now when all the people were immersed, Yeshua also was immersed. And while He was praying, heaven was opened","24":"the son of Matthat, the son of Levi, the son of Melki, the son of Jannai, the son of Joseph,","16":"John answered them all, saying, “As for me, I immerse you with water. But One is coming who is mightier than I am; I am not worthy to untie the strap of His sandals! He will immerse you in the Ruach ha-Kodesh and fire.","35":"the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,","32":"the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,","7":"Therefore John was saying to the crowds that came out to be immersed by him, “You brood of vipers! Who warned you to flee from the coming wrath?","2":"During the high priesthood of Annas and Caiaphas, the word of God came upon John, the son of Zechariah, in the wilderness.","38":"the son of Enosh, the son of Seth, the son of Adam,  the son of God.","6":"and all humanity shall see the salvation of God.’”","31":"the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"},"5":{"11":"So when they had brought the boats to the landing, they left everything and followed Him.","3":"Getting into one of the boats, Simon’s boat, Yeshua asked him to push out a ways from the land. Then sitting down, He taught the crowds from the boat.","20":"When He saw their faith, He said, “Man, your sins are forgiven.”","12":"Now while Yeshua was in one of the towns, a man covered with tzara’at appeared. And when he saw Yeshua, he fell on his face and begged Him, saying, “Master, if You are willing, You can make me clean.”","10":"so also Jacob and John, Zebedee’s sons, who were partners with Simon. But Yeshua said to Simon, “Do not be afraid. From now on, you will be catching men.”","17":"Now on one of those days, Yeshua was teaching. Pharisees and Torah scholars were sitting there, who had come from every village of the Galilee and Judea, as well as from Jerusalem. And ADONAI’s power to heal was in Him.","13":"Yeshua stretched out His hand and touched him, saying, “I am willing. Be cleansed!” Immediately, the tzara’at left him.","27":"After these things, Yeshua went out and observed a tax collector named Levi, sitting at the tax booth. He said to him, “Follow Me.”","30":"The Pharisees and their Torah scholars began murmuring to His disciples, saying, “Why do you eat and drink with tax collectors and sinners?”","18":"And behold, men were carrying a paralyzed man on a stretcher, trying to bring him in and place him before Yeshua.","36":"Now he was also telling them a parable. “No one tears a patch from a new garment to use it on an old garment. Otherwise he will rip the new, and the patch from the new will not match the old.","29":"Levi made a great banquet for Yeshua at his house, and there was a large crowd of tax collectors and others who were reclining with them.","23":"Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Get up and walk’?","19":"But when they found no way to bring him in because of the crowd, they went up on the roof and let him down with his stretcher through the tiles, right in the middle before Yeshua.","1":"It happened that the crowds were pressing upon Yeshua to hear the word of God as He was standing by the Lake of Kinneret,","5":"Simon replied, “Master, we’ve worked hard all night and caught nothing. But at Your word I will let down the nets.”","4":"When He had finished speaking, He said to Simon, “Go out into the deep water, and let down your nets for a catch.”","8":"But when Simon Peter saw this, he fell down at Yeshua’s knees, saying, “Go away from me, Master, for I am a sinful man!”","26":"Astonishment took hold of them, and they glorified God and all were filled with awe, saying, “We’ve seen incredible things today!”","39":"No man who drinks old wine wants new, because he says, ‘The old is fine.’”","14":"Yeshua ordered him to tell no one, but commanded him, “Go and show yourself to the kohen.  Then bring an offering for your cleansing, just as Moses commanded, as a testimony to them.”","37":"And no one puts new wine into old wineskins. Otherwise, the new wine will burst the skins, it will be spilled out, and the skins will be destroyed.","22":"Yeshua, knowing their thoughts, replied to them, “Why are you raising questions in your hearts?","28":"And leaving everything, he got up and followed Him.","25":"Immediately he got up before them, picked up what he had been lying on, and went home, glorifying God.","9":"For amazement had gripped him and all who were with him, over the catch of fish they had netted;","33":"But they said to Him, “John’s disciples often fast and offer prayers, as do the disciples of the Pharisees. But Your disciples are eating and drinking.”","15":"But the news about Yeshua was spreading all the more, and many crowds were coming together to hear and to be healed of their diseases.","34":"But Yeshua said to them, “You cannot make the guests of the bridegroom fast while the bridegroom is with them, can you?","21":"Then the Torah scholars and the Pharisees began to question, saying, “Who is this fellow speaking blasphemies? Who can pardon sins but God alone?”","24":"But so you may know that the Son of Man has authority on earth to pardon sins. . . .” He said to the paralyzed one, “I tell you, get up and take your cot, and go home!”","16":"Yet He would often slip away into the wilderness and pray.","35":"But the days will come; and when the bridegroom is taken away from them, then they will fast in those days.”","32":"I did not come to call the righteous, but the sinful to repentance.”","7":"So they signaled to their partners in the other boat to come and help them. They came and filled both boats so full that they began to sink.","2":"when He saw two boats standing beside the lake. Now the fishermen had left them and were washing the nets.","38":"But new wine must be put into fresh wineskins.","6":"When they had done this, they caught so many fish that their nets began to break.","31":"And Yeshua answered and said to them, “Those who are healthy have no need for a doctor, but those who are sick do."},"21":{"11":"There will be great earthquakes along with famines and epidemics in various places, and there will be terrors along with great signs from heaven.","3":"And He said, “Truly I say to you, this poor widow has put in more than all the rest.","20":"“But when you see Jerusalem surrounded by armies, then recognize that her desolation is near.","12":"But before all these things, they will grab you and persecute you, handing you over to the synagogues and prisons, and leading you away to kings and governors on account of My name.","10":"Then He continued telling them, “Nation will rise up against nation, and kingdom against kingdom.","17":"And you will be hated by all because of My name.","13":"This will lead you to be a witness.","27":"And then they will see the Son of Man coming in a cloud with power and great glory.","30":"As soon as they sprout their leaves, you see it and you know at once that summer is near.","18":"Yet not a hair of your head will be lost.","36":"But stay alert at all times, praying that you may have the strength to escape all these things about to happen, and to stand before the Son of Man.”","29":"Then Yeshua told them a parable: “Look at the fig tree and all the trees.","23":"“Woe to those who are pregnant and to those who are nursing babies in those days! For there will be great distress in the land and wrath on this people.","19":"By your endurance, you will gain your souls.","1":"Then Yeshua looked up and saw the rich dropping their gifts into the treasury box.","5":"And while some were talking about the Temple, how it was decorated with beautiful stones and offerings, Yeshua said,","4":"For all these put in their gifts from their surplus. But she, out of her poverty, put in all she had to live on.”","8":"And He said, “Watch out that you are not led astray! For many will come in My name, saying, ‘I am He’ and ‘The time is near!’ Do not follow them.","26":"People will lose heart from fear and anticipation of what is overtaking the earth, for the powers of the heavens will be shaken.","14":"So make up your minds not to prepare ahead of time to defend yourselves —","37":"So during the days Yeshua was teaching in the Temple, but in the nights He went out and stayed on the Mount of Olives.","22":"For these are the days of punishment, to fulfill all that has been written.","28":"Now when these things begin to happen, stand straight and lift up your heads, because your salvation is near!”","25":"“There will be signs in the sun and moon and stars. And upon the earth nations will be confused by the roaring of the sea and its waves.","9":"And when you hear of wars and chaos, do not be terrorized. For these things need to happen first, but the end will not come at once.”","33":"Heaven and earth will pass away, but My words will never pass away.","15":"for I Myself will give you speech and wisdom that none of your opponents will be able to resist or refute.","34":"“But watch out so your hearts are not weighed down by carousing, strong drink, and the worries of life. Do not let that day come upon you suddenly like a trap.","21":"Then those in Judea must flee to the mountains, and those inside the city must get out, and those in the countryside must not enter her.","24":"They will fall by the edge of the sword and be led away captive into all the nations. Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled.","16":"But you will be handed over even by parents, brothers, relatives, and friends — and they will put some of you to death.","35":"For it will come rushing upon all who live on the face of the whole earth.","32":"Amen, I tell you, this generation will not pass away until all these things happen.","7":"And they questioned Him, saying, “Teacher, so when will these things happen? What will be the sign that these things are about to take place?”","2":"He also saw a poor widow dropping in two small copper coins.","38":"And all the people would come early in the morning to hear Him in the Temple.","6":"“As for these things you are looking at, the days will come when not one stone will be left upon another. Every one will be torn down!”","31":"So also, when you see these all these things happening, know that the kingdom of God is near."},"18":{"11":"The Pharisee stood and was praying this to himself: ‘O God, I thank You that I am not like other people — thieving, unjust, adulterers, or even like this tax collector.","41":"“What do you want Me to do for you?” And he said, “Master, I want to see again!”","42":"Yeshua said to him, “Receive your sight. Your faith has made you well.”","3":"And there was a widow in that city who kept coming to him, saying, ‘Give me justice against my opponent.’","20":"You know the commandments: ‘Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother.’”","12":"I fast twice a week and tithe on all that I get.’","10":"“Two men went up to the Temple to pray, one a Pharisee and the other a tax collector.","17":"Amen, I tell you, whoever does not receive the kingdom of God like a little child will never enter it.”","40":"So Yeshua stopped and ordered the blind man to be brought to Him. And when he came near, Yeshua asked him,","13":"“But the tax collector, standing some distance away, wouldn’t even lift his eyes toward heaven, but beat his chest, saying, ‘God, be merciful to me, the sinner!’","27":"But Yeshua said, “What is impossible with men is possible with God.”","30":"who will not receive many times as much in this age; and in the olam ha-ba, eternal life.”","18":"And a religious leader inquired of Yeshua, saying, “Good Teacher, what shall I do to inherit eternal life?”","36":"But when he heard the crowd going by, he asked what was happening.","29":"And Yeshua said to them, “Amen, I tell you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,","23":"But upon hearing these things, he became deeply distressed, for he was very rich.","19":"“Why are you calling Me good?” Yeshua said to him. “No one is good except One — that is God.","1":"Then Yeshua told them a parable to show that they should always pray and not be discouraged,","5":"yet because this widow keeps bothering me, I will give her justice so she won’t wear me out by her incessant coming.’”","4":"“He was unwilling at the time. But afterward he said to himself, ‘Although I don’t fear God or respect people,","8":"I tell you, He will quickly give them justice. But when the Son of Man comes, will He find faith on the earth?”","26":"Then those who heard said, “Then who can be saved?”","39":"And those leading the way were scolding him, so he would be quiet. But he kept shouting all the more, “Ben-David, have mercy on me!”","14":"I tell you, this man, rather than the other, went down to his home declared righteous. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”","37":"They told him that Yeshua ha-Natzrati was passing by.","22":"When Yeshua heard this, He said to him, “One thing you still lack. Sell all, as much as you have, and distribute to the poor, and you will have treasure in heaven. Then come, follow Me.”","28":"Then Peter said, “Look, we’ve left everything of our own to follow You.”","25":"It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”","9":"Then Yeshua spoke this parable to some who trusted in themselves that they were righteous, while holding others in contempt.","33":"After they have scourged Him, they will kill Him. Yet on the third day, He will rise again.”","15":"Now they were bringing even their babies to Yeshua, so He might touch them. But when the disciples saw this, they began rebuking them.","34":"But they understood none of these things; this message was hidden from them, and they did not understand what He was saying.","21":"The man said, “All these I have kept since my youth.”","24":"Gazing at him, Yeshua said, “How hard it is for the rich to enter into the kingdom of God!","16":"But Yeshua called for them, saying, “Let the little children come to Me and do not hinder them, for the kingdom of God belongs to such as these.","35":"Now as Yeshua was approaching Jericho, a certain blind man was sitting by the road, begging.","32":"He will be handed over to the Gentiles, and He will be mocked and insulted and spat upon.","7":"Won’t God do justice for His chosen ones, who cry out to Him day and night? Will He be slow to help them?","43":"Immediately the man received his sight and began following Yeshua, glorifying God. And when all the people saw it, they also gave praise to God.","2":"He said, “There was a judge in a certain city who neither feared God nor respected people.","38":"And he cried out, saying, “Yeshua, Ben-David, have mercy on me!”","6":"Then the Lord said, “Hear what the unjust judge is saying.","31":"Then Yeshua took the twelve aside and said to them, “Look, we’re going up to Jerusalem, and everything written by the prophets about the Son of Man will be carried out."},"12":{"11":"And when they bring you to the synagogues, rulers, and authorities, do not worry about how you should defend yourself or what you should say,","41":"Then Peter said, “Master, are You telling this parable for us, or for everyone?”","45":"“But if that servant says in his heart, ‘My master is taking a long time to come,’ and he begins to beat the young slave boys and girls and to eat and drink and get drunk,","42":"And the Lord said, “Who then is the faithful and wise manager, whom the master will put in charge of his servants, to give them their food portion at the proper time?","3":"Therefore, whatever you have said in the dark will be heard in the light, and what you have spoken in private rooms will be proclaimed from the housetops.","20":"But God said to him, ‘You fool! Tonight your soul is being demanded back from you! And what you have prepared, whose will that be?’","56":"Hypocrites! The surface of the earth and sky you know how to interpret yet you don’t know how to interpret this present time?","12":"because the Ruach ha-Kodesh will teach you at that time what is necessary to say.”","10":"And everyone who speaks a word against the Son of Man will be forgiven, but the one who slanders  the Ruach ha-Kodesh will not be forgiven.","17":"And he began thinking to himself, saying, ‘What shall I do? I don’t have a place to store my harvest!’","51":"“Do you suppose that I have come to bring shalom on earth? No, I tell you, but rather division.","44":"Truly I tell you, his master will put him in charge of all his possessions.","40":"You also must be ready, for the Son of Man is coming at an hour you don’t expect.”","13":"Then someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.”","27":"Consider the lilies, how they grow. They neither toil nor spin. Yet I tell you that not even Solomon in all his glory was clothed like one of these.","30":"For all the nations of the world strive after these things. But your Father knows that you need these things.","53":"They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”","18":"And he said, ‘Here’s what I’ll do! I’ll tear down my barns and build larger ones, and there I’ll store all my grain and my goods.","36":"Be like people waiting for their master to return from a wedding feast, so that when he comes and knocks, they may open to him immediately.","29":"“So do not seek what you will eat and what you will drink, and do not keep worrying.","23":"For life is more than food and the body more than clothing.","19":"And I’ll say to myself, ’O my soul, you have plenty of goods saved up for many years! So take it easy! Eat, drink, and be merry.”’","1":"Meanwhile, when thousands of people had gathered, so many that they were trampling one another, Yeshua began speaking first to His disciples, “Be on guard yourselves against the hametz of the Pharisees, which is hypocrisy.","47":"“That slave who knew his master’s will but did not prepare or act according to his desire will be harshly whipped.","59":"I tell you, you will never get out of there until you have paid back the last little bit.”","5":"But I will show you whom you should fear. Fear the One who, after the killing, has authority to cast into Gehenna. Yes, I tell you, fear this One!","54":"Then He also was saying to the crowds, “When you see a cloud rising in the west, instantly you say, ‘A rainstorm is coming’ — and so it is.","52":"From now on there will be five in one house in opposition, three against two and two against three.","49":"“I came to pour out fire on the earth, and how I wish it were already ablaze!","4":"“I say to you, My friends, you should not be afraid of those who kill the body, since after this they have nothing more they can do.","8":"Now I tell you, whoever acknowledges Me before men, the Son of Man also will acknowledge him before the angels of God.","58":"For while you are going with your accuser to the authorities, make an effort to come to a settlement with him — so he doesn’t drag you before the judge, and the judge hand you over to the officer of the court, and the officer of the court throw you into prison.","26":"So if you cannot do even something very little, why do you worry about other things?","39":"But understand this, that if the master of the house had known at what hour the thief was coming, he would not have allowed his house to be broken into.","14":"But Yeshua said to him, “Man, who made Me a judge or arbitrator over you?”","37":"“Happy are those slaves whose master finds them alert when he comes. Amen, I tell you, he will prepare himself and have them recline at table, and will come and serve them.","22":"Then Yeshua said to His disciples, “So I say to you, do not worry about life, what you will eat; nor about the body, what you will wear.","28":"But if God so clothes the grass in the field — which is here today and thrown into the furnace tomorrow — then how much more will He clothe you, O you of little faith?","25":"“And which of you by worrying can add a single hour to his life?","9":"But the one who denies Me before men will be denied before the angels of God.","33":"“Sell your possessions and do tzedakah. Make money pouches for yourselves that do not get old — a treasure in the heavens that never runs out, where no thief approaches and no moth destroys.","15":"Then He said to them, “Watch out! Be on guard against all kinds of greed, because one’s life does not consist in the abundance of the material goods he possesses.”","34":"For where your treasure is, there will your heart be also.","21":"So it is with the one who stores up treasure for himself and is not rich in God.”","57":"Why can’t you judge for yourselves what is right?","24":"Consider the ravens. They do not sow or reap, they have no storeroom or barn, yet God feeds them. How much more valuable you are than birds!","46":"the master of that servant will come on a day when he does not expect him and at an hour he does not know. And he will cut him in two and assign him a place with the unfaithful.","16":"And Yeshua told them a parable, saying, “The land of a certain rich man produced good crops.","35":"“Have your belt strapped on and lamps burning.","32":"Do not be afraid, little flock, for your Father chose to give you the kingdom.","7":"Indeed, even the hairs of your head are all numbered. So do not fear; you are more valuable than many sparrows.","43":"Blessed is that servant whose master finds him so doing when he comes.","48":"But the one who did not know and did things worthy of a beating will be whipped lightly. From everyone given much, much will be required; and from the one for whom more is provided, all the more they will ask of him.","2":"There is nothing covered up that will not be revealed, and nothing hidden that will not be made known.","38":"“And if he comes in the second or even the third watch  and finds them so, they will be happy.","55":"And when a south wind is blowing, you say, ‘It will be a scorcher’ — and so it is.","50":"But I have an immersion to endure,  and how distressed I am until it is finished!","6":"“Aren’t five sparrows being sold for two pennies?  Yet not one of them is forgotten before God.","31":"Instead, seek His kingdom, and these things shall be added to you."},"10":{"11":"‘Even the dust of your town sticking to our feet, we wipe off as a witness to you. But know this! The kingdom of God has come near.’","41":"But answering her, the Lord said, “Martha, Martha, you are anxious and bothered about many things;","42":"but only one thing is necessary. For Miriam has chosen the good part, which will not be taken away from her.”","3":"“Go forth! Look, I am sending you as lambs in the midst of wolves.","20":"Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names have been written in the heavens.”","12":"I tell you, it will be more tolerable for Sodom  on that day than for that town.","10":"But if you enter a town and they do not welcome you, then go out into its streets and say,","17":"Then the seventy returned with joy, saying, “Master, even the demons submit to us in Your name!”","40":"But Martha was distracted with much serving; so she approached Yeshua and said, “Master, doesn’t it concern you that my sister has left me to serve alone? Then tell her to help me!”","13":"“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon, they would have turned long ago, sitting in sackcloth and ashes.","27":"And he replied, “You shall love ADONAI your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.”","30":"Yeshua replied, “A certain man was going down from Jerusalem to Jericho. He was attacked by robbers, who stripped him and beat him. Then they left, abandoning him as half dead.","18":"And Yeshua said to them, “I was watching satan fall like lightning from heaven.","36":"Which of these three seems to you a neighbor to the one attacked by robbers?”","29":"But wanting to vindicate himself, he said to Yeshua, “Then who is my neighbor?”","23":"Then turning to the disciples, He said privately, “Blessed are the eyes that see what you see!","19":"Behold, I have given you authority to trample upon serpents and scorpions, and over all the power of the enemy; nothing will harm you.","1":"Now after these things, the Lord assigned seventy  others and sent them out by twos before Him into every town and place where He Himself was about to go.","5":"Whatever home you enter, first say, “Shalom be on this home.”","4":"Do not be burdened with a money belt, travel bag, or shoes; and do not greet anyone along the way.","8":"“Whatever town you enter and they welcome you, eat what they set before you.","26":"Then Yeshua said to him, “What has been written in the Torah? How do you read it?”","39":"She had a sister called Miriam, who was seated at the Master’s feet, listening to His teaching.","14":"Yet it will be more bearable for Tyre and Sidon at the Judgment than for you!","37":"And he said, “The one who showed mercy to him.” Then Yeshua said to him, “Go, and you do the same.”","22":"All things have been handed over to Me by My Father. No one knows who the Son is except the Father, and who the Father is except the Son and anyone to whom the Son chooses to reveal Him.”","28":"Yeshua said to him, “You have answered correctly. Do this and you will live.”","25":"Now a certain Torah lawyer stood up to entrap Yeshua, saying, “Teacher, what should I do to gain eternal life?”","9":"Then heal the sick in that town, and say to them, ‘The kingdom of God has come near to you.’","33":"But a Samaritan who was traveling came upon him; and when he noticed the man, he felt compassion.","15":"And you, Capernaum? You won’t be lifted up to heaven, will you? No, you will go down as far as Sheol.","34":"He went up to him and bandaged his wounds, pouring on olive oil and wine. Then setting him on his own animal, he brought him to a lodge for travelers and took care of him.","21":"In that very hour, He was overjoyed in the Ruach ha-Kodesh and said, “I praise You, Father, Master of the universe, that You have hidden these things from the wise and discerning and revealed them to infants. Yes, Father, for this way was pleasing to You.","24":"For I tell you, many prophets and kings desired to see what you are seeing yet did not see, and to hear what you are hearing yet did not hear.”","16":"The one who listens to you hears Me, and the one who rejects you rejects Me, and the one who rejects Me rejects the One who sent Me.”","35":"The next day he took out two denarii  and gave them to the innkeeper, saying, ‘Take care of him. And whatever else you spend, upon my return I will repay you myself.’","32":"Likewise a Levite also, when he came to the place and saw him, passed by on the opposite side.","7":"And remain in this same home, eating and drinking the things they offer, for the worker is deserving of his wage. Do not keep moving from house to house.","2":"And He was telling them, “The harvest is plentiful, but the workers are few. Therefore, beg the Lord of the harvest to send out workers into His harvest.","38":"Now while they were traveling, Yeshua entered a certain village; and a woman named Martha welcomed Him into her house.","6":"If a son of shalom is there, your shalom will rest on him; but if not, it will return to you.","31":"And by chance, a kohen was going down that road; but when he saw the man, he passed by on the opposite side."},"2":{"11":"A Savior is born to you today in the city of David, who is Messiah the Lord.","41":"Now His parents were going every year to Jerusalem for the Passover feast.","45":"When they did not find Him, they returned to Jerusalem to search for Him.","42":"When He became twelve years old, they were going up according to festival custom.","3":"Everyone was traveling to be registered in his own city.","20":"The shepherds returned, glorifying and praising God for all the things they had heard and seen, just as they had been told.","12":"And the sign to you is this: You will find an infant wrapped in strips of cloth and lying in a manger.”","10":"But the angel said to them, “Do not be afraid! For behold, I proclaim Good News to you, which will be great joy to all the people.","17":"When they had seen this, they made known the word that had been spoken to them concerning this Child.","51":"Then He went down with them to Natzeret and was obedient to them. But His mother treasured all these words in her heart.","44":"Supposing He was in the caravan, they went a day’s journey, then began looking for Him among relatives and friends.","40":"The Child kept growing and became strong, filled with wisdom; and the favor of God was upon Him.","13":"And suddenly a multitude of heavenly armies appeared with the angel, praising God and saying,","27":"So in the Ruach, Simeon came into the Temple; and when the parents brought the Child Yeshua to do for Him according to the custom of the Torah,","30":"For my eyes have seen Your salvation,","18":"And all those who heard were amazed at the things the shepherds told them.","36":"Now Anna, a daughter of Phanuel of the tribe of Asher, was a prophetess. She was well advanced in age, having lived with a husband only  seven years","29":"“Now may You let Your servant go in peace, O Sovereign Master,  according to Your word.","23":"As it is written in the Torah of ADONAI, “Every firstborn male that opens the womb shall be called holy to ADONAI.”","19":"But Miriam treasured all these things, pondering them in her heart.","1":"Now it happened in those days a decree went out from Caesar Augustus to register all the world’s inhabitants.","47":"And all those hearing Him were astonished at His understanding and His answers.","5":"He went to register with Miriam, who was engaged to him and was pregnant.","52":"And Yeshua kept increasing in wisdom and stature, and in favor with God and men.","49":"He said to them, “Why were you searching for Me? Didn’t you know that I must be about the things of My Father?”","4":"Now Joseph also went up from the Galilee, out of the town of Natzeret to Judah, to the city of David, which is called Bethlehem, because he was from the house and family of David.","8":"Now there were shepherds in the same region, living out in the fields and guarding their flock at night.","26":"And it had been revealed to him by the Ruach ha-Kodesh that he would not die before he had seen the Anointed One of ADONAI.","39":"When Joseph and Miriam had completed everything according to the Torah of ADONAI, they returned to the Galilee, to their own city of Natzeret.","14":"“Glory to God in the highest, and on earth shalom to men of good will.”","37":"and then as a widow until age eighty-four. She never left the Temple, serving night and day with fasting and prayers.","22":"And when the days of their purification were fulfilled,  according to the Torah of Moses, they brought Him to Jerusalem to present to ADONAI.","28":"Simeon received Him into his arms and offered a bracha to God, saying,","25":"Now there was a man in Jerusalem whose name was Simeon, and this man was just and pious, waiting for the consolation of Israel.  The Ruach ha-Kodesh was on him.","9":"Suddenly an angel of ADONAI stood before them, and the glory of ADONAI shone all around them; and they were absolutely terrified.","33":"And His father and mother were marveling at the things that were said about Him.","15":"And when the angels departed from them into the heavens, the shepherds were saying to one another, “Let’s go to Bethlehem and see this thing that has happened which ADONAI has made known to us!”","34":"And Simeon offered a bracha over them and said to Miriam His mother, “Behold, this One is destined to cause the fall and rise of many in Israel, and to be a sign that is opposed,","21":"When eight days had passed for His brit-milah,  He was named Yeshua, the name given by the angel before He was conceived in the womb.","24":"So they offered a sacrifice according to what was said in the Torah of ADONAI: “a pair of turtle doves, or two young pigeons.”","46":"After three days they found Him in the Temple, sitting in the center of the teachers, listening to them and asking them questions.","16":"So they hurried off and found Miriam and Joseph, and the Baby lying in the manger.","35":"so the thoughts of many hearts may be uncovered. (And even for you, a sword will pierce through your soul.)”","32":"‘A light for revelation to the nations’  and the glory of Your people Israel.”","7":"and she gave birth to her firstborn son. She wrapped Him in strips of cloth and set Him down in a manger, since there was no room for them in the inn.","43":"As they headed home after completing the days, the boy Yeshua remained in Jerusalem, but His parents didn’t know.","48":"When His parents saw Yeshua, they were overwhelmed. And His mother said to Him, “Child, why did you do this to us? Look! Your father and I were searching for You frantically!”","2":"This was the first census taken when Quirinius was governor of Syria.","38":"And coming up at that very instant, she began praising God and speaking about the Child to all those waiting for the redemption of Jerusalem.","50":"But they did not grasp the message He was telling them.","6":"But while they were there, the time came for her to give birth —","31":"which You have prepared in the presence of all peoples:"},"22":{"10":"And He said to them, “Behold, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters.","63":"Now the men who were guarding Yeshua began mocking and beating Him.","30":"that you may eat and drink at My table in My kingdom, and you shall sit upon thrones judging the twelve tribes of Israel.","49":"When those around Him saw what was going to happen, they said to Him, “Master, shall we strike with the sword?”","62":"And Peter went out and wept bitterly.","22":"For indeed, the Son of Man is going as has been predetermined; but woe to that man by whom He is betrayed!”","13":"So they left and found just what Yeshua had told them, and they prepared the Passover.","47":"While Yeshua was speaking, suddenly a crowd came, and the one called Judah, one of the Twelve, approached Yeshua to kiss Him.","71":"Then they said, “What further need do we have for testimony? For we have heard it ourselves from His own mouth!”","3":"Then satan entered into Judah, the one from Kriot, one of the twelve.","8":"Now Yeshua sent Peter and John, saying, “Go and prepare the Passover for us, so we may eat.”","12":"And with that, he will show you a large upper room, fully furnished. Make preparations there.”","65":"And reviling Him, they were saying many other things against Him.","40":"When he reached the place, He said to them, “Pray that you will not enter into temptation.”","14":"When the hour came, Yeshua reclined at table, and the emissaries with Him.","26":"But with you, it is not so. Rather, let the one who is greatest among you become like the youngest, and the one who leads like the one who serves.","17":"And when He had taken a cup and offered the bracha, He said, “Take this and share it among yourselves.","28":"“You are the ones who have remained with Me in My times of testing.","36":"Then He said to them, “But now, whoever has a money pouch must carry it as well as a travel bag. And whoever does not own a sword must sell his cloak and buy one.","4":"And he went away and talked with the ruling kohanim and officers of the Temple guard about how he might deliver Yeshua over to them.","50":"And one of them struck the servant of the kohen gadol and cut off his right ear.","45":"When He rose up from prayer, He came to the disciples and found them asleep, exhausted from grief.","60":"But Peter said, “Man, I don’t know what you’re talking about!” And immediately, while he was still speaking, a rooster crowed.","38":"But they said, “Master, look here! Two swords!” And He said to them, “It is enough.”","23":"So they began to discuss among themselves which of them it might be who would do this thing.","51":"But Yeshua answered and said, “Stop this now!” And He touched the man’s ear and healed him.","20":"In the same way, He took the cup after the meal, saying, “This cup is the new covenant in My blood, which is poured out for you.","59":"And about an hour later, another began to insist, saying, “Certainly this fellow was with Him, for he too is a Galilean!”","69":"But from now on, the Son of Man is seated at the right hand of the power of God.”","54":"Then they seized Yeshua and led Him away and brought Him into the house of the kohen gadol. But Peter was following from a distance.","66":"As it become day, the elders of the people gathered together, both ruling kohanim and Torah scholars, and they led Him away to their council, saying,","57":"But he denied it, saying, “Woman, I don’t know Him!”","43":"Now an angel from heaven appeared to Him and strengthened Him.","35":"And He said to them, “When I sent you out without a money pouch and travel bag and sandals, you didn’t lack anything, did you?” They said, “No, nothing.”","41":"And He pulled back about a stone’s throw from them, got on His knees, and began to pray,","5":"They were delighted and agreed to give him money.","34":"But Yeshua said, “I tell you, Peter, a rooster will not crow today until you have denied three times that you know Me.”","6":"So he agreed and began looking for a chance to hand Yeshua over to them without a crowd.","53":"Every day I was with you in the Temple, yet you did not lay a finger on Me. But this is yours — the hour and the power of darkness.”","2":"The ruling kohanim and Torah scholars were searching for a way to do away with Yeshua, for they were afraid of the people.","44":"And in His anguish, He was praying fervently; and His sweat was like drops of blood falling down on the ground.","11":"And say to the owner of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with My disciples?”’","70":"Then they all said, “Are You then Ben-Elohim?” And to them He said, “You say that I am.”","68":"and if I ask you, you will never answer.","1":"Now the Feast of Matzah, which is called Passover, was approaching.","58":"A little later, another saw him and said, “You too are one of them.” But Peter said, “Man, I am not!”","55":"Now they had lit a fire in the center of the courtyard and sat down together, and Peter was sitting among them.","33":"But Simon said to Him, “Master, I am ready to go with You even to prison and to death!”","67":"“If You are Mashiach, tell us.” But Yeshua said to them, “If I tell you, you will never believe;","27":"For who is greater, the one who reclines or the one who serves? Is it not the one who reclines? But I am among you as one who serves.","16":"For I tell you, I will never eat it again until it is fulfilled in the kingdom of God.”","64":"They blindfolded Him and kept asking Him, saying, “Prophesy! Who is the one who hit You?”","24":"But there was also a quarrel among them about which of them is considered the greatest.","19":"And when He had taken matzah  and offered the bracha, He broke it and gave it to them, saying, “This is My body, given for you. Do this in memory of Me.”","29":"And just as My Father has granted Me a kingdom, so I grant to you","61":"And the Lord turned and looked straight at Peter. Then Peter remembered the word of the Lord, how He had told him, ‘Before the rooster crows today, you will deny Me three times.’","9":"Then they said to Him, “Where do You want us to prepare?”","37":"For I tell you that this which is written must be fulfilled in Me: ‘And he was counted with the lawless.’  For what is written about Me is being fulfilled.”","7":"Then came the day of matzah when the Passover lamb had to be sacrificed.","52":"Then Yeshua said to the ruling kohanim, officers of the Temple guard, and the elders who had come against Him, “Have you come out with swords and clubs as you would against a revolutionary?","39":"And Yeshua came out and went as usual to the Mount of Olives, and the disciples followed Him.","48":"But Yeshua said to him, “Judah, with a kiss you betray the Son of Man?”","21":"But look, the hand of the one betraying Me is with Mine on the table.","56":"Then a servant girl saw him sitting at the fire. She looked straight at him and said, “This one was with Him too!”","46":"And He said to them, “Why are you sleeping? Get up and pray, so that you won’t enter into temptation.”","32":"But I have prayed for you, Simon, that your faith will not fail. And when you have turned back, strengthen your brothers.”","31":"“Simon, Simon! Indeed, satan has demanded to sift you all like wheat.","15":"And He said to them, “I have eagerly desired to eat this Passover with you before I suffer.","25":"And Yeshua said to them, “The kings of the nations have mastery over them, and those exercising authority over them are called ‘benefactors.’","18":"For I tell you that I will never drink of the fruit of the vine from now on, until the kingdom of God comes.”","42":"saying, “Father, if You are willing, take this cup from Me; yet not My will, but Yours be done.”"},"8":{"11":"“Now the parable is this: the seed is the word of God.","41":"And here came a man named Jairus, a leader in the synagogue. Falling at Yeshua’s feet, he begged Him to come to his house,","45":"Yeshua said, “Who touched Me?” When everyone denied it, Peter said, “Master, the crowds are surrounding You and pressing in!”","42":"because his only daughter, about twelve years old, was dying. But as He made His way, the masses were crushing in upon Him.","3":"Joanna, the wife of Kuza, Herod’s finance minister; Susanna; and many others — were supporting them out of their own resources.","20":"Now it was reported to Him, “Your mother and Your brothers are standing outside, wanting to see You.”","56":"Her parents were utterly astonished, but He ordered them to say nothing of what had happened.","12":"Those beside the road are the ones who have heard; then the devil comes and takes away the word from their heart, so that they may not believe and be saved.","10":"Then Yeshua said to them, “To you has been given to know the secrets of the kingdom of God; but to the others it is given in parables,  in order that ‘Seeing, they may not see, and hearing, they may not understand.’","17":"For nothing is hidden that will not become evident, nor secret that shall not be known and come into open view.","51":"When Yeshua came into the house, He didn’t let anyone enter with Him except Peter, John, Jacob, and the child’s father and mother.","44":"She came up from behind and touched the tzitzit of Yeshua’s garment. Immediately, her blood flow stopped.","40":"As Yeshua returned, the crowd welcomed Him, for they were all expecting Him.","13":"But those on the rocky places are the ones who, when they hear, accept the word with joy. But these have no root; they believe for a season, and in a time of testing fall away.","27":"A demon-plagued man from the town met Yeshua as He was coming out onto the land. The man hadn’t worn any clothing for a long time and was living not in a house but in the tombs.","30":"Yeshua questioned him, “What is your name?” “Legion,” he said, for many demons had entered him.","53":"But they were ridiculing Him, knowing she had died.","18":"So pay attention how you listen. For whoever has, to him more will be given. And whoever does not have, even what he supposes he has will be taken away from him.”","36":"Now those who had seen it reported how the demon-plagued man had been restored.","29":"For Yeshua commanded the defiling spirit to come out of the man. For many times it had seized him so that, even though he was restrained and bound with chains and shackles, he would break the chains and be driven by the demons into the desert.","23":"Then as they were sailing, He fell asleep. A violent windstorm came down on the lake, and they were swamped with water and in danger.","19":"Yeshua’s mother and brothers came to Him, but were not able to reach Him through the crowd.","1":"Soon afterward, Yeshua began traveling throughout towns and villages, preaching and proclaiming the Good News of the Kingdom of God. The twelve were also with Him.","47":"Then seeing that she did not escape notice, the woman came trembling and fell prostrate before Him. In the presence of all the people, she confessed why she had touched Him and how she had been healed immediately.","5":"“The sower went out to spread his seed. As he sowed, some fell beside the road and was trampled; and the birds of the air ate it up.","54":"But Yeshua, took her by the hand and called out, saying, “Child, get up!”","52":"And everyone was weeping and lamenting her; but He said, “Don’t weep, for she didn’t die but is sleeping.”","49":"While He was still speaking, someone comes from the house of the synagogue leader, saying, “Your daughter has died. Don’t bother the Teacher anymore.”","4":"And when a large crowd was gathering and those from various towns were traveling to Him, He spoke by means of a parable.","8":"And other seed fell into the good soil; and when it came up, it produced fruit a hundredfold.” While saying these things, He would call out, “He who has ears to hear, let him hear.”","26":"They sailed over to the country of the Gerasenes, which is on the opposite side of the Galilee.","39":"“Return to your home, and describe all that God has done for you.” So he went away, proclaiming throughout the whole town all that Yeshua had done for him.","14":"Now that which fell into the thorns are those who were hearing; but as they go along the way, they are choked by the cares and riches and pleasures of life, and they do not bear mature fruit.","37":"And all the people from the region surrounding the Gerasenes asked Yeshua to go away from them because they were overcome by great fear. So He got into a boat and returned.","22":"Now on one of those days Yeshua and His disciples got into a boat, and He said to them, “Let’s move to the other side of the lake.” So they set out.","28":"Seeing Yeshua, he cried out and fell down before Yeshua, and with a loud voice said, “What’s between You and me, Yeshua, Ben El Elyon? I’m begging You, do not torment me!”","25":"Then Yeshua said to them, “Where is your faith?” But they were afraid and marveled, saying to one another, “Who then is this? He commands even the winds and the water, and they obey Him!”","9":"Now His disciples were asking Him what this parable meant.","33":"Then the demons came out of the man and entered into the pigs. The herd rushed down the cliff into the lake and was drowned.","15":"But the seed in the good soil are those with a praiseworthy and good heart, who have heard the word and hold it fast and bear fruit with patient endurance.","34":"But when the herdsmen saw what happened, they ran away and reported it in the town and countryside.","21":"But answering, He said to them, “My mother and My brothers are these who are hearing the word of God and doing it.”","24":"They came to Yeshua and woke Him, saying, “Master, Master, we’re perishing!” He got up and rebuked the wind and the surging wave of water. Then they stopped, and it became calm.","46":"But Yeshua said, “Someone touched Me, for I recognized power going out from Me.”","16":"“Now no one after lighting a lamp covers it with some object or places it under a bed. But he puts it on a lampstand so that all those who enter may be able to see the light.","35":"People went out to see what had happened. They came to Yeshua and found the man from whom the demons had gone — clothed and in his right mind, sitting at the feet of Yeshua. And they were frightened.","32":"Now a large herd of pigs was feeding on the mountain. The demons urged Yeshua to let them enter these pigs, and He gave them permission.","7":"Other seed fell among the thorns, and the thorns grew up with it and choked it.","43":"And there was a woman with a blood flow for twelve years,  who could not be healed by anyone.","48":"He said to her, “Daughter, your faith has made you well. Go in shalom.”","2":"And certain women who had been healed of evil spirits and infirmities — Miriam, the one called Magdalene, out of whom seven demons had gone;","38":"The man from whom the demons had gone out begged to go with Yeshua. But Yeshua sent him away, saying,","55":"Her spirit returned, and she arose immediately. Yeshua ordered food to be given to her to eat.","50":"But hearing this, Yeshua replied to him, “Do not fear — just keep trusting, and she shall be restored.”","6":"And other seed fell on rock; when it came up, that seed withered away because it had no moisture.","31":"They kept begging Him not to command them to depart into the abyss."},"17":{"11":"Now while going up to Jerusalem, Yeshua was passing between Samaria and the Galilee.","3":"“Keep yourselves alert! If your brother sins, rebuke him; and if he repents, forgive him.","20":"Now when Yeshua was asked by the Pharisees when the kingdom of God would come, He answered them and said, “The kingdom of God does not come with signs to be seen.","12":"As He entered a certain village, ten men with tzara’at came toward Him. They stood some distance away","10":"So you too, when you’ve done everything you are commanded, say, ‘We are unworthy slaves. We have done only what we were supposed to do.’”","17":"Then Yeshua answered and said, “Weren’t ten cleansed? But where are the nine?","13":"and raised their voices, saying, “Yeshua, Master, have mercy on us!”","27":"They were eating, drinking, marrying, and being given in marriage, until the day Noah entered the ark. Then the flood came and destroyed them all.","30":"Things will be the same on the day when the Son of Man is made fully known.","18":"Weren’t any found who came back to give glory to God except this foreigner?”","36":"()","29":"But on the day Lot left Sodom, it rained fire and sulfur from heaven and destroyed them all.","23":"They will say to you, ‘Look, there!’ or ‘Look, here!’ Do not go and chase after them.","19":"Then Yeshua said to the man, “Stand up and go! Your faith has made you well.”","1":"Then Yeshua said to His disciples, “Stumbling blocks are bound to come, but woe to the one by whom they come!","5":"Then the emissaries said to the Lord, “Increase our faith!”","4":"Even if he sins against you seven times a day, and seven times returns to you, saying, ‘I repent,’ you shall forgive him.”","8":"But won’t he instead say to him, ‘Prepare something for me to eat! Dress yourself and wait on me while I eat and drink; and afterward, you may eat and drink’?","26":"As it was in the days of Noah,  so will it also be in the days of the Son of Man.","14":"When He saw them, He said to them, “Go and show yourselves to the kohanim.”  And as they went, they were cleansed.","37":"“Where, Lord?” they replied. And He said to them, “Where there is a corpse, there also will the vultures be gathered.”","22":"Then Yeshua said to the disciples, “The days will come when you will long to see one of the days of the Son of Man, and you will not see it.","28":"“It was just the same in the days of Lot.  They were eating, drinking, buying, selling, planting, building.","25":"But first He must suffer much and be rejected by this generation.","9":"He doesn’t thank the slave because he did what he was commanded, does he?","33":"Whoever tries to keep his life will lose it; but whoever loses his life will preserve it.","15":"Now one of them, when he saw that he was healed, came back, glorifying God with a loud voice.","34":"“I tell you, on that night there will be two in one bed. One will be taken along and the other left.","21":"Nor will they say, ‘Look, here!’ or ‘There!’ For behold, the kingdom of God is in your midst.”","24":"For just as the lightning flashes from one part of the sky and lights up another part, so will the Son of Man be in His day.","16":"And he fell at Yeshua’s feet, facedown, giving Him thanks. And he was a Samaritan.","35":"There will be two women grinding at the same place. One will be taken and the other left.”","32":"Remember Lot’s wife!","7":"But if you have a slave who is plowing or tending sheep, who among you will say to him when he comes in from the field, ‘Come right in, and recline at table’?","2":"It would be better for him to have a millstone put around his neck and to be hurled into the sea, than for him to cause one of these little ones to stumble.","6":"Then the Lord said, “If you have faith like a mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.","31":"In that day, the one who is on the roof, and his possessions in the house, must not go down to take them away. In the same way, the one who is in the field must not turn back."},"11":{"11":"What father, if his son asks for a fish, will give him a snake instead?","41":"But give as tzedakah those things that are within, and indeed everything is pure to you.","45":"But answering, one of the Torah lawyers says to Him, “Teacher, when You say these things, You insult us too.”","42":"“But woe to you Pharisees, for you tithe mint, rue, and every garden herb,  yet bypass justice and the love of God. It is necessary to do these things without neglecting the others.","3":"Give us each day our daily bread.","20":"But if by the finger of God  I drive out demons, then the kingdom of God has come to you.","12":"And if he asks for an egg, will he give him a scorpion?","10":"For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.’","17":"But Yeshua, knowing their thoughts, said to them, “Every kingdom divided against itself is destroyed, and a house against a house falls.","51":"from the blood of Abel to the blood of Zechariah, the one who perished between the altar and the house of God.  Yes, I tell you, it will be required from this generation.’","44":"Woe to you, for you are like unmarked tombs, and people walk over them without knowing.”","40":"Fools! Didn’t He who created the outside also create the inside?","13":"If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Ruach ha-Kodesh  to those who ask Him!”","27":"Then as Yeshua was saying these things, a certain woman in the crowd, raising her voice, said to Him, “Blessed is the womb that carried You and the breasts that nursed You!”","30":"For just as Jonah became a sign to the Ninevites,  so also the Son of Man will be to this generation.","53":"When Yeshua left there, the Torah scholars and the Pharisees began to be very hostile and to interrogate Him on many issues,","18":"Now if satan is divided against himself, how will his kingdom stand? For you say by beelzebul I drive out the demons.","36":"If then your body is full of light, with no part of it dark, it will be as full of light as when a lamp gives you light with its gleam.”","29":"With the crowds increasing, Yeshua began to say, “This generation is a wicked generation. It demands a sign, yet no sign will be given to it except the sign of Jonah.","23":"He who is not with Me is against Me, and he who does not gather with Me scatters.","19":"But if by beelzebul I drive out demons, by whom do your sons drive them out? For this reason, they will be your judges.","1":"Now Yeshua was praying in a certain place. When He finished, one of His disciples said to Him, “Master, teach us to pray, just as John taught his disciples.”","47":"“Woe to you, for you build the tombs of the prophets whom your own fathers killed!","5":"Then Yeshua said to them, “Which of you has a friend and will go to him in the middle of the night and say to him, ‘Friend, lend me three loaves of bread,","54":"plotting against Him to catch Him in His words.","52":"“Woe to you, Torah lawyers, for you have taken away the key of knowledge. You yourselves did not enter, and you stood in the way of those entering.”","49":"“For this reason also the wisdom of God said, ‘I will send them prophets and emissaries, and some of them they will kill and persecute,","4":"And forgive us our sins, for we also forgive everyone indebted to us. And lead us not into temptation.”","8":"I tell you, even if the friend will not get up and give him anything out of friendship, yet because of the man’s persistence he will get up and give him as much as he needs.","26":"Then it goes and takes along seven other spirits more evil than itself, and they go in and settle there. And that man’s last condition becomes worse than the first.”","39":"But the Lord said to him, “You Pharisees clean the outside of the cup and plate, but inside you are full of greed and wickedness.","14":"Now Yeshua was driving out a demon, and it was mute. When the demon had gone out, the mute one spoke and the crowds were amazed.","37":"As He spoke, a Pharisee asked Yeshua to eat with him, so He entered and sat down.","22":"But as soon as someone stronger than he attacks and overpowers him, then he takes away the armor that he had trusted in and divides up his plunder.","28":"But He said, “Rather, blessed are those who hear the word of God and obey it.”","25":"And when it comes, it finds the house swept and put in order.","9":"“So I say to you, ‘Ask, and it shall be given to you. Seek, and you shall find. Knock, and it shall be opened to you.","33":"“No one lighting a lamp puts it in a cellar or under a basket, but on the lampstand so that those entering may see the light.","15":"But some among them said, “By beelzebul, the ruler of demons, He drives out demons.”","34":"Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light. But when it is sick, your body is full of darkness.","21":"“When a strong one, fully-armed, protects his own estate, his possessions are safe.","24":"“When an unclean spirit goes out of a man, it passes through waterless places looking for rest. Not finding any, it says, ‘I will return to my house where I came from.’","46":"Then Yeshua said, “Woe to you Torah lawyers as well, for you weigh the people down with burdens hard to carry, yet you yourselves will not touch the burdens with even a finger.","16":"Others, testing Him, were demanding from Him a sign from heaven.","35":"Therefore, watch out that the light in you is not darkness.","32":"The men of Nineveh will rise at the judgment with this generation and will condemn it, because they repented at Jonah’s proclamation. And indeed, one greater than Jonah is here.","7":"Then from within he may answer, saying, ‘Don’t bother me. The door is already locked, and my children and I are in bed. I can’t get up to give you anything.’","43":"Woe to you Pharisees, for you love the best seats in the synagogues and the greetings in the marketplaces.","48":"So you are witnesses and approve the deeds of your fathers, for indeed they killed them and you are building their tombs.","2":"Then Yeshua said to them, “When you pray, say, ‘Father, sanctified be Your Name, Your kingdom come.","38":"But the Pharisee was surprised when he saw that Yeshua did not do the ritual handwashing before the meal.","50":"so that the blood of the prophets shed since the foundation of the world might be required from this generation —","6":"because a friend of mine has come to me on his journey and I have nothing to set before him.’","31":"The Queen of the South will rise up at the Judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon.  And behold, something greater than Solomon is here."},"1":{"78":"Through our God’s heart of mercy, the Sunrise from on high will come upon us,","10":"And the whole crowd of people was praying outside at the hour of incense burning.","63":"Asking for a small tablet, he wrote, “John is his name.” They were all astonished!","30":"The angel spoke to her, “Do not be afraid, Miriam, for you have found favor with God.","49":"For the Mighty One has done a great thing for me, and holy is His name.","62":"So they began making signs to his father, as to what he wanted him named.","22":"But when he came out, he couldn’t speak to them. Then they realized that he had seen a vision in the Holy Place. He was making signs to them but remained mute.","13":"But the angel said, “Do not be afraid, Zechariah, because your prayer has been heard. Your wife, Elizabeth, will give birth to your son, and you will name him John.","47":"and my spirit greatly rejoices in God, my Savior.","71":"salvation from our enemies and from the hand of all who hate us!","77":"to give knowledge of salvation to His people through removal of their sins.","73":"the vow which He swore to Abraham our father, to grant us —","3":"Therefore it seemed best to me also, because I have carefully investigated everything from the beginning, to write for you an orderly record, most excellent Theophilus,","8":"Now it happened to be Zechariah’s time to serve as kohen before ADONAI in the order of his division.","12":"Zechariah was in turmoil when he saw the angel, and fear fell upon him.","65":"Fear came on all those who lived around them, and all these matters were talked about throughout the hill country of Judah.","40":"She entered Zechariah’s home and happily greeted Elizabeth.","14":"And you will have joy and gladness, and many will rejoice at his birth.","26":"Then in the sixth month, the angel Gabriel was sent by ADONAI into a town in the Galilee named Natzeret","17":"And he will go before Him in the spirit and power of Elijah, to turn the hearts of fathers to the children  and the disobedient ones to the wisdom of the righteous, to make ready for ADONAI a prepared people.","28":"And coming to her, the angel said, “Shalom, favored one! ADONAI is with you. ”","76":"And you, child, will be called a prophet of Elyon. For you will go before ADONAI to prepare His ways,","36":"Behold, even your relative Elizabeth has conceived a son in her old age; and the one who was called barren is six months pregnant.","4":"so you may know for sure the truth of the words you have been taught.","50":"And His mercy is from generation to generation to the ones who fear Him.","45":"Blessed is she who trusted that there would be a fulfillment of those things spoken to her by ADONAI.”","60":"But his mother declared, “No, he will be called John.”","38":"So Miriam said, “Behold, the servant of ADONAI. Let it be done to me according to your word.” And the angel left her.","23":"When the days of his priestly service had been completed, he went home.","51":"He has displayed power with His arm He has scattered the proud in the thoughts of their hearts.","20":"So look, you will be silent and powerless to speak until the day these things happen, since you did not believe my words which will be fulfilled in their time.”","59":"Now on the eighth day they came to circumcise the child,  and they kept trying to call him by his father’s name, Zechariah.","69":"He has raised up a horn of salvation for us in the house of His servant David,","54":"He has helped His servant Israel,  remembering His mercy,","66":"Everyone who heard pondered these things in their hearts, saying, “What then will this child become?” For the hand of ADONAI was on him.","57":"Upon Elizabeth’s full term to deliver, she gave birth to a son.","43":"Who am I, that the mother of my Master should come to me?","80":"And the child kept growing and became strong in spirit; and he lived in the wilderness until the day of his public appearance to Israel.","35":"And responding, the angel said to her, “The Ruach ha-Kodesh will come upon you, and the power of Elyon will overshadow you. Therefore, the Holy One being born will be called Ben-Elohim.","41":"When Elizabeth heard Miriam’s greeting, the unborn child leaped in her womb; and Elizabeth was completely filled with the Ruach ha-Kodesh.","5":"In the days of Herod, King of Judah, there was a kohen named Zechariah from the priestly division of Abijah.  Elizabeth, his wife, was from the daughters of Aaron.","34":"Miriam said to the angel, “How can this be, since I am not intimate with a man?”","6":"Together they were righteous before ADONAI, walking without fault in all His commandments and instructions.","53":"He has filled the hungry with good things and sent away the rich empty-handed.","2":"just as they were handed down to us from the start by the eyewitnesses and reporters of the word.","44":"For even when I just heard the sound of your greeting in my ear, the unborn child leaped with joy in my womb.","72":"So He shows mercy to our fathers and remembers His holy covenant,","11":"An angel of ADONAI appeared to him, standing at the right side of the altar of incense.","70":"just as He spoke by the mouth of His holy prophets from ages past,","68":"“Blessed be ADONAI, God of Israel, for He has looked after His people and brought them redemption.","1":"Now many have undertaken to organize an account of the events fulfilled among us,","58":"Her neighbors and relatives heard how ADONAI had shown her His great mercy, and they began to rejoice with her.","55":"just as He spoke to our fathers, to Abraham and to his seed forever.”","33":"He shall reign over the house of Jacob for all eternity, and His kingdom will be without end.”","67":"His father Zechariah was filled with the Ruach ha-Kodesh and prophesied, saying,","27":"and to a virgin engaged to a man named Joseph, of the house of David. The virgin’s name was Miriam.","16":"Many of Bnei-Yisrael will turn to ADONAI their God.","64":"And his mouth was immediately unlocked as well as his tongue, and he began to speak, praising God.","24":"After these days, his wife Elizabeth became pregnant and hid herself for five months, saying,","19":"And speaking to him, the angel declared, “I am Gabriel, the one standing in God’s presence. I was commissioned to tell you and proclaim to you this good news.","29":"But at the message, she was perplexed and kept wondering what kind of greeting this might be.","61":"But they said to her, “No one among your relatives is called by this name.”","9":"According to the custom of the priestly office, it became his lot to enter the Holy Place of ADONAI to burn incense.","74":"rescued fearlessly from the hand of our enemies  — to serve Him,","37":"For nothing will be impossible with God.”","7":"But they were childless, because Elizabeth was barren and both of them were elderly.","52":"He has brought down rulers from thrones and exalted humble ones.","39":"Now in those days, Miriam got up and quickly traveled into the hill country, to a town in Judah.","48":"For He has looked with care upon the humble state of His maidservant. For behold, from now on all generations will call me blessed.","21":"The people were waiting for Zechariah and wondering about his long delay in the Holy Place.","56":"Miriam stayed with her for three months and then returned to her home.","46":"Then Miriam said, “My soul magnifies ADONAI,","75":"in holiness and righteousness before Him all our days.","79":"to give light to those who sit in darkness and in the shadow of death,  to guide our feet in the way of shalom.”","32":"He will be great and will be called Ben-Elyon. ADONAI Elohim will give Him the throne of David,  His father.","31":"Behold, you will become pregnant and give birth to a son, and you shall call His name Yeshua.","15":"He will be great before ADONAI; and he should not drink wine and intoxicating beverage,  but he will be filled with the Ruach ha-Kodesh just out of his mother’s womb.","25":"“ADONAI has done this for me! In these days He looked upon me, to take away my disgrace among the people.”","18":"Zechariah said to the angel, “How will I know this for certain? I’m an old man, and my wife is well-advanced in age.”","42":"She then cried out with a great shout, saying, “You are blessed among women, and blessed is the fruit of your womb."},"9":{"11":"But the crowds found out and followed Him. So Yeshua welcomed them and began speaking to them about the kingdom of God and curing those in need of healing.","41":"Then answering, Yeshua said, “O faithless and twisted generation,  how long shall I be with you and put up with you? Bring your son here.”","62":"But Yeshua said to him, “No one who has put his hand to the plow and looked back is fit for the kingdom of God.”","45":"But they did not understand this statement; it was yet concealed from them so they could not grasp it. And they were afraid to ask Him about this statement.","42":"And while the boy was still approaching Yeshua, the demon knocked him down to the ground and threw him into convulsions. But Yeshua rebuked the unclean spirit, healed the boy, and restored him to his father.","3":"And He said to them, “Take nothing for the journey — no walking stick, no travel bag, no bread, no money, nor even to have two shirts.","20":"Then He said to them, “But who do you that say I am?” Then Peter answered and said, “The Messiah of God.”","56":"Then they moved on to another village.","12":"Now the day began to wind down, and the twelve came and said to Yeshua, “Send the crowd away, so they might go into the nearby villages and countryside and find food and lodging; for we are in a desolate place here.”","10":"When the emissaries returned, they described to Yeshua all they had done. Then He took them along and withdrew privately to a city named Bethsaida.","61":"Then another also said, “I will follow You, Master, but first let me say goodbye to those in my home.”","17":"Then they all ate and were satisfied. And what was left over was picked up, twelve baskets of the fragments.","51":"When the days were approaching for Him to be taken up, Yeshua was determined to go up to Jerusalem.","44":"“Put these words into your ears: the Son of Man is about to be delivered into the hands of men.”","40":"I begged Your disciples to drive it out, but they couldn’t.”","13":"But Yeshua said to them, “You give them something to eat!” But they said, “We have no more than five loaves of bread and two fish, unless we go to buy food for all these people.”","27":"But I tell you truthfully, there are some standing here who will never taste death until they see the kingdom of God.”","30":"And behold, two men were talking with Him, Moses and Elijah.","53":"But they did not receive Him, because He was focused on going up to Jerusalem.","18":"Once when Yeshua was praying alone and His disciples were near, He put a question to them, saying, “Who do the crowds say that I am?”","36":"And after the voice happened, Yeshua was found alone. They kept quiet and told no one in those days any of the things they had seen.","29":"While He was praying, the appearance of His face changed, and His clothing flashed like white lightning.","23":"Then Yeshua was saying to everyone, “If anyone wants to follow Me, he must deny himself, take up his cross every day, and follow Me.","19":"They replied, “John the Immerser, but others Elijah, and others that some prophet from among the ancients has arisen.”","1":"Now when Yeshua called the twelve together, He gave them power and authority over all the demons and to heal diseases.","47":"But Yeshua, knowing the reasoning of their heart, took a child and set him by His side.","59":"He said to another, “Follow Me.” But that one said, “First let me go and bury my father.”","5":"And whoever does not receive you, when you leave that town, shake off the dust from your feet as a witness against them.”","54":"When His disciples Jacob and John saw this, they said, “Master, do You want us to command fire to come down from heaven and consume them ?”","52":"He sent messengers before Him, and they went and entered a Samaritan village to make His arrangements.","49":"John replied, “Master, we saw someone driving out demons in Your name, and we tried to stop him because he doesn’t follow along with us.”","4":"Whatever house you enter, stay there and depart from there.","8":"but others that Elijah had appeared, and others that some prophet from among the ancients had arisen.","58":"But Yeshua said to him, “Foxes have dens and birds of the air have nests, but the Son of Man has nowhere to lay His head.”","26":"For whoever is ashamed of Me and My words, the Son of Man will be ashamed of him when He comes in His glory and the glory of the Father and the holy angels.","39":"You see, a spirit takes hold of him, and he immediately screams. It throws him into convulsions with frothing. It hardly ever leaves him — it’s crushing him!","14":"For there were about five thousand men. Then Yeshua said to His disciples, “Have the people recline in groups of about fifty each.”","37":"On the next day as they came down from the mountain, a large crowd met Yeshua.","22":"saying, “The Son of Man must suffer many things and be rejected by the elders and ruling kohanim and Torah scholars, and be killed, and on the third day be raised.”","28":"About eight days after these teachings, Yeshua took Peter, John, and Jacob with Him and went up the mountain to pray.","25":"“For what does it profit a man if he gains the whole world but loses or forfeits himself?","9":"But Herod said, “I beheaded John, but who is this about whom I hear such things?” And he kept trying to see Him.","33":"And as they were leaving Yeshua, Peter said to Him, “Master, it’s good for us to be here. Let’s make three sukkot: one for You, and one for Moses, and one for Elijah” — not knowing what he was saying.","15":"They did so, and all reclined.","34":"While he was yet saying these things, a cloud came and overshadowed them; and they were afraid as they entered the cloud.","21":"But Yeshua warned them, and He ordered them not to tell this to anyone,","57":"As they were traveling on the road, someone said to Him, “I will follow You wherever You go.”","24":"For whoever wants to save his life will lose it, but whoever loses his life for My sake will save it.","46":"Now a dispute began between the disciples as to who might be the greatest among them.","16":"And He took the five loaves and the two fish; and looking up to heaven, He offered the bracha and broke them. And He kept giving them to the disciples to set before the crowd.","35":"Then a voice came out of the cloud, saying, “This is My Son, the One I have chosen. Listen to Him!”","32":"Now Peter and those with him were overcome with sleep. But when they awakened, they saw Yeshua’s glory and the two men standing with Him.","7":"Now Herod the tetrarch heard all that was happening. He was very confused, because some were saying that John had been raised from the dead,","43":"And all were amazed at the mighty power of God. But as everyone was marveling at all He was doing, He said to His disciples,","48":"He said to them, “Whoever welcomes this child in My name, welcomes Me. And whoever welcomes Me, welcomes the One who sent Me. The one who is the least among all of you is the one who is great.”","2":"He sent them out to proclaim the kingdom of God and to heal.","38":"Suddenly a man from the crowd shouted out loudly, saying, “Teacher, I’m begging You to look at my son, for he’s my only child!","55":"But Yeshua turned and rebuked them.","60":"But Yeshua said to him, “Let the dead bury their own dead. But you, go and proclaim the kingdom of God.”","50":"Yeshua said to him, “Do not stop him, for he who is not against you is for you.”","6":"So they went out and began traveling throughout the villages, proclaiming the Good News and healing everywhere.","31":"Appearing in glory, they were speaking of Yeshua’s departure, which was about to take place in Jerusalem."},"24":{"11":"But these words appeared to them as nonsense, and they would not believe them.","41":"But while they were still in disbelief due to joy and wonder, He said to them, “Do you have anything to eat here?”","45":"Then He opened their minds to understand the Scriptures,","42":"They gave Him a piece of broiled fish,","3":"but when they entered, they did not find the body of the Lord Yeshua.","20":"how the ruling kohanim and our leaders handed Him over to be sentenced to death, and they executed Him.","12":"But Peter got up and ran to the tomb. Leaning in, he sees only the linen cloths. And he went away to his home, marveling at what had happened.","10":"Now it was Miriam from Magdala, Joanna, the Miriam of Jacob and others together with them who were telling these things to the emissaries.","17":"Then He said to them, “What are these things you are discussing with one another as you are walking along?” They stood still, looking gloomy.","51":"And while blessing them, He departed from them and was taken up into heaven.","44":"Then He said to them, “These are My words which I spoke to you while I was still with you — everything written concerning Me in the Torah of Moses and the Prophets and the Psalms must be fulfilled.","40":"And when He had said this, He showed them His hands and His feet.","13":"Now behold, two of them on that very day were traveling to a village named Emmaus, a distance of about seven miles  from Jerusalem.","27":"Then beginning with Moses and all the Prophets, He explained to them the things written about Himself in all the Scriptures.","30":"And it happened that when He was reclining at the table with them, He took the matzah,  offered a bracha and, breaking it, gave it to them.","53":"And they were continually in the Temple, praising God.","18":"Then the one named Cleopas answered and said to Him, “Are You the only one visiting Jerusalem who doesn’t know the things that happened there in these days?”","36":"While they were speaking of these things, Yeshua Himself stood in the midst of them and said, “Shalom Aleichem!”","29":"But they urged Him, saying, “Stay with us, for it is nearly evening and the day is already gone.” So He went in to stay with them.","23":"When they didn’t find His body, they came saying that they had also seen a vision of angels, who said He is alive!","19":"Yeshua said to them, “What kind of things?” And they said to Him, “The things about Yeshua from Natzeret, who was a Prophet, powerful in deed and word before God and all the people —","1":"Now on the first day of the week, at daybreak, the women came to the tomb, carrying the spices they had prepared.","47":"and that repentance for the removal of sins  is to be proclaimed in His name to all nations, beginning from Jerusalem.","5":"The women were terrified and bowed their faces to the ground, but the men said to them, “Why do you search for the living among the dead?","52":"After worshiping Him, they returned to Jerusalem with great joy.","49":"And behold, I am sending the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.”","4":"And while they were perplexed about this, suddenly two men in dazzling clothes stood beside them.","8":"And they were reminded of His words.","26":"Was it not necessary for Messiah to suffer these things and to enter into His glory?”","39":"Look at My hands and My feet — it is I Myself! Touch Me and see! For a spirit doesn’t have flesh and bones, as you see I have.”","14":"They were speaking with one another about all the things that had been happening.","37":"But they were startled and terrified, thinking they were seeing a ghost.","22":"“But also some women among us amazed us. Early in the morning they were at the tomb.","28":"They approached the village where they were going, and He acted as though He were going farther on.","25":"Yeshua said to them, “Oh foolish ones, so slow of heart to put your trust in all that the prophets spoke!","9":"And when they returned from the tomb, they told all these things to the eleven and to everyone else.","33":"And they got up that very hour and returned to Jerusalem. They found the eleven and others with them gathered together,","15":"While they were talking and discussing, Yeshua Himself approached and began traveling with them.","34":"saying, “The Lord is risen indeed! He has appeared to Simon!”","21":"But we were hoping that He was the One about to redeem Israel. Besides all this, today is the third day since these things happened.","24":"Some of those with us went to the tomb and found it just as the women said, but they did not see Him.”","46":"and He said to them, “So it is written, that the Messiah is to suffer and to rise from the dead on the third day,","16":"But their eyes were kept from recognizing Him.","35":"Then they began telling about the events on the road and how He became recognized by them in the breaking of the matzah.","32":"They said to one another, “Didn’t our heart burn within us while He was speaking with us on the road, while He was explaining the Scriptures to us?”","7":"saying that the Son of Man must be delivered into the hands of sinful men, and be executed, and on the third day rise up.”","43":"and He took it and ate it in their presence.","48":"You are witnesses of these things.","2":"They found the stone had been rolled away from the tomb;","38":"Then He said to them, “Why are you so shaken? And why do doubts arise in your heart?","50":"Then Yeshua led them out as far as Bethany, and He lifted up His hands  and blessed them.","6":"He is not here, but He is risen! Remember what He told you when He was still in the Galilee,","31":"Then their eyes were opened and they recognized Him, and He disappeared from them."},"14":{"11":"For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”","3":"So Yeshua said to the Torah lawyers and the Pharisees, “Is it permitted to heal on Shabbat, or not?”","20":"Still another said, ‘I’ve married a wife, so I cannot come.’","12":"Then Yeshua was also saying to the one who invited Him, “When you host a luncheon or dinner, don’t invite your friends or your brothers or your relatives or rich neighbors. Otherwise they might invite you in return as your payback.","10":"But when you are invited, go and recline in the lowest seat so that when the one who invited you comes, he may say to you, ‘Friend, move up higher.’ Then you shall be honored in the presence of all those who are dining with you.","17":"At the time for the banquet, he sent his slave to tell those who had been invited, ‘Come, everything is already prepared.’","13":"But when you host a banquet, invite the poor, the crippled, the lame, and the blind;","27":"Whoever does not carry his own cross and follow Me cannot be My disciple.","30":"saying, ‘This man began to build and wasn’t able to finish!’","18":"“But every one of them began to beg off. The first said to him, ‘I bought a farm, and I’m obligated to go out to see it. I’m asking you to have me excused.’","29":"Otherwise, when he has laid a foundation and isn’t able to finish everything, all who see it begin to mock him,","23":"“So the master said to the slave, ‘Go out into the thoroughfares and fenced areas, and press them to come in so my home may be filled.","19":"Then another one said, ‘I’ve purchased five teams of oxen, and I’m going to check them out. I’m asking you to have me excused.’","1":"Now when Yeshua went into the home of one of the leaders of the Pharisees to eat a meal on Shabbat, they were watching Him closely.","5":"Then He said to them, “Which of you, with a son or an ox falling into a well on Yom Shabbat, will not immediately pull him out?”","4":"But they kept silent. So Yeshua took hold of him and healed him, and He sent him away.","8":"“When you are invited by someone to a wedding, don’t take the seat of honor, for someone more highly esteemed than you may have been invited by him.","26":"“If anyone comes to Me and does not hate his own father, mother, wife, children, brothers, and sisters — and yes, even his own life — he cannot be My disciple.","14":"and you will be blessed, since they cannot repay you. You will be repaid at the resurrection of the righteous.”","22":"“And the slave said, ‘Master, I have done as you instructed, and still there is room.’","28":"“For which of you, wanting to build a tower, doesn’t first sit down and figure out the cost, to see if he has enough to finish it?","25":"Now great crowds were traveling with Yeshua; and He turned and said to them,","9":"Then the one who invited both of you will come to you and say, ‘Give up this seat.’ And with shame, you would proceed to take the lowest seat.","33":"So in the same way, whoever does not renounce all that he has, cannot be My disciple.","15":"Now hearing this, one of those dining with Yeshua said to Him, “Blessed is he who eats bread in the kingdom of God.”","34":"“Therefore, salt is good; but if the salt should lose its flavor, how shall it be made salty again?","21":"“The slave came and reported these things to his master. Then the master of the house got angry and said to his slave, ‘Quickly go out into the squares and alleys of the city and bring here the poor, the maimed, the blind, and the lame.’","24":"For I tell you, none of those men who were invited will taste my banquet.’”","16":"But Yeshua said to him, “A certain man was hosting a large banquet, and he invited many.","35":"It is not suitable for the soil or for a manure heap — it is thrown out. The one who has ears to hear, let him hear.”","32":"If not, while the other is still far away, he sends an ambassador and asks for peace.","7":"Yeshua began telling a parable to those who had been invited, when He noticed how they were choosing the seats of honor. He said to them,","2":"And there before Him was a man swollen with fluid.","6":"And they could not reply to these things.","31":"“Or what king, going to make war against another king, won’t first sit down to consider whether he is able with ten thousand to confront the one coming against him with twenty thousand?"},"7":{"11":"The next day Yeshua traveled to a town called Nain, and coming along with Him were His disciples and a large crowd.","41":"“A moneylender had two debtors. One owed him five hundred denarii,  but the other fifty.","45":"You didn’t greet Me with a kiss; but from the time she entered, she has not stopped kissing My feet.","42":"When neither could repay him, he canceled both debts. So which of them will love him more?”","3":"When he heard about Yeshua, he sent Jewish elders to Him, asking Him to come and save his slave.","20":"When they appeared before Him, the men said, “John the Immerser sent us to you, saying, ‘Are you the One who is to come, or shall we look for another?’”","12":"Just as He came near the town gate, behold, a dead man was being carried out, the only son of his mother, a widow. A considerable crowd from the town was with her.","10":"When those who had been sent returned to the house, they found the slave in good health.","17":"This report concerning Him spread throughout all Judea and the surrounding region.","44":"Turning toward the woman, He said to Simon, “Do you see this woman? I entered into your house, and you didn’t give Me water for My feet. But she has drenched My feet with tears and wiped them with her hair.","40":"And answering, Yeshua said to him, “Simon, I have something to say to you.” And he said, “Say it, Teacher!”","13":"When the Lord saw her, He felt compassion for her and said, “Don’t cry.”","27":"This is the one about whom it is written, ‘Behold, I send My messenger before You, who will prepare Your way before You.’","30":"But the Pharisees and Torah lawyers, not having been immersed by John, declared God’s purpose invalid for themselves.","18":"John’s disciples reported to him about all these things. Calling two of his disciples,","36":"Now one of the Pharisees was asking Yeshua if He would eat with him. Upon entering the Pharisee’s home, He reclined at the table.","29":"And when all the people heard, even the tax collectors, they affirmed God’s justice, because they had been immersed with John’s immersion.","23":"Blessed is he who is not led to stumble because of Me.”","19":"John sent them to the Lord, saying, “Are you the One who is to come, or should we look for another?”","1":"When Yeshua finished all His drash in the hearing of the people, He entered Capernaum.","47":"For this reason I tell you, her sins, which are many, have been forgiven — for she loved much. But the one who is forgiven little, loves little.","5":"for he loves our people and even built our synagogue.”","49":"But those who were reclining at table with Him began to say to one another, “Who is this, who even forgives sins?”","4":"When they came to Yeshua, they begged Him earnestly, saying, “He is worthy for You to grant this,","8":"For I also am a man under authority, with soldiers under me. I say to this one, ‘Go!’ and he goes; and to another, ‘Come!’ and he comes; and to my servant, ‘Do this!’ and he does it.”","26":"Then what did you go out to see? A prophet? Yes, I tell you, even more than a prophet.","39":"Now when the Pharisee who invited Him saw this, he said to himself, “If this were a prophet, He would know what sort of woman is touching Him — that she’s a sinner.”","14":"Then He came up and touched the coffin, and the pallbearers came to a standstill. He said, “Young man! I tell you, get up!”","37":"And behold, a woman in the town who was a sinner, when she discovered that Yeshua was reclining at the Pharisee’s home, brought an alabaster jar of perfume.","22":"And answering, He said to them, “Go report to John what you saw and heard: the blind see, the lame walk, those with tzara’at are cleansed, the deaf hear, the dead are raised, and the poor have good news proclaimed to them.","28":"I say to you, there is no one greater than John among those born of women; yet the least in the kingdom of God is greater than he.”","25":"No? So what did you go out to see? A man dressed in fine garments? Look, those who wear finery and live in luxury are in the palaces of kings!","9":"Now when Yeshua heard this, He was amazed at him. Turning to the crowd following Him, He said, “I tell you, not even in Israel have I found such great faith.”","33":"“For John the Immerser has come not eating bread nor drinking wine, and you say, ‘He has a demon.’","15":"The dead man sat up and began speaking, and Yeshua gave him to his mother.","34":"The Son of Man has come eating and drinking. and you say, ‘Look, a glutton and a drunkard, a friend of tax collectors and sinners!’","21":"At this very hour He was healing many of diseases, sicknesses, and evil spirits; and He granted sight to many who were blind.","24":"And after John’s messengers left, He began to speak about John to the crowds. “What did you go out to the wilderness to see? A reed shaken by the wind?","46":"You didn’t anoint My head with oil, but she has anointed My feet with perfume.","16":"Fear took hold of them all, and they glorified God, saying, “A great prophet has appeared among us, and God has visited His people.”","35":"Yet wisdom is vindicated by all her children.”","32":"They are like children sitting in the marketplace and calling to each other, saying, ‘We played the flute for you, and you didn’t dance. We sang a dirge, and you didn’t weep.’","7":"That is why I didn’t consider myself worthy to come to You. But say the word and let my servant be healed.","43":"Simon replied, “I suppose the one who had the bigger debt canceled.” “You have judged correctly,” Yeshua said.","48":"He then said to her, “Your sins have been forgiven.”","2":"Now a certain centurion had a valued slave, who was ill and about to die.","38":"As she stood behind Him at His feet, weeping, she began to drench His feet with tears and kept wiping them with her head of hair. Then she was kissing His feet and anointing them with perfume.","50":"Then He said to the woman, “Your faith has saved you. Go in shalom.”","6":"Now Yeshua started to go with them; and when He wasn’t far from the house, the centurion sent friends to say to Him, “Master, do not trouble Yourself, for I’m not worthy for You to come under my roof.","31":"“So then, to what shall I compare the people of this generation? What are they like?"},"15":{"11":"Then Yeshua said, “A certain man had two sons,","3":"So He told this parable to them, saying,","20":"“And he got up and went to his own father. But while he was still far away, his father saw him and felt compassion. He ran and fell on his neck and kissed him.","12":"and the younger of them said to the father, ‘Father, give me the share of the property that comes to me.’ So he divided his wealth between them.","10":"In the same way, I tell you, there is joy in the presence of the angels of God over one sinner who repents.”","17":"“But when he came to his senses, he said, ‘How many of my father’s hired workers have food overflowing, but here I am dying of hunger!","13":"“Not many days later, the younger son gathered everything and traveled to a far country, and there he squandered his inheritance on wild living.","27":"“The servant said to him, ‘Your brother has come, and your father has killed the fattened calf because he got him back safe and sound.’","30":"But when this son of yours came — the one who has squandered your wealth with prostitutes — for him you killed the fattened calf!”","18":"I’ll get up and go to my father, and I’ll say to him, ‘Father, I have sinned against heaven and in your presence.","29":"But he answered and said to his father, ‘Look, so many years I’ve slaved away for you — not once did I ignore your order. Yet you’ve never given me a young goat so I could celebrate with my friends.","23":"Bring the fattened calf and kill it! Let’s celebrate with a feast!","19":"I am no longer worthy to be called your son. Make me like one of your hired workers.","1":"Now all the tax collectors and sinners were drawing near to hear Yeshua.","5":"When he has found it, he puts it on his shoulders, rejoicing.","4":"“Which man among you, if he has a hundred sheep and loses one of them, will not leave the ninety-nine in the wilderness and go after the lost one until he finds it?","8":"“Or which woman, if she has ten silver coins and loses one coin,  does not light a lamp, sweep the house, and search thoroughly until she finds it?","26":"And he called out to one of the servants and began to ask what these things could be.","14":"Now when he had spent everything, a severe famine came against that country, and he began to be in need.","22":"“But the father said to his slaves, ‘Quick! Bring out the best robe and put it on him! Put a ring on his hand and sandals on his feet.","28":"“But the older son was angry and didn’t want to go in. So his father came outside and pleaded with him.","25":"“Now his older son was out in the field. And as he came near the house, he heard music and dancing.","9":"When she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I’ve found the coin I had lost!’","15":"So he went and joined himself to one of the citizens of that country, who sent him into his fields to feed pigs.","21":"Then the son said to him, ‘Father, I have sinned against heaven and in your presence. I am no longer worthy to be called your son.’","24":"For this son of mine was dead and has come back to life — he was lost and is found!’ Then they began to celebrate.","16":"And he was longing to fill up on the carob pods the pigs were eating, but no one was giving him any.","32":"But it was right to celebrate and rejoice, because this brother of yours was dead but has come back to life! He was lost, but is found.’”","7":"I tell you, in the same way there will be more joy in heaven over one repenting sinner than over the ninety-nine righteous people who have no need of repentance.”","2":"The Pharisees and the Torah scholars began to complain, saying, ‘This man welcomes sinners and eats with them.”","6":"And when he comes home, he calls together his friends and neighbors and says, ‘Rejoice with me, for I’ve found my sheep that was lost!’","31":"“Then the father said to him, ‘Son, you are always with me, and everything that is mine is yours."},"20":{"11":"So he proceeded to send another servant. They beat him too and treated him shamefully, and they sent him away empty-handed.","41":"Then Yeshua said to them, “How can they say that the Messiah is Ben-David?","45":"Then with all the people listening, Yeshua said to the disciples,","42":"For David himself says in the Book of Psalms, ‘ADONAI said to my Lord, “Sit at My right hand,","3":"But answering, Yeshua said to them, “I also will ask you a question, and you tell Me:","20":"Now they watched Him and sent spies who pretended to be righteous, in order to trap Him in His words so they could hand Him over to the power and authority of the governor.","12":"And he proceeded to send a third one. They wounded this one too, and they threw him out.","10":"And at the season, he sent a servant to the tenants so that they would give him part of the vineyard’s fruit. But the tenants beat him up and sent him away empty-handed.","17":"Then Yeshua looked right at them and said, “Then what is this that has been written, ‘The stone which the builders rejected, this has become the chief cornerstone’?","44":"David then calls Him ‘Lord’; so how is He his son?”","40":"For they no longer dared to question Him about anything.","13":"“Now the master of the vineyard said, ‘What shall I do? I will send my son, whom I love. Probably they will show him respect.’","27":"Then some of the Sadducees (who deny there is a resurrection) came and questioned Yeshua.","30":"and the second","18":"Everyone who falls on that stone will be shattered; but the one upon whom it falls, it will crush him.”","36":"For they can no longer die, because they are like angels and are sons of God, being sons of the resurrection.","29":"Now there were seven brothers, and the first took a wife and died childless;","23":"But carefully considering their treachery, Yeshua said to them,","19":"The Torah scholars and the ruling kohanim tried to grab Him that very hour, because they realized that He spoke this parable against them — but they feared the people.","1":"On one of the days while Yeshua was teaching the people in the Temple and proclaiming the Good News, the ruling kohanim and the Torah scholars, together with the elders, confronted Him.","47":"They devour widows’ houses and make long prayers as a show. These men will receive greater condemnation!”","5":"They reasoned among themselves, saying, “If we say, ‘From heaven,’ He will say, ‘Why didn’t you believe him?’","4":"the immersion of John — was it from heaven or from men?”","8":"And Yeshua said to them, “Neither will I tell you by what authority I do these things.”","26":"And they could not trap Him in His words in the presence of the people. Astonished by His answer, they kept silent.","39":"Some of the Torah scholars replied, “Teacher, You have said it well.”","14":"But when the tenants saw him, they discussed the matter among themselves, saying, ‘This is the heir! Let’s kill him so the inheritance will be ours.’","37":"But at the burning bush even Moses revealed that the dead are raised, when he calls ADONAI ‘the God of Abraham, and the God of Isaac, and the God of Jacob.’","22":"Is it permitted for us to pay taxes to Caesar, or not?”","28":"“Teacher,” they said, “Moses wrote for us that ‘if a man’s brother dies’ having a wife ‘but no children, then his brother should take the widow and father children for his brother.’","25":"Then He said to them, “Well then, give to Caesar the things that are Caesar’s, and to God the things that are God’s.”","9":"Then He began to tell the people this parable: “A man planted a vineyard,  leased it to tenant farmers, and went on a journey for a long time.","33":"So in the resurrection, whose wife is she? For all seven had married her.","15":"So they threw him out of the vineyard and killed him. What then will the master of the vineyard do to them?","34":"Yeshua said to them, “The sons of this age marry and are given in marriage.","21":"And they asked Him, saying, “Teacher, we know that You tell it straight and You teach it straight. You show no partiality, but teach the way of God according to the truth.","24":"“Show me a denarius.  Whose image and inscription does it have?” And they said, “Caesar’s.”","46":"“Beware of the Torah scholars, who like to walk around in long robes. They love greetings in the marketplaces, the best seats in the synagogues, and places of honor at feasts.","16":"He will come and destroy those tenants and give the vineyard to others.” But when they heard this, they said, “May it never happen!”","35":"But those considered worthy to reach the olam ha-ba and the resurrection of the dead neither marry nor are given in marriage.","32":"Finally the woman died too.","7":"So they answered that they didn’t know where it came from.","43":"until I make Your enemies a footstool for Your feet.”’","2":"And they spoke, saying to Him, “Tell us by what authority are You doing these things? Or who is the one who gave You this authority?”","38":"Now He is God not of the dead but of the living, for to Him they all are living.”","6":"But if we say, ‘From men,’ then all the people will stone us, because they are convinced that John is a prophet.”","31":"and the third took her, but in this same way, each of the seven brothers died and left no children."},"23":{"11":"Now Herod together with his soldiers were treating Him with contempt and mocking Him.  They put splendid clothing on Him and sent Him back to Pilate.","41":"We’re getting what we deserve for our actions, and rightly so — but this One has done nothing wrong.”","45":"for the sun died out. And the curtain  of the Temple was torn in two.","42":"And he said, “Yeshua, remember me when You come into Your kingdom.”","3":"So Pilate questioned Him, saying, “Are You the King of the Jews?” “As you say,” Yeshua replied.","20":"Again Pilate addressed them, wanting to release Yeshua;","56":"Then they returned and prepared spices and perfumes. But on Shabbat they rested according to the commandment.","12":"And Herod and Pilate became friends with one another from that very day, for previously they had been enemies with one another.","10":"And the ruling kohanim and the Torah scholars stood their ground, strongly accusing Him.","17":"()","51":"(He had not been in agreement with the council and their action.) He was from the Judean town of Arimathea, and he was waiting for the kingdom of God.","44":"It was now about the sixth hour, and darkness fell over the whole land until the ninth hour,","40":"But the other one, rebuking him, replied, “Don’t you fear God, since you are under the same sentence?","13":"Now Pilate called together the ruling kohanim, the leaders, and the people.","27":"Now a great multitude of people was following Him, including women who were mourning and singing dirges for Him.","30":"‘Then they will begin to say to the montains, ‘Fall on us!’ and to the hills, ‘Cover us!’","53":"And he took it down, wrapped it in a linen cloth, and laid Him in a tomb  cut out of the rock, where no one had ever yet been laid.","18":"But they shouted out all together, saying, “Take this fellow away! Release to us Bar-Abba!”","36":"The soldiers likewise mocked Him, coming up and bringing Him sour wine,","29":"For indeed, the days are coming when they will say, ‘Blessed are barren, and the wombs that never gave birth, and the breasts that did not feed.’","23":"But they were insistent, demanding with loud shouts that He be executed. And their voices prevailed.","19":"(He was someone who had been thrown into prison for a rebellion in the city and murder.)","1":"Then the entire assembly got up and brought Yeshua to Pilate.","47":"Now when the centurion saw what had happened, he began glorifying God, saying, “Truly this was a righteous Man.”","5":"But they kept insisting, saying, “He stirs up the people, teaching throughout all Judea, starting from the Galilee to as far as here.”","54":"Now it was the Day of Preparation, and Shabbat was approaching.","52":"This man went to Pilate and asked for Yeshua’s body.","49":"But all Yeshua’s acquaintances, and the women who were following Him from the Galilee, were standing at a distance, watching these things.","4":"Then Pilate said to the ruling kohanim and the crowds, “I find no case against this Man.”","8":"Now Herod was overjoyed when he saw Yeshua, for he had wanted to see Him for a long time, because he had heard about Him and was hoping to see some miracle done by Him.","26":"As they led Him away, they grabbed a man, Simon of Cyrene, coming in from the countryside. They placed on him the cross-beam,  to carry behind Yeshua.","39":"One of the evildoers hanging there was jeering at Him, saying, “Aren’t You the Messiah? Save Yourself — and us!”","14":"And he said to them, “You brought this Man to me as one who incites the people to revolt. But having examined Him in your presence, I have found no case against this Man regarding what you accuse Him of doing.","37":"and saying, “If You are the King of the Jews, save Yourself.”","22":"And a third time he spoke to them, “Why? What evil has this One done? I have found in Him no fault deserving of death. Therefore, I will scourge and release Him.”","28":"But Yeshua, turning to them, said, “Daughters of Jerusalem, do not weep for Me, but for yourselves and your children.","25":"And He released the one they were asking for, the one thrown in jail for insurrection and murder. But he handed over Yeshua to their will.","9":"He was questioning Yeshua on many issues, but Yeshua did not answer at all.","33":"When they came to the place called the Skull, there they crucified Him and the evildoers, one on His right and the other on His left.","15":"Nor did Herod, for he sent Him back to us. Indeed, He has done nothing that is worthy of death.","34":"But Yeshua was saying, “Father, forgive them, for they do not know what they are doing.” Then they cast lots, dividing up His clothing.","21":"but they kept shouting out, saying, “Execute, execute Him!”","24":"So Pilate decreed that their demand be put into effect.","46":"And Yeshua, crying out with a loud voice, said, “Father, ‘into Your hands I entrust My spirit.’”  When He had said this, He breathed His last.","16":"Therefore I will scourge Him and release Him.”","35":"The people stood there watching. And even the leaders were sneering at Him, saying, “He saved others; let Him save Himself if He is the Messiah of God, the Chosen One!”","32":"Others, two evildoers, were also led away to be put to death with Him.","7":"And when he learned that Yeshua was from Herod’s jurisdiction, he sent Him to Herod, who was also in Jerusalem at that time.","43":"Yeshua said to him, “Amen, I tell you, today you shall be with Me in Paradise.”","48":"And all the crowds assembled for this spectacle, when they saw what had happened, began to turn back, beating their breasts.","2":"And they began to accuse Him, saying, “We found this fellow subverting our nation, forbidding payment of taxes to Caesar and saying that He Himself is Messiah — a king.”","38":"Now there was also an inscription over Him:  THIS IS THE KING OF THE JEWS.","55":"The women who had come with Him from the Galilee followed, and they saw the tomb and how His body was laid.","50":"Now there was a man named Joseph, a council member, a good and righteous man.","6":"But when Pilate heard this, he asked whether the Man was a Galilean.","31":"“For if they do these things when the wood is green, what will happen when it is dry?”"},"6":{"11":"But they were filled with fury and discussed among themselves what they might do to Yeshua.","41":"“Why do you look at the speck in your brother’s eye, but do not notice the beam in your own eye?","45":"“Out of the good treasure of his heart the good man brings forth good, and out of evil the evil man brings forth evil. For from the overflow of the heart his mouth speaks.”","42":"How can you say to your brother, ‘Brother, let me take out the speck in your eye,’ when you yourself do not see the beam in your own eye? You hypocrite! First take the beam out of your own eye, and then you will see clearly the speck in your brother’s eye, to take it out.”","3":"Then answering them, Yeshua said, “Haven’t you read what David did when he was hungry, and those with him?","20":"And looking up at His disciples, He said, “Blessed are you who are poor, for yours is the kingdom of God.","12":"And it was during these days that Yeshua went out to the mountain to pray, and He spent all night in prayer to God.","10":"Then looking around at everyone, He said to the man, “Stretch out your hand.” The man did, and his hand was restored.","17":"Then Yeshua came down with them and stood on a level place. A large crowd of His disciples and a multitude of people, from all Judea, Jerusalem, and the coastal region of Tyre and Sidon,","44":"Each tree comes to be known by its own fruit. For figs are not gleaned out of briars; neither are bunches of grapes gathered from thorn bushes.","40":"A disciple is not above his teacher, but everyone who is fully trained will be like his teacher.","13":"When day came, He called His disciples, choosing from among them twelve whom He also named emissaries —","27":"“But I say to you who are listening: Love your enemies, do good to those who hate you,","30":"Give to every one who asks you; and whoever takes something of yours, make no demands upon him.","18":"had come to hear Him and to be healed of their diseases. Even those disturbed by defiling spirits were being healed.","36":"Be compassionate, just as your Father is compassionate to you.”","29":"To the one who strikes you on the cheek, offer the other also. And from the one who takes your cloak, do not hold back your shirt.","23":"Rejoice in that day and jump for joy! For behold, your reward is great in heaven! For their fathers used to treat the prophets the same way.”","19":"Everyone in the crowd was trying to touch Him, because power flowed from Him and He was healing them all.","1":"Now during Shabbat, Yeshua was passing through grain fields; and His disciples were picking and eating heads of grain, rubbing them in their hands.","47":"Everyone who comes to Me and hears My words and does them, I will show you what he is like.","5":"He said to them, “The Son of Man is Lord of Shabbat.”","49":"“But the one who hears yet does not do is like a man who built a house upon land without a foundation. When the torrent burst against it, immediately it collapsed — and the destruction of that house was great!”","4":"How he entered into the house of God, took and ate the showbread which only the kohanim are permitted to eat, and even gave it to those with him?”","8":"But He knew their opinions and said to the man with the paralyzed hand, “Get up and stand in our midst.” And getting up, the man stood.","26":"Woe to you when all men speak well of you, for their fathers used to treat the false prophets the same way.”","39":"He also spoke this parable to them: “The blind cannot show the way to the blind, can he? Won’t they both fall into a pit?","14":"Simon, whom He also named Peter, and Andrew his brother; and Jacob and John; and Philip and Bartholomew;","37":"Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Pardon, and you will be pardoned.","22":"Blessed are you when people hate you, and when they exclude you, and revile you, and spurn your name as evil on account of the Son of Man.","28":"bless those who curse you, pray for the ones who mistreat you.","25":"Woe to you who are full, for you shall be hungry. Woe to you who are laughing now, for you shall mourn and weep.","9":"Yeshua said to them, “I ask you, is it permitted on Shabbat to do good or to do evil, to save or to destroy a life?”","33":"And if you do good to those who are doing good to you, what credit is that to you? Even sinners do this.","15":"and Matthew and Thomas; Jacob the son of Alphaeus; Simon who was called the Zealot;","34":"And if you lend to those from whom you expect to take, what credit is that to you? Even sinners lend to sinners in order to receive back the same.","21":"Blessed are you who hunger now, for you shall be satisfied. Blessed are you who weep now, for you shall laugh.","24":"But woe to you who are rich, for you are receiving your comfort in full.","46":"“Why do you call Me ‘Master, Master’ and do not do what I say?","16":"Judah the son of Jacob; and Judah from Kriot, who became a traitor.","35":"“But love your enemies, and do good, and lend, expecting nothing in return.  Then your reward will be great and you will be sons of Elyon, for He is kind to the ungrateful and evil ones.","32":"If you love those who love you, what credit is that to you? For even sinners love those who love them.","7":"But closely watching Him were the Torah scholars and Pharisees, to see if He heals on Shabbat, so that they might find grounds to accuse Him.","43":"“For there is no good tree that produces rotten fruit, nor again does a rotten tree produce good fruit.","48":"He is like a man building a house, who dug deep and laid a foundation on the rock. And when a flood came, the torrent burst against that house but could not shake it, because it had been well built.","2":"But some of the Pharisees said, “Why are you doing what is not permitted on Shabbat?”","38":"Give, and it will be given to you — a good measure, pressed down, shaken together, overflowing, will be given into your lap. For whatever measure you measure out will be measured back to you.”","6":"On a different Shabbat, Yeshua entered the synagogue and was teaching. A man was there, whose right hand was paralyzed.","31":"“Do to others as you would have them do to you."},"4":{"11":"and ‘upon their hands they will lift you up, so that you may not strike your foot against a stone.’”","41":"Even demons were coming out from many, shouting out and saying, “You are Ben-Elohim!”  But He was rebuking them and not permitting them to speak, because they knew Him to be the Messiah.","42":"Now when it was day, He left and went to a desert place. The crowds were searching for Him, and they came to Him and were trying to keep Him from leaving them.","3":"The devil said to Him, “If You are Ben-Elohim, tell this stone to become bread.”","20":"He closed the scroll, gave it back to the attendant, and sat down. All eyes in the synagogue were focused on Him.","12":"But answering, Yeshua said to him, “It is said, ‘You shall not put ADONAI your God to the test.’”","10":"For it is written, ‘He will command His angels concerning you, to guard you,’","17":"When the scroll of the prophet Isaiah was handed to Him, He unrolled the scroll and found the place where it was written,","44":"So He kept preaching in the synagogues of Judea.","40":"When the sun was setting, they brought to Yeshua all who were sick with various diseases. And He was laying hands on each one and healing them.","13":"And when the devil had completed every test, he departed from Him until another occasion.","27":"There were many with tzara’at in Israel in the time of Elisha the prophet, and none of them were purified apart from Naaman the Syrian.”","30":"But passing through the middle of them, He went on His way.","18":"“The Ruach ADONAI is on me, because He has anointed me to proclaim Good News to the poor. He has sent me  to proclaim release to the captives and recovery of sight to the blind, to set free the oppressed,","36":"They were all amazed, and they spoke to one another, saying, “What is this message? For with authority and power He commands the unclean spirits, and they come out.”","29":"Rising up, they drove Him out of the town and brought Him as far as the edge of the mountain on which their city had been built, in order to throw Him off the cliff.","23":"But He said to them, “Doubtless you will say to Me this proverb, ‘Doctor, heal yourself!’ and ‘What we have heard was done at Capernaum, do as much here also in your hometown.’”","19":"and to proclaim the year of ADONAI’s favor.”","1":"Yeshua, now filled with the Ruach ha-Kodesh, returned from the Jordan. He was led by the Ruach in the wilderness","5":"And leading Him up, the devil showed Him all the kingdoms of the world in an instant.","4":"Yeshua answered him, “It is written, ‘Man shall not live by bread alone.’”","8":"But answering, Yeshua told him, “It is written, ‘You shall worship ADONAI your God, and Him only shall you serve.’”","26":"Elijah was not sent to any of them, but only to Zarephath in the land of Sidon, to a widowed woman.","39":"Then standing over her, He rebuked the fever and it left her. Immediately she arose to wait on them.","14":"Yeshua returned in the power of the Ruach to the Galilee, and news about Him went out through all the surrounding region.","37":"So His reputation grew, spreading to every place in that region.","22":"All were speaking well of Him and marveling at the gracious words coming out of His mouth. And they were saying, “Isn’t this the son of Joseph?”","28":"Now all in the synagogue were filled with rage upon hearing these things.","25":"But with all truthfulness I say to you, that there were many widows in Israel in the days of Elijah, when heaven was closed for three and a half years and there came a great famine over all the land.","9":"Then he brought Yeshua to Jerusalem and placed Him on the highest point of the Temple. He said to Him, “If You are Ben-Elohim, throw Yourself down from here.","33":"In the synagogue was a man who had an unclean demonic spirit, and he cried out with a loud voice,","15":"He taught in their synagogues, and everyone was praising Him.","34":"“Ah! What have we to do with You, Yeshua of Natzeret? Have You come to destroy us? I know who You are! You are the Holy One of God!”","21":"Then He began to tell them, “Today this Scripture has been fulfilled in your ears.”","24":"But He said, “Truly, I tell you, ‘No prophet is accepted in his own hometown.’","16":"And He came to Natzeret, where He had been raised. As was His custom, He went into the synagogue on Shabbat, and He got up to read.","35":"Yeshua rebuked him, saying, “Quiet! Come out of him!” And when the demon threw him down in their midst, it came out without hurting him.","32":"and they were astounded at His teaching because His message had authority.","7":"Therefore, if you will worship before me, all this shall be Yours.”","43":"But He said to them, “I must proclaim the Good News of the kingdom of God  to the other towns also. It was for this purpose I was sent.”","2":"for forty days, being tested by the devil. Now He ate nothing during those days, and when they had ended, He was hungry.","38":"After He left the synagogue, Yeshua entered Simon’s home. Simon’s mother-in-law was suffering from a high fever, and they petitioned Him concerning her.","6":"And the devil said to Him, “I’ll give to You all this authority along with its glory, because it has been handed over to me and I can give it to anyone I wish.","31":"Yeshua came down to Capernaum, a town in the Galilee. He was teaching them on Shabbat,"},"19":{"11":"As they were listening to this, Yeshua went on to tell a parable, because He was near Jerusalem and they supposed that the kingdom of God was about to appear at once.","41":"As He drew near and saw Jerusalem, He wept over her,","45":"Then Yeshua entered the Temple and began to drive out the merchants,","42":"saying, “If only you had recognized this day the things that lead to shalom! But now they are hidden from your eyes.","3":"Zacchaeus was trying to see who Yeshua was, but he couldn’t because of the crowd, for he was short in height.","20":"But another came, saying, ‘Master, here is your mina. I was keeping it safe in a handkerchief,","12":"Therefore He said, “A certain nobleman went to a faraway land to receive for himself a kingdom and then return.","10":"For the Son of Man came to seek and to save the lost.”","17":"The master said to him, ‘Well done, good slave! Because you were faithful with so little, take charge over ten cities.’","44":"And they will smash you to the ground — you and your children within you. And they won’t leave within you one stone upon another, because you did not recognize the time of your visitation.”","40":"But answering, Yeshua said, “I tell you that if these keep silent, the stones will shout out!”","13":"And calling ten of his own slaves, he gave them ten minas  and said to them, ‘Do business until I come back.’","27":"But those hostile to me, who didn’t want me to reign over them, bring them here and execute them before me.’”","30":"saying, “Go into the village ahead. As you enter, you will find a colt tied up, that no one has ever sat upon. Untie it and bring it.","18":"Also, the second slave came, saying, ‘Your mina, Master, made five.’","36":"And as He went along, the people were spreading their cloaks on the road.","29":"When He got near Bethphage and Bethany, at the Mount of Olives,  He sent two of the disciples,","23":"Then why didn’t you put my money in the bank, so that when I came back I could have collected it with interest?’","19":"Then he also said to this one, ‘You are likewise over five cities.’","1":"Now Yeshua entered Jericho and was passing through.","47":"And He was teaching every day in the Temple. The ruling kohanim and the Torah scholars, even the leaders of the people, were trying to destroy Him;","5":"When Yeshua came to the place, He looked up and said to him, “Zacchaeus, hurry and come down, for I must stay at your house today.”","4":"So he ran ahead and climbed up into a sycamore tree to see Yeshua, for He was about to pass through that way.","8":"But Zacchaeus stood there and said to the Lord. “Look, Master, half of my possessions I give to the poor, and if I have somehow cheated anyone, I repay four times as much!”","26":"‘I tell you, to everyone who has, more shall be given. But from the one who doesn’t have, even what he does have shall be taken away.","39":"Some of the Pharisees from the crowd said to Him, “Teacher, rebuke Your disciples!”","14":"But his citizens detested him and they sent a delegation after him, saying, ‘We don’t want this fellow to reign over us!’","37":"When Yeshua came near the slope of the Mount of Olives, the whole crowd of disciples began to rejoice. They praised God with a loud voice for all the miracles they had seen,","22":"He said to him, ‘By the words of your own mouth I will judge you, you wicked slave! You knew that I am strict, taking what I did not make and reaping what I did not sow?","28":"After saying these things, Yeshua was going on ahead, up to Jerusalem.","25":"But they said to him, ‘Sir, he has ten minas!’","9":"Then Yeshua said to him, “Today salvation has come to this home, because he also is a son of Abraham.","33":"Then as they were untying the colt, his owners said to them, “Why are you untying the colt?”","15":"When he returned after receiving the kingdom, he called for those slaves to whom he had given the money. He wanted to know how much business they had done.","34":"They said, “The Master needs it.”","21":"for I was afraid of you because you are a strict man. You take what you did not make and reap what you did not sow.’","24":"Then to the bystanders he said, ‘Take the mina from him, and give it to the one who has ten minas.’","46":"saying to them, “It is written, ‘My house shall be a house of prayer,’  but you have made it a ‘den of thieves.’”","16":"Now the first appeared, saying, ‘Master, your one mina has made ten.’","35":"Then they brought it to Yeshua, threw their cloaks  on the colt, and set Yeshua on it.","32":"Those who were headed out found things just as He told them.","7":"But when everyone saw it, they began to grumble, saying, “Yeshua has gone to be the guest of a sinner!”","43":"For the days will come upon you when your enemies will surround you with barricades and hem you in on all sides.","48":"but they could not find any way to do it, because all the people were hanging on His words.","2":"And here was a man by the name of Zacchaeus; he was a chief tax collector, and he was rich.","38":"saying, “Blessed is the King who comes in the name of ADONAI!  Shalom in heaven and glory in the highest!”","6":"Zacchaeus hurried and came down and welcomed Him joyfully.","31":"And if anyone asks you, ‘Why are you untying it?’ you shall say, ‘The Master needs it.’”"},"13":{"11":"And behold, there was a woman with a disabling spirit for eighteen years, bent over and completely unable to stand up straight.","3":"No, I tell you! But unless you repent, you all will perish the same way.","20":"Again He said, “To what shall I compare the kingdom of God?","12":"When Yeshua saw her, He called out to her and said, “Woman, you are set free from your disability.”","10":"Now Yeshua was teaching in one of the synagogues on Shabbat.","17":"When Yeshua said these things, all His opponents were put to shame; but the whole crowd was rejoicing at all the glorious things done by Him.","13":"Then He laid hands on her, and instantly she stood up straight and began praising God.","27":"But He will say, ‘I tell you, I don’t know where you come from. Get away from Me, all of you evildoers!’”","30":"And indeed, some are last who shall be first, and some are first who shall be last.”","18":"So Yeshua was saying, “What is the kingdom of God like? To what shall I compare it?","29":"And they will come from the east and west and from the north and south, and they will recline at table in the kingdom of God.","23":"And someone said to Him, “Master, are only a few being saved?” Then Yeshua said to them,","19":"It is like a mustard seed, which a man took and dropped into his own garden. It grew and became a tree, and the birds of the air nested in its branches.”","1":"Now there were some present at the same time who told Yeshua about the Galileans whose blood Pilate had mixed with their sacrifices.","5":"No, I tell you! But unless you repent, you all will perish the same way.","4":"“Or those eighteen upon whom the tower in Siloam fell and were killed, do you suppose that they are worse sinners than all the people living in Jerusalem?","8":"“But answering, the gardener said to him, ‘Master, leave it alone for this year also, until I dig around it and apply fertilizer.","26":"Then you will start to say, ‘We ate and drank in Your company, and You taught in our streets.’","14":"But the synagogue leader, indignant that Yeshua had healed on Shabbat, started telling the crowd, “There are six days in which work should be done  — so come to be healed on those days and not on Yom Shabbat!”","22":"And He continued on His journey through the towns and villages, teaching and making His way to Jerusalem.","28":"“There will be weeping and the gnashing of teeth when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, but you yourselves thrown out.","25":"Once the Master of the household gets up and shuts the door, and you’re standing outside and begin knocking on the door, saying, ‘Master, open up for us,’ then He will say to you, ‘I don’t know where you come from.’","9":"And if it bears fruit, good. But if not, cut it down.’”","33":"But I must keep going today and tomorrow because it just can’t be that a prophet would perish outside Jerusalem.","15":"But the Lord answered him and said, “Hypocrites! On Shabbat doesn’t each of you untie his ox or donkey from the stall and lead it away to give it drink?","34":"“O Jerusalem, Jerusalem who kills the prophets and stones those sent to her! How often I longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing.","21":"It is like hametz, which a woman took and hid in three measures of flour, until it was all leavened.","24":"“Make every effort to enter through the narrow door; for many, I tell you, will try to enter and will not be able.","16":"So this one, a daughter of Abraham incapacitated by satan for eighteen years, shouldn’t she be set free from this imprisonment on Yom Shabbat?”","35":"Look, your house is left to you desolate!  For I tell you, you will never see Me until you say, ‘Baruch ha-ba b’shem ADONAI. Blessed is He who comes in the name of the LORD!’ ”","32":"But Yeshua said to them, “Go and tell that fox, ‘Indeed, I’m driving out demons and performing healings today and tomorrow, and on the third day I will reach My goal.’","7":"So he said to the gardener, ‘Indeed, for three years I‘ve come searching for fruit on this fig tree and found none. Remove it! Why does it use up the ground?’","2":"He answered and said to them, “Do you suppose that these Galileans are worse sinners than the rest of the Galileans because they have suffered these things?","6":"Then Yeshua began telling this parable: “A man had a fig tree he had planted in his vineyard, and he came looking for fruit on it and found none.","31":"In that hour, some Pharisees came up and said to Yeshua, “Get out and leave from here, because Herod wants to kill You!”"}}}