{"translationKey":"tlv","translation":"TLV","book":"Micah","bookSlug":"micah","chapters":{"7":{"11":"Wisdom is as good as an inheritance, and even better for those who see the sun.","3":"Grief is better than laughter, for though the face is sad, the heart may be glad.","20":"Surely there is not a righteous person on earth who does what is good and doesn’t sin.","12":"For wisdom is a shelter as money is a shelter, but the advantage of knowledge is this: wisdom preserves the life of the one who possesses it.","10":"Do not say, “Why were the old days better than these?” For it is not from wisdom that you ask about this.","17":"Do not be overly wicked and do not be a fool — why die before your time?","13":"Consider the work of God, for who can straighten what He has bent?","27":"“Look,” said Kohelet, “I have discovered this while adding one thing to another to find the scheme of things —","18":"It is good to grasp the one and not withdraw your hand from the other. For the one who fears God will escape both extremes.","29":"Only this have I discovered: God made mankind upright, but they went seeking after many schemes.”","23":"All this I have tested with wisdom and I said, “I determined to be wise” — but it was far from me.","19":"Wisdom makes a wise man stronger than ten rulers in a city.","1":"Better is a good reputation than precious oil and the day of death than the day of birth.","5":"Better to hear a rebuke from the wise than to listen to the song of fools.","4":"The heart of the wise is in a house of mourning, but the heart of fools is in a house of pleasure.","8":"Better the end of a matter than its beginning. Better a patient spirit than a proud one.","26":"I find more bitter than death the woman who is a snare, whose heart is a trap, and whose hands are chains. He who pleases God will escape her, but a sinner will be captured by her.","14":"In a time of prosperity, prosper! But in a time of adversity, consider: God has made one as well as the other. Therefore man cannot discover anything about his future.","22":"for your heart knows that many times you too have mocked others.","28":"which my soul is still seeking, but not finding — I found one upright man among a thousand, but one upright woman among them all I have not found.","25":"So I turned my heart to understand, to search and seek out wisdom and an explanation of things and to know the stupidity of wickedness and madness of folly.","9":"Do not be quickly provoked in your spirit,  for anger settles in the bosom of fools.","15":"During my fleeting days I have seen both of these things: sometimes a righteous one perishes in his righteousness and sometimes a wicked one lives long in his wickedness.","21":"Also, do not pay attention to every word people say, otherwise you might hear your servant mocking you —","24":"Whatever it may be, it is far off and very profound — who can fathom it?","16":"Do not be overly righteous nor overly wise — why confound yourself?","7":"For extortion drives a wise man crazy, and a bribe corrupts the heart.","2":"Better to go to a house of mourning than to go to the house of feasting, since that is the end of all mankind — and the living should take it to heart.","6":"For like the crackling of thorns under a pot, so is the laughter of the fool. This too is vapor."},"9":{"16":"So I said: “Wisdom is better than strength.” But the poor man’s wisdom is despised and his words are not heeded.","3":"This is a misery in everything done under the sun: that the same destiny awaits everyone. Moreover, the hearts of all humans are full of evil, and folly is in their hearts during their lives — after that they die.","5":"For the living know that they will die, but the dead know nothing. They have no further reward, even the memory of them is forgotten.","18":"Wisdom is better than weapons of war, but one sinner destroys much good.","12":"Moreover, no man knows his time: like fish caught in a fatal net or birds caught in a snare, so people are trapped in a time of calamity, that falls upon them suddenly.","10":"Whatever your hand finds to do, do with your all strength, for there is no work or planning or knowledge or wisdom in Sheol, where you are going.","2":"Everyone shares the same destiny: for the righteous and the wicked; for the good, the ritually clean and the defiled; for one who sacrifices and one who does not sacrifice; as the good person so the sinner; as the one who swears like the one who fears an oath.","8":"Let your clothes always be white, and do not spare oil on your head.","17":"The words of the wise heard in quiet are better than a ruler’s shout among fools.","11":"I further observed under the sun: The race is not to the swift nor the battle to the mighty, nor does bread come to the wise, or wealth to the discerning, or favor to the skillful; for time and chance befall them all.","1":"For all this I laid on my heart and to ascertain all this: that the righteous and the wise, as well as their works are in the hand of God. Whether love or hatred, no one knows — everything awaits them.","9":"Live joyously with the wife whom you love all the days of your fleeting life that He has given you under the sun during all your fleeting days — for this is your portion in life and in your toil that you labor under the sun.","14":"There was a little city with a few people in it and a mighty king came against it, surrounded it, and built great siege works against it.","7":"Go! Eat your bread with gladness and drink your wine with a merry heart, for God has already accepted your deeds.","15":"Now a poor, wise man was found in it, and he delivered the city by his shrewdness. Yet nobody remembered that poor man!","6":"Their love, their hatred, and their zeal have already perished; never again will they have a share in anything that is done under the sun.","4":"Everyone who is among the living has hope — even a living dog is better off than a dead lion.","13":"I also observed this as wisdom under the sun, and it greatly impressed me."},"10":{"16":"Oy to you, O land, when your king is a youth  and your princes feast in the morning.","3":"Even as the fool walks along the way, his heart lacks sense and tells everyone what a fool he is.","5":"There is a wrong I have seen under the sun like an error proceeding from a ruler.","18":"By laziness the rafters sag, and by idle hands the house leaks.","12":"Words from the mouth of the wise are gracious, but the lips of a fool destroy him.","10":"If the iron axe is blunt and one doesn’t sharpen the edge, then he must exert more force. So wisdom has the advantage of giving success.","2":"The heart of the wise is to his right, and the heart of the fool is to his left.","8":"Whoever digs a pit may fall into it, and whoever breaks through a fence may be bitten by a snake.","17":"Happy are you, O land, when your king is a son of nobles, and your princes eat at the proper time — in self-control and not in drunkenness!","11":"If the snake bites before it is charmed, there is no profit for the charmer.","1":"Dead flies make a perfumer’s oil stink, so a little folly outweighs wisdom and honor.","9":"Whoever quarries stones may be hurt by them, and whoever splits logs may be endangered by them.","14":"and the fool multiplies words.  No one knows what will happen, and who can tell him what will happen after him?","7":"I have seen slaves on horses, and princes walking on the ground like slaves.","15":"The mischief of fools wearies them for he doesn’t know how to go to town.","20":"Do not ridicule the king — even in your thoughts, nor curse the rich in your bedroom. For a bird of the air may carry your voice, and a winged creature may report your words.","6":"Fools are placed in many high positions, while the rich sit in low ones.","4":"If a ruler’s spirit rises up against you, do not leave your post, for composure allays great offences.","19":"A feast is made for laughter, and wine makes life glad — but money is the answer for everything.","13":"The words from his mouth begin as folly and end as grievous madness —"},"3":{"16":"I have also seen under the sun: In the place of justice there was wickedness, and in the place of righteousness there was wickedness.","3":"a time to kill and a time to heal, a time to tear down and a time to build up;","5":"a time to scatter stones and a time to gather stones, a time to embrace and a time to refrain from embracing;","21":"Who knows that the spirit of the sons of man ascends upward and the animal’s spirit descends into the earth?","18":"I also said in my heart, “As for the sons of man, God tests them so that they may see that they are but animals.”","12":"I know that there is nothing better for them than to rejoice and enjoy themselves in their lifetime.","10":"I have seen the task that God has given to the children of men to keep them occupied.","2":"a time to give birth and a time to die, a time to plant and a time to uproot what is planted;","22":"So I perceived that nothing is better than for man to enjoy his works, because that is his portion. For who can bring him back to see what will be in the future?","8":"a time to love and a time to hate, a time for war and a time for peace.","17":"I said in my heart: “The righteous and the wicked, God will judge. For there is a time for every activity and for every deed.”","11":"He has made everything beautiful in its time. Moreover, He has set eternity in their heart — yet without the possibility that humankind can ever discover the work that God has done from the beginning to the end.","1":"For everything there is a season and a time for every activity under heaven:","9":"What gain, then, does the laborer get with his toil?","14":"I know that everything that God does will endure forever. There is no adding to it or taking from it. God has made it so, that they will revere Him.","7":"a time to tear apart and a time to mend, a time to be silent and a time to speak;","15":"Whatever exists, has already been and whatever will be, has already been, but God recalls what has passed.","20":"Both go to one place. Both were taken from the dust, and both return to the dust.","6":"a time to seek and a time to lose, a time to keep and a time to discard;","4":"a time to weep and a time to laugh, a time to mourn and a time to dance;","19":"For the destiny of humankind and the destiny of animals are one and the same. As one dies, so dies the other. Both have the same breath — a human has no advantage over an animal — both are fleeting.","13":"Also when anyone eats and drinks, and finds satisfaction in all of his labor, it is the gift of God."},"11":{"7":"Light is sweet, and it is pleasant for the eyes to see the sun.","9":"Rejoice, young man, in your childhood, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and in the sight of your eyes, but know that for all these things God will bring you to judgment.","10":"So banish anxiety from your heart and cast off distress from your body, for youth and prime of life are fleeting.","3":"If the clouds are full, they empty out rain upon the earth. Whether a tree falls to south or north, the tree lies wherever it falls.","2":"Give portions to seven, or even to eight, for you do not know what disaster may happen upon the earth.","1":"Cast your bread upon the waters, for after many days you will find it.","4":"Whoever keeps watching the wind will not sow and whoever gazes at the clouds will not reap.","6":"In the morning sow your seed, and in the evening do not let your hand be idle, for you do not know if this or that will succeed, or if both will prosper together.","5":"Just as you do not know how the spirit passes into the bones in the womb of a pregnant woman, so you do not know the work of God who makes all things.","8":"For if a man lives many years, let him rejoice in them all. But let him remember the days of darkness — for there will be many. Everything to come is obscure."},"2":{"16":"For the wise man, together with the fool, is not remembered forever. For in the days to come both will be forgotten. Alas, the wise, just like the fool, must die!","3":"I thought deeply about how to cheer my flesh with wine — letting my heart guide me with wisdom — and how to grasp folly, so that I could see what was worthwhile for the sons of men to do under heaven during the few days of their lives.","5":"I made royal gardens and parks for myself, and planted all kinds of fruit trees in them.","21":"For sometimes a man, who has labored with wisdom, knowledge and skill, must hand over as an inheritance to someone who did not work for it. This also is futile and a great misfortune.","18":"I also hated all the fruit of my toil for which I had labored under the sun, because I must leave it to the one who comes after me.","12":"Then I turned to consider wisdom, madness and folly. For what more can the one who succeeds the king do than what he has already done?","10":"I denied myself nothing that my eyes desired; I withheld from my heart no enjoyment. My heart took delight from all my toil — this was my reward for all my labor.","2":"I said of laughter, “It is madness!” and of pleasure, “What does it accomplish?”","22":"For what does a man get for all his toil and longing of his heart for which he laborers under the sun?","8":"I also amassed silver and gold for myself, as well as the treasure of kings and the provinces. I acquired male and female singers for myself, as well as the luxuries of humankind — vaults and vaults of them.","17":"And so I hated life, because the work done under the sun was grievous to me. All is but vapor and chasing after the wind.","11":"Yet when I considered all that my hands had done and the toil I had expended to accomplish it, behold, it all was futile and chasing after the wind. There was nothing to be gained under the sun.","1":"I said within myself, “Come now, I will test you with pleasure to see what is good.” Yet behold, this too was meaningless.","9":"So I became far wealthier than all before me in Jerusalem, yet my wisdom stayed with me.","24":"There is nothing better for people than to eat and drink, and to find enjoyment in their labor. This too, I perceived, is from the hand of God.","14":"A wise man has his eyes in his head, while the fool walks in the darkness. Yet, I also came to realize that the same destiny befalls them both.","7":"I purchased male and female servants and had other servants who were born in my house. I also owned more herds and flocks than all my predecessors in Jerusalem.","15":"Then said I in my heart: “I, even I, will have the same destiny as a fool. So why have I become so wise?” I said in my heart, “This too is meaningless.”","20":"So I turned my heart over to despair over all the things for which I had toiled under the sun.","25":"For who can eat and who can have joy, apart from Him?","23":"For all his days, his work is pain and grief. Even at night his mind does not rest. This also is futility.","6":"I constructed for myself pools of water to irrigate a forest of flourishing trees.","4":"I increased my possessions. I built myself houses and I planted myself vineyards.","19":"Who knows if he will be wise or a fool? Yet he will be master over all the fruit of my toil for which I had wisely labored under the sun. This too is futile.","13":"I realized that: Wisdom is more beneficial than folly as light is better than darkness.","26":"For to the one who pleases Him, He gives wisdom, knowledge and joy, but to the sinner He gives the task of gathering and accumulating wealth to give it to one who pleases God. This also is only vapor and striving after the wind."},"1":{"16":"I spoke with my heart saying: “I have grown rich and increased in wisdom more than any who were before me over Jerusalem. Indeed, my heart has experienced much wisdom and knowledge.”","3":"What does a person gain in all his labor that he toils under the sun?","5":"The sun rises and the sun sets, and hurries back to the place it rises.","18":"For with much wisdom comes much grief, and whoever keeps increasing knowledge, increases heartache.","12":"I, Kohelet, am king over Israel in Jerusalem.","10":"Is there anything about which is said, “Look! This is new!”? It was already here long ago, in the ages long before us.","2":"Futile! Futile! says Kohelet. Completely meaningless! Everything is futile!","8":"All things are wearisome. No one can express them. The eye is never satisfied with seeing, nor the ear filled with hearing.","17":"So I applied my heart to know wisdom as well as to know madness and folly. I learned that this too was pursuit of the wind.","11":"There is no remembrance for former things, and things yet to come will not be remembered by those who follow.","1":"The words of Kohelet , son of David, king in Jerusalem.","9":"What has been is what will be, and what has been done will be done again. There is nothing new under the sun.","14":"I have seen all the deeds done under the sun; and behold, all is meaningless and chasing after the wind.","7":"All the rivers flow into the sea, yet the sea is never full. To the place where the rivers flow, there they go again.","15":"What is crooked cannot be made straight. What is missing cannot be counted.","6":"The wind goes toward the south, and circles around to the north. Round and round it swirls about, ever returning to its circuits.","4":"A generation comes, and a generation goes, but the earth remains forever.","13":"I applied my heart to seek and examine by wisdom all that is done under heaven. What a burdensome task God has given the sons of men to keep them occupied."},"12":{"3":"in the day the keepers of the house tremble, and the strong men stoop, when grinders stop because they are few, and those peering out windows grow dim,","5":"when they also are afraid of heights and of dangers on the road, when the almond tree blossoms, the grasshopper drags itself along, and the caper berry fails to excite — for a man is going to his eternal home, and mourners go about in the street —","12":"Be warned my son of anything in addition to them: There is no end to the making of many books, and excessive study wearies the flesh.","10":"Kohelet searched to find delightful words and truthful, accurate sayings.","2":"before the sun and light and moon and the stars grow dark, and the clouds dissipate after the rain,","8":"“Evanescent vapors,” says Kohelet. All is futility.","11":"The words of the wise are like goads, their collective sayings are like firmly affixed nails. They have been given by one Shepherd.","1":"So remember your Creator in the days of your youth: before the days of misery come, and years draw near when you will say: “I have no pleasure in them” —","9":"Furthermore, Kohelet was not only wise but he also taught the people knowledge. He pondered, sought out, and set in order many proverbs.","14":"God will bring every deed into judgment, including everything that is hidden, whether it is good or evil.","7":"Then the dust returns to the ground it came from, and the spirit returns to God who gave it.","6":"before the silver cord is snapped, or the golden bowl is crushed, or the jug at the cistern is shattered, or the wheel at the well is broken.","4":"when doors are shut in the street and the sound of the mill fades, when one arises at the chirp of a bird and all their songs grow faint,","13":"A final word, when all has been heard: Fear God and keep His mitzvot! For this applies to all mankind."},"4":{"16":"There is no end to all the people — to all who were before him. Also those who will come later will not rejoice in him. Surely this too is meaningless and striving after the wind.","3":"Yet better than both is one who has not yet been, who has never seen the evil work that is done under the sun.","5":"The fool folds his hands together and eats his own flesh.","12":"Though a man might overpower one, two can stand against him. Moreover a threefold cord cannot be quickly broken.","10":"For if they fall, the one will lift up his companion. But oy to the one who falls and has no one to lift him up!","2":"So I considered the dead, who are already dead, more fortunate than the living, who are still alive.","8":"There is one who has no one else, neither son nor brother, yet there is no end to all his toil. His eyes are not content with riches. “So, for whom am I toiling, and depriving myself of prosperity?” This too is meaningless — a grievous task!","17":"Watch your feet when you go to the House of God. Draw near to listen, rather than to offer the sacrifice of fools, for they do not know that they are doing wrong.","11":"Furthermore, if two lie together, then they will be warm. But how can one keep warm alone?","1":"Again I looked and saw all the oppressions that are done under the sun, and behold, I saw the tears of the oppressed, but they have no comforter. Power is in the hand of their oppressors, but they had no comforter.","9":"Two are better than one, because they get a good return for their effort.","14":"For he came out of prison to become king — though he was born poor in his kingdom.","7":"Again I saw something futile under the sun:","15":"I considered all the living that walk under the sun as well as the next youth who stands in his place.","6":"Better is a handful with tranquility than two handfuls of toil and striving after the wind.","4":"Then I saw that all toil and all skill that is done come from man’s envy of his neighbor; this too is fleeting and striving after the wind.","13":"Better is a poor but wise youth than an old and foolish king who no longer knows how to take warning."},"6":{"7":"All a man’s labor is for his mouth, yet his appetite is not satisfied.","9":"Better is what the eyes see than the pursuit of the soul’s desires. This too is fleeting and striving after wind.","10":"Whatever exists has already been named, and it has been made known what humanity is. But man cannot contend with the One who is mightier than he.","3":"Even if a man should father a hundred children and live many years, however many the days of his years may be, yet his soul is never satisfied with his prosperity and he does not have a proper burial, then I say that it is better for the stillborn than him.","11":"When there are many words, futility increases! How does that benefit anyone?","2":"God gives a man riches, wealth and honor, so that he lacks nothing that his heart desires, yet God does not enable him to eat from it — instead a foreigner will eat it. This is fruitless — an agonizing illness.","1":"There is a misery that I have seen under the sun, and it is heavy upon humanity.","12":"For who knows what is good for one during his life — during the few days of his fleeting life — that pass like a shadow? For who can tell a person what happens after him under the sun?","4":"Even though it comes in futility and departs into darkness, though its name is shrouded in darkness,","6":"Even if the other man were to live a thousand years twice and never enjoy good things — do not all go to the same place?","5":"though it has never seen or experienced the sun, it has more rest than the other.","8":"So what advantage has the wise over the fool? What does the pauper gain by knowing how to walk before the living?"},"5":{"16":"So, all his days he eats in darkness, and he has much grief, sickness, and humiliation.","3":"When you swear a vow to God, don’t delay in fulfilling it. For He takes no delight in fools. Pay what you vow!","5":"Don’t let your mouth lead your flesh to sin, and don’t say before the messenger, “It was a mistake!” Why should God be angry at your voice and destroy the work of your hands?","18":"Additionally, everyone to whom God has given riches and wealth, and empowers him to eat from it, to receive his share, and to rejoice in his labor — this is a gift of God.","12":"There is a grievous wrong that I have seen under the sun: wealth hoarded by its owner to his own hurt,","10":"When goods increase, so do those who consume them. So what advantage are they to the owner except he sees it with his eyes?","2":"As a dream comes with excessive burdens so a fool’s voice with too many words.","8":"Though the profit of the land is taken by all, a king is served by the fields.","17":"Behold, this is what I myself have seen. It is beneficial and good for one to eat and drink, and to enjoy all of his toil that he labors under the sun during the few days of his life that God has given him — for this is his reward.","11":"The sleep of the laborer is sweet, whether he eats little or much — but the excess of the rich permits him no sleep.","1":"Do not be quick with your mouth nor hasty in your heart to utter a word in God’s presence. For God is in heaven, and you are on the earth — therefore, let your words be few.","9":"A lover of money never has enough money, and a lover of wealth is never satisfied with his income. This too is futile.","14":"As he came from his mother’s womb, naked he will return as he came. He takes nothing from his labor that he can carry in his hand.","7":"If you see the oppression of the poor or perversion of justice and righteousness in the province, do not be shocked at the matter. For one authority watches over another authority, and higher ones are over them.","15":"This too is a grievous wrong. Just as he came, so will he go, so what does he gain, from his toiling for the wind?","6":"Many dreams and many words are meaningless. Therefore, fear God!","4":"It is better for you not to vow than to vow and not pay.","19":"For he will not often consider the days of his life, since God keeps him occupied with the joy of his heart.","13":"or wealth lost in a bad investment, and when he fathers a son, there is nothing in his hand."},"8":{"16":"When I applied my heart to know wisdom and to observe the activity that is done upon the earth (his eyes not seeing sleep either day or night),","3":"Do not be hasty to rush out of his presence. Do not stand up for an evil cause, because he will do whatever he desires.","5":"Whoever obeys his command will not experience harm, and a wise person’s heart discerns the proper time and procedure.","12":"Even though a sinner might commit a hundred crimes and prolong his days, yet I know that it will be well for those who fear God, for those who revere Him.","10":"Then I saw the wicked buried — they used to come and go from the holy place, but will soon be forgotten in the very city where they did this. This too is meaningless.","2":"I say: “Obey the king’s command, and especially in regard to the oath of God.","8":"No one has authority over the wind to restrain it, nor authority over the day of death. As no one is discharged during a battle, so wickedness cannot rescue its master.","17":"then I saw all the work of God. No one can comprehend the work that is done under the sun. Despite all human efforts to seek it out, no one comprehends. Even if a wise person claims to know, he cannot really comprehend.","11":"When the sentence against a crime is not swiftly carried out, the human heart is encouraged to do evil.","1":"Who is like the wise person? Who knows the meaning of a matter? A person’s wisdom makes his face shine, transforming the harshness of his face.","9":"I have seen all this while applying my mind to everything done under the sun: sometimes one person dominates another person to his own harm.","14":"There is another enigma that occurs upon the earth: there are righteous people who are requited according to the work of the wicked, and there are wicked people who are requited according to the work of the righteous. I said, “This also is meaningless.”","7":"Since no one knows what will be, who can tell when it will happen?","15":"So I recommend enjoyment, because there is nothing better for humanity under the sun except to eat, drink and enjoy it. So this joy will accompany him in his labor all the days of his life that God gives him under the sun.","6":"For there is a proper time and procedure for every matter, though a person’s trouble is heavy upon him.","4":"Since the word of a king has authority, who can say to him, ‘What are you doing?’","13":"But it will not go well with the wicked, and he will not lengthen his days like a shadow, because he does not fear God."}}}