{"translationKey":"tlv","translation":"TLV","book":"Nahum","bookSlug":"nahum","chapters":{"7":{"7":"Enraged, the king got up from the banquet of wine and withdrew to the palace garden. But Haman stayed behind to plead with Queen Esther for his life, for he realized that the king had determined a catastrophic end for him.","9":"Harbonah, one of the eunuchs attending the king, said, “Look, a gallows fifty cubits high is standing next to Haman’s house. Haman himself made it for Mordecai, who spoke good on behalf of the king!”  The king said, “Hang him on it!”","10":"So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s rage subsided.","3":"So Queen Esther answered, “If I have found favor in the eyes of the king, and if it pleases the king, grant me my life — this is my petition. And spare the life of my people — this is my request!","2":"and as they were drinking wine on the second day, the king asked Esther again, “Whatever you request, even as much as half of the kingdom, it will be given to you.”","1":"So the king and Haman came to dine with Queen Esther,","4":"For we have been sold, I and my people, for destruction, slaughter and annihilation. If we had simply been sold as male and female slaves, I would have remained silent, for such distress would not be worth disturbing the king.”","6":"Esther replied, “The man — the adversary and foe — is this wicked Haman!” Then Haman was terrified before the king and queen.","5":"King Ahasuerus responded to Queen Esther, “Who is he? Where is the man that presumed to do this?”","8":"When the king returned from the palace garden to the banquet hall, Haman was falling on the same couch where Esther was. The king exclaimed, “Will he also assault the queen while she is with me in the palace?” As soon as these words came out of the king’s mouth, they covered Haman’s face."},"9":{"11":"On that day the number of those that were killed in the citadel at Shushan was brought to the king’s attention.","3":"Even all the administrators of the provinces, the officers and governors, and those doing business for the king, helped the Jews, for the dread of Mordecai had fallen on them.","20":"Mordecai recorded these events and he sent letters to all the Jews throughout the provinces of King Ahasuerus, both near and far,","12":"Then the king said to Queen Esther, “The Jews have killed and destroyed 500 men in the citadel of Shushan, including Haman’s ten sons. What have they done, in the rest of the king’s provinces? Now what is your request? It shall be granted to you. What other petition do you have? It shall be done.”","10":"the 10 sons of Haman, the son of Hammedatha, the enemy of the Jews. They slew them but did not lay their hands on the plunder.","17":"This happened on the thirteenth day of Adar and on the fourteenth day they rested, making it a day of feasting and gladness.","13":"“If it please the king,” Esther said, “let the Jews in Shushan be allowed to carry out today’s edict tomorrow also, and let Haman’s ten sons be hanged on the gallows.”","27":"the Jews established and took upon themselves, upon their descendants, and upon all who joined with them, that they would commemorate these two days in the way prescribed and at the appointed time every year.","30":"He sent letters to all the Jews in the 127 provinces of the kingdom of Ahasuerus, with words of shalom and truth,","18":"But the Jews that were in Shushan had assembled on the thirteenth and on the fourteenth and on the fifteenth they rested, making it a day of feasting and gladness.","29":"Then Queen Esther the daughter of Abihail, and also Mordecai the Jew, wrote with full authority to confirm this second letter of Purim.","23":"So the Jews agreed to continue the commemoration they had begun, and do what Mordecai had written to them.","19":"That is why the rural Jews — those living in unwalled villages — make the fourteenth day of the month Adar a day of gladness and feasting, a day of sending presents of food to one another.","1":"Consequently, on the thirteenth day of the twelfth month (that is the month Adar), the king’s edict and his law drew near to be carried out. On that day the enemies of the Jews had hoped to overpower them, but contrary to expectations the Jews gained the upper hand over those that hated them.","5":"The Jews struck down all their enemies with the sword, killing and destroying, and they did whatever they wished to those who hated them.","4":"Mordecai was prominent at the palace, and his fame spread throughout all the provinces. The man Mordecai was growing ever more powerful.","8":"Poratha, Adalia, Aridatha,","26":"(For this reason, these days were called Purim, from the word pur.) Therefore because of everything in this letter and because of what they had seen and what had happened to them,","14":"The king commanded that this be done. A decree was issued in Shushan and they hanged Haman’s 10 sons.","22":"as the days when the Jews got relief from their enemies, and as the month when their sorrow was turned into joy and their mourning into celebration. These were to be days of feasting, celebration and sending presents of food to one another and giving gifts to the poor.","28":"These days should be remembered and observed in every generation by every family and in every province and every city. These days of Purim should not fail from among the Jews, nor their remembrance perish from their descendants.","25":"But when it came to the king’s attention, he issued a written edict that the wicked scheme Haman  had devised against the Jews should come back on his own head, and that he and his sons should be hanged on the gallows.","9":"Parmashta, Arisai, Aridai and Vaizatha,","15":"The Jews in Shushan gathered together on the fourteenth day of the month Adar, and they killed 300 men in Shushan, but they did not put their hands on the plunder.","21":"urging them to celebrate the fourteenth and fifteenth days of Adar every year","24":"For Haman, son of Hammedatha the Agagite, the enemy of all the Jews, had schemed against the Jews to destroy them and had cast the pur — that is, the lot — to ruin and destroy them.","16":"Meanwhile the rest of the Jews who were in the king’s provinces gathered together to protect themselves and to get relief from their enemies. They killed 75,000 of their enemies, but they did not lay their hands on the plunder.","32":"Esther’s command confirmed these regulations about Purim and it was written into the records.","7":"including Parshandatha, Dalphon, Aspatha,","2":"Jews assembled in their cities throughout all the provinces of King Ahasuerus in order to lay hands on those seeking their harm. No one was able to stand against them, for fear of them had fallen on all the peoples.","6":"In the citadel at Shushan the Jews killed and destroyed 500 people,","31":"to establish these days of Purim at their designated times, just as Mordecai the Jew and Queen Esther had decreed for them and just as they had established for themselves and their descendants, matters regarding their times of fasting and lamentations."},"10":{"2":"All the acts of his power and might, along with the full account of the greatness of Mordecai and the story of how the king promoted him, are they not written in the book of the chronicles of the kings of Media and Persia?","1":"Now King Ahasuerus imposed a tribute upon the entire land, even to the coastlands of the sea.","3":"For Mordecai the Jew was second only to King Ahasuerus, preeminent among the Jews, and held in high esteem by the multitude of his people. He sought their good and spoke for the welfare of his descendants."},"3":{"3":"Then the king’s servants who were at the king’s gate said to Mordecai, “Why are you disobeying the king’s command?”","5":"When Haman saw that Mordecai was not bowing down or paying him honor, Haman was filled with rage.","12":"The king’s scribes were summoned in the first month, on the thirteenth day, and an edict was written as Haman had commanded. Everything Haman commanded was written to the king’s provincial governors, and to the officials who were in every province, and to the officials of every people, province by province, according to its script and people by people according to its language. It was written in the name of King Ahasuerus and sealed with the king’s ring.","10":"The king took his signet ring from his hand and gave it to Haman — son of Hammedatha the Agagite — enemy of the Jews.","2":"All the king’s servants who were at the king’s gate bowed down and paid honor to Haman, for the king had commanded it. But Mordecai would not bow down or pay him honor.","8":"Haman then said to King Ahasuerus: “There is a certain people scattered and dispersed among the peoples in all the provinces of your kingdom whose laws differ from those of every other people and who do not obey the king’s laws. It is not in the king’s interest to tolerate them.","11":"The king said to Haman, “The silver and the people are yours — do with them as you please.”","1":"Some time later King Ahasuerus promoted Haman, son of Hammedatha the Agagite, elevating him and setting his chair above all the officials who were with him.","9":"If it pleases the king, let an edict be written to destroy them. I will pay 10,000 talents of silver into the hands of those who carry out this business, to put it into the king’s treasuries.”","14":"A copy of the edict was to be issued as law in every province and made known to all people, so that they would be ready for that day.","7":"In the first month (that is the month of Nisan), in the twelfth year of King Ahasuerus, they cast the pur (that is, ‘the lot’) in the presence of Haman from day to day and month to month, up to the twelfth month, which is the month of Adar.","15":"The couriers went out hurriedly with the king’s command and the edict was issued in the palace in Shushan. The king and Haman then sat down to drink. But the city of Shushan was dumbfounded.","6":"But it was repugnant in his eyes to lay hands on Mordecai alone, for they had told him the identity of Mordecai’s people. So Haman sought to destroy all the Jews, the people of Mordecai, who were throughout the whole kingdom of Ahasuerus.","4":"Day after day, they spoke to him but he would not listen to them. Therefore they told Haman in order to see whether Mordecai’s resolve would prevail, for he had told them that he was a Jew.","13":"Dispatches were sent by couriers into all the king’s provinces, stating to destroy, slay, and annihilate all the Jews — from the youth to the elderly, both little children and women — on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their possessions."},"2":{"16":"Then Esther was taken to King Ahasuerus at his royal house in the tenth month, which is the month Tevet, in the seventh year of his reign.","3":"Let the king appoint officers in all the provinces of his kingdom to gather together all the beautiful young virgins to the palace at Shushan in the house of women under the supervision of Hegai the king’s eunuch, who oversees the women. Let them be given beauty treatments.","5":"There was a Jewish man in the Shushan palace whose name was Mordecai, son of Jair son of Shimei, son of Kish, a Benjamite,","21":"In those days while Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s eunuchs who guarded the doorway, became angry and conspired to assassinate King Ahasuerus.","18":"Then the king gave a great banquet, Esther’s banquet, for all his princes and servants. He proclaimed a holiday for the provinces and distributed gifts in keeping with the king’s wealth.","12":"When each young woman’s turn came to go to King Ahasuerus at the end of 12 months as prescribed for the women — for in this way they fulfilled their beautification: six months with oil of myrrh and six months with perfumes and women’s cosmetics —","10":"Esther had not disclosed her people or her lineage, because Mordecai had commanded her not to make them known.","2":"Then the king’s servants who attended him said: “Let a search be made on the king’s behalf for beautiful young virgins.","22":"But Mordecai found out about the plot and told it to Queen Esther. Esther informed the king in Mordecai’s name.","8":"After the king’s order and decree became known, many young women were assembled in the palace of Shushan under the supervision of Hegai. Esther also was taken into the king’s household under the supervision of Hegai, guardian of the women.","17":"Now the king loved Esther more than all the other women, and she won his grace and favor more than all the other virgins. So he placed the royal crown upon her head and made her queen instead of Vashti.","11":"Every day Mordecai walked in front of the women’s courtyard to find out how Esther was, and what might happen to her.","1":"After these things when King Ahasuerus’ anger subsided, he remembered Vashti and what she had done and what had been decreed against her.","9":"This young woman pleased him and found favor with him. He quickly arranged her beauty treatments and provided her special food. He also provided her with seven specially chosen young women from the king’s household. Then he moved her and her maids to the best place in the women’s house.","14":"In the evening she would go, and in the morning she would return to the second women’s home under the supervision of Shaashgaz, the king’s eunuch, guardian of the concubines. She would not go back to the king unless the king was pleased with her, and summoned her by name.","7":"He had raised Hadassah — that is Esther — his uncle’s daughter, for she had neither father nor mother. The girl was attractive and had a beautiful figure. When her father and mother died, Mordecai took her to him as his own daughter.","15":"When the turn came for Esther, the daughter of Abihail, the uncle of Mordecai who had taken her as his daughter, to go to the king, she did not ask for anything except what Hegai the king’s eunuch, the guardian of the women, advised. And Esther won favor in the eyes of all who saw her.","20":"Esther had not yet made known her lineage or her people, just as Mordecai had told her. Esther continued to follow Mordecai’s instructions as she had done when he was bringing her up.","23":"When the matter was investigated and found to be so, they were both hanged on a gallows. It was then written in the book of the chronicles in the king’s presence.","6":"who had been taken into exile from Jerusalem with the captives that had been carried away with King Jeconiah of Judah, whom King Nebuchadnezzar of Babylon had taken away.","4":"Then let the young woman who pleases the king become queen instead of Vashti.” This advice pleased the king and he acted accordingly.","19":"When the virgins were assembled a second time, Mordecai was sitting in the king’s gate.","13":"the young woman would go to the king in this way: whatever she asked for was given to her to take with her from the women’s house to the king’s palace."},"1":{"16":"Then Memucan answered in the presence of the king and the princes: “Queen Vashti has wronged not only the king, but also all the princes and peoples who are in all the provinces of King Ahasuerus.","3":"In the third year of his reign, he gave a banquet for all his princes and his servants. The military leaders of Persia and Media plus the nobles and officials of the provinces were present.","5":"When these days were over, the king gave a banquet, lasting seven days, in the garden court of the king’s palace for all the people who were present in the palace at Shushan, for both the greatest to the least.","21":"The matter pleased the king and the princes. So the king did according to the word of Memucan.","18":"This very day the noblewomen of Persia and Media who have heard of the matter concerning the queen will respond similarly to all the king’s princes and there will be no end to the contempt and anger.","12":"But Queen Vashti refused to come at the king’s command conveyed by the eunuchs. Then the king became furious, and burned with anger.","10":"On the seventh day, when the heart of the king was merry from the wine, he commanded Mehuman, Bizzetha, Harbona, Bigtha, Abagtha, Zethar and Carcas — the seven eunuchs who attended Ahasuerus the king —","2":"At that time King Ahasuerus sat on his royal throne in the castle in Shushan.","22":"He sent letters throughout all the royal provinces, to each province in its own script, and to each people in its own language, that every man should be in charge of his own household, and speak the language of his own people.","8":"In keeping with the law, there were no restrictions on drinking for the king had instructed the supervisors of his household to comply with each person’s desire.","17":"For the queen’s conduct will go out to all the women making their husbands contemptible in their eyes, by saying, ‘King Ahasuerus commanded Queen Vashti to be brought in before him, but she would not come!’","11":"to bring Queen Vashti before the king wearing the royal crown. He wanted to show the peoples and the officials her beauty, for she was very attractive.","1":"This is what happened in the days of Ahasuerus, the Ahasuerus who reigned over 127 provinces from India to Ethiopia.","9":"In addition Queen Vashti held a banquet for the women in the royal palace of King Ahasuerus.","14":"Those closest to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven princes of Persia and Media who had access to the king’s presence and were the highest in the kingdom.","7":"Wine was served in golden goblets, each of which was different from the other, and the royal wine was abundant according to the king’s wealth.","15":"“By law, what is to be done with Queen Vashti, for failing to obey the command of King Ahasuerus conveyed by the eunuchs?”","20":"Then the king’s edict, which he will enact, will be proclaimed throughout all his vast kingdom, and all the wives will give their husbands honor from the greatest to the smallest.”","6":"There were white and blue linen curtains hung by cords of fine linen and purple on silver rings and marble columns, gold and silver couches on a mosaic pavement of alabaster, marble, mother-of-pearl and minerals.","4":"He displayed the vast wealth of his kingdom and the splendor and glory of his majesty for many days, 180 days.","19":"If it pleases the king, let a royal commandment go forth from him, and let it be written in the laws of Persia and Media, which cannot be repealed, that Vashti may not come into the presence of King Ahasuerus, and let the king give her royal status to another who is more worthy than she.","13":"So the king consulted the wise men who discerned the times, for it was the king’s practice to consult experts in matters of law and justice."},"4":{"16":"“Go! Gather together all the Jews who are in Shushan and fast for me. Do not eat or drink for three days, night or day. My maids and I will fast in the same way. Afterwards, I will go in to the king, even though it is not according to the law. So if I perish, I perish!”","3":"In each and every province where the king’s edict and law came, there was great mourning among the Jews, with fasting, weeping and wailing. Many put on sackcloth and ashes.","5":"So Esther summoned Hathach, one of the king’s eunuchs whom he had appointed to attend her, and ordered him to go to Mordecai to find the cause and reason for this.","12":"So they conveyed Esther’s words to Mordecai.","10":"Then Esther spoke to Hathach and gave him instructions for Mordecai:","2":"He went only as far as the king’s gate, because no one could enter the king’s gate clothed in sackcloth.","8":"He also gave him a written copy of the decree, which had been distributed in Shushan, for their annihilation, to show to Esther and to explain it to her. He instructed her to go in to the king, to beg his favor and plead before him on behalf of her people.","17":"So Mordecai left and did all that Esther commanded him.","11":"“All the king’s servants and the people of the king’s provinces fully understand that for anyone, man or woman, who approaches the king in the inner courtyard without being summoned, he has one law — that he be put to death, unless the king extends his golden scepter permitting him to live. But I have not been summoned to come to the king for 30 days.”","1":"When Mordecai learned all that was done, he tore his clothes, put on sackcloth and ashes, and went out into the middle of the city crying out in a loud and bitter voice.","9":"Hathach went back and reported to Esther what Mordecai had said.","14":"For if you remain silent at this time, relief and deliverance will arise for the Jews from another place — but you and your father’s house will perish. Who knows whether you have attained royal status for such a time as this?”","7":"Mordecai told him everything that had happened to him, even the exact amount of money that Haman had promised to pay to the king’s treasuries for the destruction of the Jews.","15":"Esther sent this to reply to Mordecai,","6":"So Hathach went out to Mordecai in the city square in front of the king’s gate.","4":"When Esther’s maids and eunuchs came and told her, the queen was greatly distressed. She sent clothes for Mordecai to put on so he would remove his sackcloth, but he refused.","13":"Mordecai told them to reply to Esther with this answer, “Do not think in your soul that you will escape in the king’s household more than all the Jews."},"6":{"3":"The king asked, “What honor or recognition has been shown to Mordecai for this?” The king’s servants that attended him replied, “Nothing has been done for him.”","5":"The king’s servants answered, “Haman is standing in the courtyard.” The king said, “Let him come in.”","12":"Afterwards, Mordecai then returned to the king’s gate, but Haman rushed to his home, grief-stricken and with his head covered.","10":"The king said to Haman, “Go quickly! Take the robe and the horse, just as you suggested, for Mordecai the Jew, who sits at the king’s gate! Do not neglect anything that you recommended.”","2":"It was found recorded there that Mordecai had revealed that Bigthana and Teresh, two of the king’s eunuchs who guarded the door, had conspired to kill King Ahasuerus.","8":"let them bring a royal robe that the king has worn, and a horse on which the king has ridden, one with a royal crest placed on his head.","11":"So Haman took the robe and the horse, robed Mordecai, and paraded him through the city streets, proclaiming: “This is what is done for the man whom the king desires to honor.”","1":"That night sleep deserted the king, so he ordered the book of the chronicles, the record of his reign, be brought in and read before the king.","9":"Then let the robe and the horse be placed into the hand of one of the king’s most noble princes. Let them clothe the man whom the king desires to honor and parade him on horseback through the city streets, proclaiming, ‘This is what is done for a man the king desires to honor!’”","14":"While they were still talking with him, the king’s eunuchs came and hurried Haman along to the banquet Esther had prepared.","7":"So Haman replied, “For the man whom the king desires to honor,","6":"When Haman entered, the king asked him, “What should be done for a man whom the king desires to honor?” Now Haman thought to himself, “Whom would the king desire to honor rather than me?”","4":"The king said, “Who is in the courtyard?” Now Haman had just come into the outer court of the king’s palace to speak to the king about hanging Mordecai on the gallows that he had prepared for him.","13":"Haman recounted to his wife Zeresh and all his friends everything that had happened to him. His advisers and his wife Zeresh said to him, “Since Mordecai, before whom you have begun your downfall, is of Jewish descent, you won’t be able to stand against him. In fact, you will certainly fall before him!”"},"5":{"3":"Then said the king to her, “What is it, Queen Esther? Whatever you request, even as much as half of the kingdom, it will be given to you.”","5":"The king replied, “Bring Haman quickly so we may do what Esther said.” Then the king and Haman came to the banquet that Esther prepared.","12":"Haman added, “And that’s not all! Queen Esther invited only me to accompany the king to a banquet that she prepared. And she has also invited me along with the king tomorrow.","10":"Nevertheless, Haman restrained himself and went home. He sent for his friends and his wife Zeresh.","2":"When the king saw Queen Esther standing in the courtyard, she found favor in his eyes, so the king held out to Esther the golden scepter in his hand and Esther approached and touched the top of the scepter.","8":"if I have found favor in the king’s eyes and if it pleases the king to grant my petition and my request, then let the king and Haman come tomorrow to the banquet that I will prepare for them — and then I will do as the king requests.”","11":"Haman boasted to them about his vast wealth, his many sons, and how the king had promoted him and exalted him above the other officials and servants of the king.","1":"On the third day, Esther put on her royal apparel and stood in the inner court of the palace, in front of the king’s hall. The king was sitting on his royal throne in the hall, facing the entrance.","9":"Haman went out that day happy and in good spirits. However, when Haman saw Mordecai at the king’s gate, and he did not rise or tremble before him, Haman was filled with rage against Mordecai.","14":"Then Zeresh his wife and all his friends said to him, “Let them set up a gallows 50 cubits high, and in the morning ask the king to have Mordecai hanged on it. Then go happily with the king to the banquet.” This idea delighted Haman and he ordered the gallows to be built.","7":"Esther answered and said, “My petition and my request is this:","6":"As they were drinking wine, the king said to Esther, “What is your request? It will be granted to you. Whatever you request, even as much as half the kingdom, it will be fulfilled.”","4":"So Esther said, “If it pleases the king, let the king and Haman come this day to the banquet that I have prepared for him.”","13":"Yet all this does not satisfy me, as long as I see Mordecai the Jew sitting at the king’s gate.”"},"8":{"16":"For the Jews there was light and gladness, joy and honor.","3":"Esther again pleaded with the king, falling at his feet and weeping. She pleaded with him to stop the evil of Haman the Agagite and his plan that he had devised against the Jews.","5":"She said, “If it pleases the king, and if I have found favor before him and it seems right to the king, and if I am pleasing in his eyes, let an edict be written rescinding the dispatches devised by Haman, the son of Hammedatha the Agagite, which he wrote to destroy the Jews who are throughout the king’s provinces.","12":"The day appointed for this in all the provinces of King Ahasuerus was the thirteenth day of the twelfth month, the month Adar.","10":"This decree was written in the name of King Ahasuerus, sealed with the king’s ring, and sent on horseback by couriers who rode on the king’s horses specially bred for their speed.","2":"The king took off his signet ring, which he had taken back from Haman, and gave it to Mordecai. Esther then appointed Mordecai over Haman’s estate.","8":"Now write in the king’s name on behalf of the Jews what seems good to you and seal it with the king’s signet ring. For a decree that is written in the king’s name, and sealed with the king’s ring, cannot be revoked.”","17":"Throughout every province and throughout every city, wherever the king’s edict and his law went, the Jews had gladness and joy, banquets and holidays. Many peoples of the land became Jews, because the fear of the Jews had overcome them.","11":"The king granted the right for Jews in every city to assemble themselves and to protect themselves — to destroy, kill and annihilate any army of any people or province that might attack them and their women and children, and to plunder their possessions.","1":"That same day King Ahasuerus gave Queen Esther the estate of Haman, the enemy of the Jews. Then Mordecai came into the presence of the king, for Esther had revealed how he was related to her.","9":"So the king’s scribes were called at that time — on the 23rd day of the third month, the month of Sivan. It was written according to all that Mordecai commanded to all the Jews, as well as to the officials, governors and advisors of all the 127 provinces that stretch from India to Ethiopia. To each province it was written in its own script and in its own language, and also to the Jews in their own writing and language.","14":"The couriers that rode royal horses raced out, pressed on by the king’s command. The decree was also given out at the palace at Shushan.","7":"King Ahasuerus said to Queen Esther and Mordecai the Jew, “I have decided to give Haman’s estate to Esther and had him hanged on the gallows, because he stretched out his hand against the Jews.","15":"Then Mordecai went out from the king’s presence in blue and white royal robes, with a large gold crown, and also a purple robe of fine linen. The city of Shushan shouted and rejoiced.","6":"For how can I endure seeing the disaster that will fall on my people? How can I bear to see the destruction of my relatives?”","4":"Then the king extended the golden scepter to Esther, and she arose and stood before the king.","13":"A copy of the written edict was distributed to every province and made known to the peoples of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies."}}}