{"translationKey":"tlv","translation":"TLV","book":"Numbers","bookSlug":"numbers","chapters":{"11":{"11":"So Moses asked ADONAI, “Why have You brought trouble on Your servant? Haven’t I found favor in Your eyes — that You laid the burden of all these people on me?","3":"The name of that place was thus called Taberah because fire from ADONAI had burned among them.","20":"but for an entire month — until it is coming out of your nostrils and it becomes loathsome to you! For you rejected ADONAI who is among you, and you wailed to His face saying, ‘Why did we ever leave Egypt?”","12":"Did I conceive all these people, or did I give birth to them, that You should say to me, ‘Carry them in your bosom just as the nurse carries an infant’ — to the land You promised to their fathers?","10":"Moses heard the people wailing by their families, each man at the door to his tent. ADONAI’s anger became very hot, and Moses was troubled.","17":"Then I will come down and speak with you there, and, I will take some of the Ruach that is on you and will place it on them. They will carry with you the burden of the people, so you will not be carrying it alone.”","13":"Where can I get meat for all these people? For they wail to me saying, ‘Give us meat to eat!’","27":"A young man ran and told Moses and said, “Eldad and Medad are prophesying in the camp!”","30":"Then Moses and the elders of Israel returned to the camp.","18":"“Now to the people say: Sanctify yourselves for tomorrow, because you will eat meat, for you wailed in ADONAI’s ears saying, ‘If only we could eat meat! It was better for us in Egypt!’ Now ADONAI will give you meat and you will eat!","29":"But Moses said to him, “Are you jealous on my behalf? If only ADONAI would make all the people prophets! If only ADONAI would put the Spirit on all of them!”","23":"ADONAI said to Moses, “Is ADONAI’s arm too short? Now you will see whether My word will come true for you or not.”","19":"You will eat — not for one day, or two days, or five days, or ten days, or twenty days,","1":"The people were murmuring in the ears of ADONAI about hardship, and when ADONAI heard, His anger burned. The fire of ADONAI blazed among them, ravaging the outskirts of the camp.","5":"We remember the fish that we used to eat in Egypt, for free — the cucumbers, the melons, the leeks, the onions, and the garlic!","4":"The grumblers among them began to have cravings, so Bnei-Yisrael began to wail repeatedly, saying, “If we could just eat some meat!","8":"The people went about, gathered it up, and ground it in a hand mill or crushed it in a mortar. They cooked it in a pot or made it into cakes. It had a taste like something made with olive oil.","26":"Two men, however, had remained in the camp. The name of one was Eldad and the name of the other was Medad. The Ruach rested on them. They were among those listed, but they had not gone out to the Tent. So they prophesied in the camp.","14":"I am not able to carry all these people by myself! The load is too heavy for me!","22":"If flocks and herds were slaughtered, would they have enough? Or if all the fish in the sea were caught, would they have enough?”","28":"Joshua son of Nun, the assistant of Moses since his youth, cried out and said, “Moses, my lord, stop them!”","25":"ADONAI descended in the cloud and spoke with him. He took some of the Ruach that was on him and placed it on each of the 70 elders. It so happened that when the Ruach first rested on them, they prophesied — but never again.","9":"When the dew descended on the camp at night, the manna descended with it.","33":"Yet while the meat was between their teeth, before it was swallowed, ADONAI’s anger burned against the people. So ADONAI struck the people with a severe plague.","15":"If this is how You are treating me, kill me now! If I have found favor in Your eyes, kill me please — don’t let me see my own misery!”","34":"For that reason the name of that place was called Kibroth-hattaavah , because they buried the people who were craving.","21":"Moses then said, “600,000 foot soldiers — the people I am in the middle of — yet You say, ‘I am going to give them meat to eat for an entire month?’","24":"So Moses went out and told the people ADONAI’s words. He gathered 70 of the elders of the people and had them stand around the Tent.","16":"ADONAI said to Moses, “Bring me 70 of the elders of Israel whom you know to be elders of the people and their leaders. Take them to the Tent of Meeting, so they may stand with you there.","35":"From Kibroth-hattaavah the people journeyed to Hazeroth and stayed in Hazeroth.","32":"The people went out all that night and all the following day and collected quail. No one gathered less than ten omers. They spread them out all around the camp.","7":"Now the manna was similar to coriander seed and had an appearance like gum resin.","2":"The people cried out to Moses, so Moses prayed to ADONAI and the fire died out.","6":"But now we have no appetite. We never see anything but this manna.”","31":"Now a wind went out from ADONAI and drove quails from the sea. He brought them into the camp to about a day’s journey in any direction, about two cubits above the ground all around the camp."},"3":{"11":"Then ADONAI said to Moses saying,","41":"Set the Levites apart for me in place of all the firstborn of Bnei-Yisrael, and, all the livestock of the Levites in place of the firstborn of the livestock of Bnei-Yisrael. I am ADONAI.”","45":"“Take the Levites in place of all the firstborn of Bnei-Yisrael, and the livestock of the Levites in place of their livestock. The Levites will be Mine. I am ADONAI.","42":"So Moses counted all the firstborn of Bnei-Yisrael as ADONAI commanded him.","3":"These are the names of the sons of Aaron, the anointed kohanim whom he consecrated to be priests.","20":"The sons of Merari, by their families, are Mahli and Mushi. These then were the families of the Levites by their ancestral households.","12":"“See, I have taken the Levites from among Bnei-Yisrael in place of the firstborn who open the womb among Bnei-Yisrael. The Levites will be Mine,","10":"You are to appoint Aaron and his sons to maintain the priesthood; any commoner who approaches must be executed.”","17":"These were the sons of Levi, by their names: Gershon, Kohath, and Merari.","51":"Moses gave the redemption money to Aaron and his sons, just as ADONAI commanded him, in accordance with the mouth of ADONAI.","44":"Again ADONAI spoke to Moses saying,","40":"ADONAI said to Moses, “Count every firstborn male of Bnei-Yisrael from one month old and upward and make a list of their names.","13":"because all the firstborn are Mine. In the day when I was striking down all the firstborn in the land of Egypt, I consecrated to Myself every firstborn in Israel — whether man or animal — as Mine. I am ADONAI.”","27":"To Kohath belonged the family of the Amramites, the family of the Izharites, the Hebronites and the Uzzielites. These were the Kohathite families.","30":"The prince of the ancestral household of the Kohathites was Elizaphan son of Uzziel.","18":"These then were the names of the sons of Gershon — Libni and Shimei.","36":"The sons of Merari were appointed over the care of the frames of the Tabernacle, its crossbars, posts, bases, and all equipment for its use,","29":"The Kohathite families were to camp along the side of the Tabernacle on the south.","23":"The Gershonites were to camp behind the Tabernacle on the west.","19":"The sons of Kohath by their families were Amram, Izhar, Hebron, and Uzziel.","1":"These are the generations of Aaron and Moses current at the time ADONAI spoke to Moses at Mount Sinai.","47":"you are to collect five shekels for each, based on the shekel of the Sanctuary, which is 20 gerahs.","5":"Then ADONAI spoke to Moses saying,","49":"Hence Moses collected the redemption money for those exceeding the number redeemed by the Levites.","4":"But Nadab and Abihu died before ADONAI for offering unauthorized fire  before ADONAI in the Sinai wilderness — they had no children. So Eleazar and Ithamar served as kohanim under Aaron their father.","8":"They are to tend to all the implements of the Tent of Meeting and the service of Bnei-Yisrael while performing the service of the Tabernacle.","26":"the curtains of the courtyard, the screen of the entrance of the courtyard around the Tabernacle and altar, its ropes and all related to its use.","39":"All the Levites counted by Moses and Aaron at the word of ADONAI, by their families, inclusive of every male one month old and upward, were 22,000.","14":"ADONAI spoke in the Sinai wilderness to Moses saying,","37":"the posts of the surrounding courtyard, their bases, pegs and ropes.","22":"The number of every male one month old and upward who were counted was 7,500.","28":"The number of every male one month old and upward was 8,600. Their duties were caring for the Sanctuary.","25":"The duties of the sons of Gershon in the Tent of Meeting were the Tabernacle, the tent, its coverings, the curtain of the entrance of the Tent of Meeting,","9":"You are to give the Levites to Aaron and his sons. Out of Bnei-Yisrael they are dedicated entirely to him.","33":"To Merari belonged the families of the Mahlites and the Mushites. These were the families of Merari.","15":"“Count the sons of Levi. According to their ancestral house, by their families, every male a month old and upward you are to number them.”","34":"Their number by count of every male one month old and upward was 6,200.","21":"To Gershon belonged the family of the Libnites and the family of the Shimeites. These were the families of the Gershonites.","24":"The prince of the ancestral house of the Gershonites was Eliasaph son of Lael.","46":"To redeem the 273 firstborn of Bnei-Yisrael exceeding the number of the Levites,","16":"So Moses numbered them in accordance with the word of ADONAI, just as he was commanded.","35":"The prince of the household of the father of the Merarites was Zuriel son of Abihail. They were to camp on the north side of the Tabernacle.","32":"The chief prince of the Levites was Eleazar son of Aaron the kohen appointed over those whose responsibility was the care of the Sanctuary.","7":"They are to keep watch over duties for him and the entire community before the Tent of Meeting while performing the service of the Tabernacle.","43":"The sum total of the firstborn males of Bnei-Yisrael, one month old and upward, listed by name, was 22,273.","48":"Give the money for the redemption of the extra ones of the firstborn of them to Aaron and his sons.”","2":"These are the names of Aaron’s sons: Nadab the first-born, Abihu, Eleazar and Ithamar.","38":"Those camping in front of the Tent of Meeting, on the east, toward the sunrise, were Moses, Aaron, and his sons. They were to care for the Sanctuary on behalf of Bnei-Yisrael. But anyone unauthorized who approached had to be executed.","50":"From the firstborn of Bnei-Yisrael he collected silver weighing 1,365 shekels, according to the Sanctuary shekel.","6":"“Gather the tribe of Levi near, and appoint them to attend to Aaron the kohen.","31":"They were responsible for the Ark, the table, the menorah, the altars, and the implements of the Sanctuary used in service with them, the curtain and all involved with its use."},"20":{"11":"Then Moses raised his arm and struck the rock twice with the staff. Water gushed out and the community and its livestock drank.","3":"The people quarreled with Moses saying, “If only we had died when our brothers died before ADONAI!","20":"He answered, “You may not pass through!” Yet Edom came out to oppose them with a large and well-armed people.","12":"But ADONAI said to Moses and Aaron, “Because you did not trust in Me so as to esteem Me as holy in the eyes of Bnei-Yisrael, therefore you will not bring this assembly into the land that I have given to them.”","10":"Moses and Aaron gathered the assembly in front of the rock. He said, “Listen now, you rebels! Must we bring you water from this rock?”","17":"Permit us to pass through your territory. We will not cross through any field or vineyard or drink water of any well. But we will travel on the king’s highway. We will not deviate to the right or left until we will have passed through your territory.’”","13":"These are the waters of Meribah where Bnei-Yisrael contended with Moses, and where ADONAI showed Himself holy among them.","27":"Moses did as ADONAI commanded. They ascended Mount Hor before the eyes of the whole community.","18":"But Edom said to him, “You may not pass through me — or I will march out against you with the sword.”","29":"When they saw that Aaron had died, the entire community mourned Aaron 30 days.","23":"Now at Mount Hor, near the Edomite border, ADONAI said to Moses and Aaron,","19":"Bnei-Yisrael then said to him, “We will travel on the main road, and if we or our livestock even drink any of your water, we will pay its price. It’s nothing, just to pass through on foot!”","1":"In the first month, the entire community of Bnei-Yisrael arrived at the wilderness of Zin. The people stayed at Kadesh. There Miriam died and was buried.","5":"Why have you brought us from Egypt to bring us to this evil place — a place without grain, fig, grapevine or pomegranate — and there’s no water to drink!”","4":"Now why have you brought the community of ADONAI into this wilderness, for us and our livestock to die here?","8":"“Take the staff and gather the assembly, you and your brother Aaron. Speak to the rock before their eyes, and it will give out its water.  You will bring out water from the rock, and you will give the community something to drink, along with their livestock.”","26":"Remove Aaron’s garments and put them on his son Eleazar, and Aaron will be gathered up and will die there.”","14":"Moses sent messengers from Kadesh to the king of Edom. “Thus says your brother, Israel: ‘You know all the hardship that came on us.","22":"The entirety of the community of Bnei-Yisrael set out from Kadesh and came to Mount Hor.","28":"Moses removed Aaron’s garments and placed them on Eleazar his son. Aaron died there at the top of the mountain. Then Moses and Eleazar descended the mountain.","25":"Take Aaron and his son Eleazar, and take them up Mount Hor.","9":"So Moses took the staff from before the presence of ADONAI, just as He had commanded him.","15":"Our forefathers went down to Egypt, so we lived there for a very long time. The Egyptians mistreated us, and our fathers.","21":"Since Edom refused to permit Israel to cross through her territory, Israel turned away from them.","24":"“Aaron will be gathered to his people. He will not enter the land, which I have given to Bnei-Yisrael, because you rebelled against My command at the waters of Meribah.","16":"But we cried out to ADONAI, He heard our cry, sent an angel and brought us out of Egypt. See now, we are at Kadesh, a town on the frontier of your territory.","7":"ADONAI spoke to Moses saying,","2":"Now there was no water for the community, so they assembled against Moses and Aaron.","6":"So Moses and Aaron went from before the assembly to the entrance of the Tent of Meeting and fell on their faces. Then the glory of ADONAI appeared to them."},"12":{"16":"Afterward, the people left Hazeroth and encamped in the Wilderness of Paran.","3":"Now the man Moses was very humble, more so than anyone on the face of the earth.","5":"ADONAI descended in a column of cloud, stood at the entrance of the Tent of Meeting, and called to Aaron and Miriam. The two of them stepped forward.","12":"Don’t let her be like a stillborn baby, who comes from his mother’s womb with his flesh half-eaten away!”","10":"When the cloud lifted up from above the Tent, behold, Miriam had tza’arat, like snow! As Aaron turned toward her, behold, she had tza’arat!","2":"They asked, “Has ADONAI spoken only through Moses? Hasn’t He also spoken through us?” ADONAI heard it.","8":"I speak with him face to face, plainly and not in riddles. He even looks at the form of ADONAI! Why then were you not afraid to speak against My servant Moses?”","11":"He said to Moses, “Please, my lord, don’t hold against us the sin we have committed so foolishly!","1":"Then Miriam and Aaron spoke against Moses on account of the Cushite woman he married, because he had married a Cushite woman.","9":"ADONAI’s anger burned against them, and He left them.","14":"ADONAI said to Moses, “If her father had but spit in her face, would she not be in shame for seven days? Let her be confined outside the camp for seven days. After that she may be brought back.”","7":"Not so with My servant Moses. In all My house, he is faithful.","15":"So Miriam was restricted to outside the camp for seven days. The people did not move on until Miriam was brought back.","6":"“Hear now My words!” He said. “When there is a prophet of ADONAI, I reveal Myself in a vision, I speak to him in a dream.","4":"Immediately, ADONAI said to Moses, Aaron and Miriam, “The three of you, come out to the Tent of Meeting.” So the three came out.","13":"So Moses cried to ADONAI saying, “O God, heal her now!”"},"10":{"11":"On the twentieth day of the second month of the second year, the cloud lifted up from above the Tabernacle of the Testimony.","3":"Whenever both are sounded, the whole community is to gather toward you at the entrance of the Tent of Meeting.","20":"Over the division of the tribe of the sons of Gad was Eliasaph son of Deuel.","12":"Then Bnei-Yisrael set out on their travels in the Sinai wilderness. The cloud came to rest in the wilderness of Paran.","10":"Also at your days of rejoicing, feasts and new moons, you are to blow on the trumpets over your burnt offerings and fellowship offerings. They will then be a reminder for you before ADONAI your God. I am ADONAI your God!”","17":"Then the Tabernacle was disassembled, and the sons of Gershon and Merari, who were carrying it, set out.","13":"So they set out the first time by the mouth of ADONAI by Moses’s hand.","27":"Ahira son of Enan, was over the division of the tribe of the sons of Naphtali.","30":"But he said to him, “I will not go, because I would rather go to my own country and to my own people.”","18":"The standard of the camp of Reuben then set out, by their divisions. Over his division was Elizur son of Shedeur.","36":"Then whenever it came to rest, he would say: “Return, ADONAI, to the myriad thousands of Israel!”","29":"Moses said to Hobab son of Reuel the Midianite, Moses’ father-in-law, “We are setting out to the place about which ADONAI said, ‘I will give it to you.’ Come with us and we will do good to you, because ADONAI has spoken goodness to Israel.”","23":"Over the division of the tribe of the sons of Manasseh was Gamaliel son of Pedahzur.","19":"Shelumiel son of Zurishaddai, was over the division of the tribe of the sons of Simeon.","1":"ADONAI spoke to Moses saying,","5":"When you sound the trumpet the first time, the camp of those camped on the east is to set out.","4":"But if only one is sounded, the princes — the heads of the tribes of Israel — are to gather toward you.","8":"The sons of Aaron will blow the trumpets. This is to be an eternal ordinance for you as well as for your generations to come.","26":"Pagiel son of Ochran, was over the division of the tribe of the sons of Asher.","14":"The standard of the camp of the sons of Judah set out first by their divisions. Over them was Nahshon son of Amminadab.","22":"The standard of the camp of the sons of Ephraim set out next, by their divisions. Over his division was Elishama son of Ammihud.","28":"This is the order by which Bnei-Yisrael, by their divisions, set out.","25":"The standard of the camp of the tribe of the sons of Dan, being the rear guard of all the camps, set out by their divisions. Over his division was Ahiezer son of Ammishaddai.","9":"Whenever you go to war in your own land against the enemy who is hostile to you, you are to sound short blasts of alarm. Then you will be remembered before ADONAI your God and be delivered from your enemies.","33":"So they advanced from the mountain of ADONAI, a trip of three days, the Ark of the covenant of ADONAI going ahead of them for those three days to seek out a resting place for them.","15":"Over the division of the tribe of the sons of Issachar was Nethanel son of Zuar.","34":"The cloud of ADONAI was over them by day when they advanced from the camp.","21":"Then the Kohathites set out, carrying the holy items. The Tabernacle was to be erected before their arrival.","24":"Over the division of the tribe of the sons of Benjamin was Abidan son of Gideoni.","16":"Over the division of the tribe of the sons of Zebulun was Eliab son of Helon.","35":"Whenever the Ark would set out, Moses would say: “Arise, ADONAI! May Your enemies be scattered! May those who hate You flee from before You!”","32":"If you come with us, we will share with you whatever good ADONAI gives to us.”","7":"To gather the whole national community, you are to sound the sustained blasts, but not the short blasts.","2":"“Make two trumpets of hammered silver for yourself. They are for summoning the community and having the camps set out.","6":"When you sound the trumpet blast the second time, the camp of those camped on the south is to set out. Short blasts will be the signal for their moving out.","31":"But he said, “Do not leave us now, because you know where we should camp in the wilderness. You can be like eyes to us."},"17":{"3":"Write Aaron’s name on Levi’s staff, for there is to be one staff for the prince of each tribe.","5":"It will come about that the staff of the man I choose will sprout. I will then rid Myself of the grumblings of Bnei-Yisrael, who are grumbling against you.”","12":"But Bnei-Yisrael said to Moses saying, “Look! We will die! We are all lost! We are lost!","10":"ADONAI said to Moses, “Put Aaron’s staff back in front of the Testimony to keep as a sign to the sons of rebellion, so that it may put an end to their grumblings against Me, and so they will not die.”","2":"“Speak to Bnei-Yisrael and get a rod from each ancestral house, twelve staffs in all, from each prince according to his ancestral household. Write each man’s name on his staff.","8":"The next day, Moses entered the Tent of Testimony and behold, Aaron’s staff, from the house of Levi, had sprouted, blossomed, and produced almonds!","11":"Moses did just as ADONAI had commanded him.","1":"ADONAI spoke to Moses saying,","9":"Moses then brought all the staffs from ADONAI’s Presence to all Bnei-Yisrael. They looked and each man took his staff.","7":"Moses placed the staffs before ADONAI in the Tent of Testimony.","6":"So Moses spoke to Bnei-Yisrael. Each of their princes gave him a staff, one staff for each prince according to their ancestral houses, twelve staffs in all, and Aaron’s staff was among them.","4":"Then you are to place them in the Tent of Meeting, before the Testimony, where I meet with you.","13":"Anyone approaching the Tabernacle of ADONAI will die! Must all of us die?”"},"13":{"11":"From the tribe of Manasseh, part of the tribe of Joseph, Gaddi son of Susi.","3":"So according to the word of ADONAI, Moses sent them from the wilderness of Paran. All the men were princes of Bnei-Yisrael.","20":"How is the soil — fertile or poor? Are there trees on it or not? Do your best to bring back some of the fruit of the land.” (It was the season for the first ripe grapes.)","12":"From the tribe of Dan, Ammiel son of Gemalli.","10":"From the tribe of Zebulun, Gaddiel son of Sodi.","17":"As he sent them to explore the land of Canaan, he said to them, “Go up there through the Negev, then go up into the hill country.","13":"From the tribe of Asher, Sethur son of Michael.","27":"They gave their account to him and said, “We went into the land where you sent us. Indeed it is flowing with milk and honey — this is some of its fruit.","30":"Then Caleb quieted the people before Moses, and said, “We should definitely go up and capture the land, for we can certainly do it!”","18":"See what the land is like and the people living there, whether they might be strong or weak, few or many.","29":"Amalek is living in the land of the Negev, the Hittites, Jebusites, and Amorites are living in the mountains, and the Canaanites are living near the sea and along the bank of the Jordan.”","23":"When they reached as far as the Valley of Eshcol, they cut a single branch with a cluster of grapes. It was carried on a pole between two of them. They also cut some pomegranates and some figs.","19":"In what kind of land are they living? Is it good or bad? Also, what about the cities in which they are living? Are they unwalled or do they have fortifications?","1":"ADONAI spoke to Moses saying,","5":"From the tribe of Simeon, Shaphat son of Hori.","4":"These are their names: from the tribe of Reuben, Shammua son of Zaccur.","8":"From the tribe of Ephraim, Hoshea son of Nun.","26":"They traveled and returned to Moses, Aaron and the entire community of Bnei-Yisrael at Kadesh in the wilderness of Paran. They gave their report to them and the entire assembly. They showed the land’s fruit.","14":"From the tribe of Naphtali, Nahbi son of Vophsi.","22":"They continued on up through the Negev and came to Hebron. There lived Ahiman, Sheshai, and Talmai, descendants of Anak. (Hebron was built seven years before Zoan in Egypt.)","28":"Except, the people living in the land are powerful, and the cities are fortified and very large. We even saw the sons of Anak there!","25":"They returned from investigating the land after 40 days.","9":"From the tribe of Benjamin, Palti son of Raphu.","33":"We also saw there the Nephilim. (The sons of Anak are from the Nephilim.) We seemed like grasshoppers in our eyes as well as theirs!”","15":"From the tribe of Gad, Geuel son of Machi.","21":"So they went up and explored the land from the wilderness of Zin as far as Rehob the entrance of Hamath.","24":"That place was called the Valley of Eshcol because of the cluster cut by Bnei-Yisrael.","16":"These are the names of the men Moses sent to investigate the land. (Now he gave Hoshea son of Nun, the name Joshua.)","32":"They spread among Bnei-Yisrael a bad report about the land they had explored, saying, “The land through which we passed to explore devours its residents. All the people we saw there are men of great size!","7":"From the tribe of Issachar, Igal son of Joseph.","2":"“Send some men on your behalf to investigate the land of Canaan, which I am giving to Bnei-Yisrael. Each man you are to send will be a prince of the tribe of his fathers, a man from each tribe.”","6":"From the tribe of Judah, Caleb son of Jephunneh.","31":"But the men who had gone up with him said, “We cannot attack these people, because they are stronger than we.”"},"27":{"16":"“May ADONAI, God of the spirits of all flesh, appoint a man over the community","3":"“Our father died in the wilderness. But he was not one of the followers banding together against ADONAI with Korah, though he died for his own sin. Yet he had no sons.","5":"So Moses brought their issue before ADONAI,","21":"He will stand before Eleazar the kohen, who will pray and obtain judgments for him by Urim and before ADONAI. At his mouth, they will go out and at his mouth they will come in, he and all the community of Bnei-Yisrael with him.”","18":"ADONAI said to Moses, “Take Joshua son of Nun, a man in whom is the Ruach, and lay your hand on him.","12":"Then ADONAI said to Moses, “Go up this mountain of the Abarim range and look at the land that I have given to Bnei-Yisrael.","10":"If he has no brothers, you are to give it to his father’s brothers.","2":"stood before Moses, Eleazar the kohen and the princes of the entire assembly at the entrance to the Tent of Meeting and said,","22":"Moses did as ADONAI commanded him. He took Joshua, stood him before Eleazar the kohen and all the entire assembly.","8":"“Furthermore, you are to speak to Bnei-Yisrael saying: If a man dies without a son, you are to transfer his inheritance to his daughter.","17":"to go out and come in before them, who will lead them out and bring them out so that the people of ADONAI will not be like sheep without a shepherd.”","11":"If his father had no brothers, you are to give it to the nearest relative in his family that he might possess it. This is to be a legal statute for Bnei-Yisrael, just as ADONAI commanded to Moses.”","1":"The daughters of Zelophehad son of Hepher son of Gilead son of Machir son of Manasseh, of the families of Manasseh son of Joseph (the names of his daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah)","9":"If he has no daughter, you are to give his inheritance to his brothers.","14":"For in the wilderness of Zin during the strife of the community, you both rebelled against My Word instead of honoring Me as holy at the waters before their eyes.” (These were the waters of Meribah at Kadesh in the wilderness of Zin.)","7":"“The daughters of Zelophehad are right in saying you should give them property by inheritance among their father’s relatives. You are to turn over the inheritance of their father to them.”","15":"Moses spoke to ADONAI saying,","20":"Give to him some of your authority so that the whole community of Bnei-Yisrael will obey him.","23":"Then he laid his hands on him and commissioned him just as ADONAI had spoken, by Moses’ hand.","6":"and ADONAI spoke to Moses saying,","4":"Why should our father’s name diminish from his family just because he had no son? Give to us property among our father’s brothers.”","19":"You will have him stand before Eleazar the kohen and the entire assembly and commission him before their eyes.","13":"When you have seen it, you will be gathered to your people, just as Aaron your brother was gathered."},"30":{"16":"These are the statutes that ADONAI gave to Moses relevant to relationships between a man and his wife, as well as between a father and his young daughter still living in his house.","3":"“Suppose a woman in her youth vows to ADONAI or obligates herself by a pledge in her father’s house.","5":"But if her father should forbid it on the day of his hearing it, none of her vows or pledges by which she has obligated herself will stand. ADONAI will forgive her because her father has forbidden her.","12":"But if her husband should nullify them on the day when he hears of them, nothing from her lips, whether vow or pledge, will stand. Her husband has nullified them and ADONAI will forgive her.","10":"If in her husband’s house she vowed or obligated herself by pledge under oath,","2":"Whenever a man makes a vow to ADONAI or swears an oath to obligate himself by a pledge, he is not to violate his word but do everything coming out of his mouth.","8":"But if her husband should hear about it and on the day he hears it he forbids it, he thereby nullifies her vow and her rash promise by which her lips have obligated her, and ADONAI will forgive her.","11":"and her husband should hear it and say nothing to her, not forbidding her, all her vows and every pledge by which she has obligated herself will stand.","1":"Moses spoke to the princes of the tribes of Bnei-Yisrael saying, “This is what ADONAI has commanded:","9":"“Any vow or obligation of a widow or a divorced woman will be binding on her.","14":"“But if her husband says nothing to her from day to day, then he is confirming all her vows and all her oaths that are on her. He confirms them by saying nothing to her on the day of his hearing about it.","7":"Now if her husband hears about it but says nothing to her on the day he hears about it, her vows will stand and her pledges by which she has obligated herself will stand.","15":"But if he nullifies them after hearing about it, he will bear her guilt.”","6":"“Suppose she should marry, after her vow or a rash promise of her lips by which she obligated herself.","4":"If her father should hear her vow or her pledge with which she obligated herself and her father says nothing to her, all her vows and every pledge by which she has obligated herself will stand.","13":"Her husband may ratify or veto any vow or sworn oath to deny herself."},"18":{"11":"This also is yours: the gift of the wave offerings of Bnei-Yisrael. I have given all the wave offerings as a permanent share to you, your sons and your daughters. Everyone who is clean in your house may eat it.","3":"They are to perform their duties for you and for all matters related to the Tent. They must not approach the implements of the Sanctuary or the altar — otherwise, both you and they will die.","20":"ADONAI said to Aaron, “You will have no inheritance in their land nor share among them. I am your portion and your share among Bnei-Yisrael.","12":"All the finest olive oil, the finest new wine and grain they give to ADONAI from their firstfruits, I have given them to you.","10":"You are to eat it as most holy. Every male may eat it — it is set apart for you.","17":"But the firstborn of the ox, sheep or goat you are not to redeem. They are holy. You are to sprinkle their blood on the altar, and their fat you are to burn as a fire offering, a pleasing aroma to ADONAI.","13":"All the firstfruits of the land that they bring to ADONAI will be for yours. Anyone who is clean in your house may eat it.","27":"Your offering will be reckoned as grain from the threshing floor or the fullness of the winepress.","30":"“Say to them: When you present the best part, it will be reckoned to the Levites as the produce of the threshing floor and of the winepress.","18":"Their meat — the breast of the wave offering and the right thigh — is yours.","29":"From all your gifts that you receive, you are to present the best and holiest from them as ADONAI’s portion.","23":"The Levites will perform the service of the Tent of Meeting. They will bear the responsibility for their iniquity. It is a permanent ordinance throughout your generations. So among Bnei-Yisrael they are to receive no inheritance.","19":"Whatever is set aside from the holy offerings which Bnei-Yisrael present to ADONAI, I have given to you, your sons and your daughters with you as a permanent share. It is an everlasting covenant of salt before ADONAI for you and your offspring.”","1":"ADONAI said to Aaron, “You, your sons, and the house of your father with you will bear the guilt for the Sanctuary, and you and your sons will bear the guilt for your priesthood.","5":"So you are to attend to the Sanctuary and the care of the altar, so no further wrath will fall on Bnei-Yisrael.","4":"They are to team with you and attend to the Tent of Meeting, for all the service of the Tent. But no unauthorized person may intrude upon you.","8":"ADONAI then said to Aaron, “See, I have given you charge over all My offerings. All the sacred things from Bnei-Yisrael I have given to you as set aside for you and your sons as a permanent share.","26":"“Speak now to the Levites and say to them: When you receive from Bnei-Yisrael the tithe which I have given to you as your inheritance, you are then to offer to ADONAI a tithe of that tithe.","14":"Every devoted thing in Israel is yours.","22":"From now on, Bnei-Yisrael must never trespass the Tent of Meeting, or they will bear the consequences of their sin and die.","28":"Thus you will also present an offering to ADONAI from all your tithes that you receive from Bnei-Yisrael, and from that you are to give ADONAI’s portion to Aaron the kohen.","25":"ADONAI spoke to Moses saying,","9":"You are to have the part of the most holy things that is kept from the fire. Whether grain, sin or guilt offerings that they bring to Me as most holy — they are for you and your sons.","15":"The first offspring of the womb from all flesh, whether human or animal, offered to ADONAI, is yours. However, you are to redeem the firstborn of man and the firstborn of unclean animals.","21":"See, I have given all the tithes in Israel to the sons of Levi as an inheritance in return for all the work of the service they are doing in the Tent of Meeting.","24":"For I have given the tithes that Bnei-Yisrael present to ADONAI as an offering to the Levites as an inheritance. That is why I said they would receive no inheritance among Bnei-Yisrael.”","16":"When they are a month old, you are to redeem them at the redemption price of five shekels of silver by the Sanctuary shekel, or 20 gerahs.","32":"“In presenting the best part in this manner, you will bear no guilt in these matters. You will not defile the holy things of Bnei-Yisrael, so you will not die.”","7":"But you and your sons with you are to maintain your priesthood for everything pertaining to the altar and inside the parokhet. I am giving you the ministry of the priesthood as a gift. Anyone unauthorized who approaches will die.”","2":"Bring with you your brothers, the tribe of Levi, the tribe of your father, so that they may join you and assist you, both you and your sons with you, before the Tent of the Testimony.","6":"“See, I have personally taken your kinsmen, the Levites, from among Bnei-Yisrael as a gift for you and your sons with you, dedicated to ADONAI to serve in the work of the Tent of Meeting.","31":"You and your household may eat it in any place. It is your wage for your service in the Tent of Meeting."},"36":{"3":"“If they become wives of men from other tribes of Israel, their inheritance will be taken from our ancestral inheritance and added to the inheritance of the tribe into which they marry. So it will be deducted from the allotment of our inheritance.","5":"Then Moses commanded Bnei-Yisrael at the mouth of ADONAI, “What the tribe of the descendants of Joseph is saying is correct.","12":"They married within the families of the sons of Manasseh son of Joseph, and their inheritance remained within the tribe of their ancestral family.","10":"So Zelophehad’s daughters did just as ADONAI commanded Moses.","2":"They said, “My lord, ADONAI commanded to give the land by lot as an inheritance to Bnei-Yisrael. My lord was also commanded by ADONAI to give the inheritance of our brother Zelophehad to his daughters.","8":"Every daughter receiving an inheritance in one of the tribes of Bnei-Yisrael should marry within the family of her father’s tribe, so that Bnei-Yisrael will each possess the inheritance of his fathers.","11":"Zelophehad’s daughters — Mahlah, Tirzah, Hoglah, Milcah and Noah — married sons of their uncles.","1":"The heads of the ancestral family of the children of Gilead son of Machir son of Manasseh, from the sons of Joseph, came and spoke before Moses and before the princes of the chiefs of the fathers of Bnei-Yisrael.","9":"No inheritance may pass from tribe to another tribe, for each tribe of Bnei-Yisrael is to keep its inheritance.”","7":"So no inheritance may be passed from tribe to tribe among Bnei-Yisrael — each one of Bnei-Yisrael will each keep the inheritance of the tribe of his ancestors.","6":"This is the word that ADONAI commands for the daughters of Zelophehad saying: They may become wives to whomever they please, as long as they marry within the family of the tribe of their father.","4":"When the Jubilee year comes, their inheritance will be added to the inheritance of the tribe into which they marry and deducted from the inheritance of our ancestral tribe.”","13":"These are the mitzvot and judgments that ADONAI gave by Moses’s hand to Bnei-Yisrael, on the plains of Moab at Jericho along the Jordan."},"29":{"11":"Also offer one male goat for a sin offering, in addition to the sin offering for atonement, as well as the regular burnt offering with its grain offering and their drink offerings.","3":"with their grain offering of fine flour mixed with oil, three tenths of an ephah with the bull, two tenths with the ram,","20":"“On the third day, offer eleven bulls, two rams, and fourteen year-old male lambs without defect,","12":"“On the fifteenth day of the seventh month you are to have a sacred assembly. You are not to do any of your work, and you are to celebrate the Feast to ADONAI for seven days.","10":"and one tenth with each of the seven lambs.","17":"“On the second day, you are to offer twelve young bulls from the herd, two rams, and fourteen year-old male lambs without flaw,","40":"So Moses told Bnei-Yisrael all that ADONAI commanded Moses.","13":"You are to offer a burnt offering by fire to ADONAI as a pleasing aroma: thirteen young bulls from the herd, two rams, and fourteen year-old male lambs without defect,","27":"with their grain and drink offerings by their number as specified,","30":"with the bulls, rams, and lambs, their grain and drink offerings according to those numbers specified,","18":"with their grain and drink offerings, with the bulls, rams, and lambs as appropriate by their number according to the regulations,","36":"You are to offer to ADONAI a burnt offering, a fire offering, a pleasing aroma, one bull, one ram, and seven male lambs a year old without defect,","29":"“On the sixth day, eight bulls, two rams, and fourteen male lambs a year old without defect,","23":"“On the fourth day, ten bulls, two rams, and fourteen year-old male lambs without flaw,","19":"plus one male goat as a sin offering, as well as the regular burnt offering with its grain and drink offerings.","1":"“On the first day of the seventh month you are to have a sacred assembly. You are to do no laborious work. It is for you a day for sounding the shofar.","5":"as well as one male goat as a sin offering to make atonement for yourselves.","4":"and one tenth with each of the seven lambs,","8":"You are to present to ADONAI a burnt offering as a pleasing aroma, one young bull from the herd, one ram, and seven year-old male lambs without defect,","26":"“On the fifth day, nine bulls, two rams, and fourteen male one year old lambs without defect,","39":"“You are to prepare these for ADONAI at your moadim in addition to your vow and freewill offerings, along with your burnt offerings, grain offerings, drink offering, and fellowship offerings.”","14":"their grain offerings of fine flour mixed with oil, three tenths of an ephah with each of the thirteen bulls, two tenths with each of the two rams,","37":"and their grain and drink offerings, with the bull, ram, and lamb corresponding to their number according to the regulations,","22":"and a male goat as a sin offering, in addition to the regular burnt offering with its grain and drink offerings.","28":"and one goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.","25":"and one male goat as a sin offering and the regular burnt offering with its grain and drink offerings.","9":"along with their grain offerings of fine flour mixed with oil: three tenths of an ephah with the bull, two tenths with the ram,","33":"plus their grain and drink offerings, for the bulls, rams, and lambs according to the numbers specified,","15":"and one tenth with each of the fourteen lambs,","34":"in addition to one male goat for a sin offering and the regular burnt offering with its grain and drink offerings.","21":"with their grain and drink offerings, with the bulls, rams, and lambs the number specified,","24":"their grain offerings and drink offerings with the bulls, rams, and lambs by their number according to the regulations,","16":"plus one male goat as a sin offering, besides the regular burnt offering with its grain and drink offering.","35":"“On the eighth day there shall be for you an assembly. You are to do no regular work.","32":"“On the seventh day, seven bulls, two rams, and fourteen male lambs without defect a year old,","7":"“On the tenth day of this seventh month, you are to have a sacred assembly. You are to deny yourselves and do no work.","2":"You are to prepare a burnt offering as a pleasing aroma to ADONAI: one young bull from the herd, one ram, and seven male lambs a year old, without flaw,","38":"and a goat for a sin offering, besides the regular burnt offering with its grain and drink offerings.","6":"Also offer the burnt offering for the month with its grain offering, the regular burnt offering with its grain offering, and their appropriate drink offerings as a pleasing aroma to ADONAI, as an offering by fire.","31":"and one goat for a sin offering with the regular burnt offering and its grain and drink offerings."},"23":{"11":"Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but look, you’ve actually blessed them!”","3":"Balaam said to Balak, “Stay here beside your offering. I will go and perhaps ADONAI will meet me. Whatever message He shows me, I will tell you. Then he went to a barren height.","20":"Look, I received a command to bless. He has blessed — I cannot change it!","12":"But in response he said, “Mustn’t I speak whatever ADONAI puts into my mouth?”","10":"Who can count Jacob’s dust? Who can number a fourth of Israel? Let my soul die the death of the upright, and let my end be like his!”","17":"So he went to him, and behold, he and the princes of Moab were standing beside his offering. Balak asked him, “What did ADONAI say?”","13":"Then Balak said to him, “Come now with me to another place where you can see a part of them only, not all of them. Curse them for me from there.”","27":"Balak said to Balaam, “Come with me to another place. Perhaps it will be pleasing to God and you may curse them for me from there.”","30":"Balak did just as Balaam said, and offered a bull and a ram on each altar.","18":"So he uttered his oracle and said: “Rise, Balak! Hear me, son of Zippor!","29":"Balaam said to Balak, “Build me seven altars here, and prepare seven bulls and seven rams for me.”","23":"There is no sorcery effective against Jacob, nor any divination against Israel! Now it will be said of Jacob and Israel, ‘See what God has done!’","19":"God is not a man who lies,  or a son of man who changes his mind! Does He speak and then not do it, or promise and not fulfill it?","1":"Then Balaam said to Balak, “Build me seven altars here and prepare for me here seven bulls and seven rams.”","5":"ADONAI put a message into Balaam’s mouth and said, “Return to Balak and speak this.”","4":"God met with Balaam and he said to Him, “I have prepared seven altars, and on each altar I offered a bull and a ram.”","8":"How can I curse one whom God has not cursed? How can I denounce one whom ADONAI has not denounced?","26":"Balaam answered and said to Balak, “Haven’t I told you, ‘All that ADONAI says, I must do?’","14":"He took him to Lookout Field on top of Pisgah. He built seven altars and offered a bull and a ram on each altar.","22":"God is bringing them from Egypt with the strong horns of the wild ox!","28":"So Balak took Balaam to the top of Peor, overlooking the wasteland.","25":"Then Balak said to Balaam, “Do not curse them or bless them at all!”","9":"From the rocky peaks I see him. From the heights I behold him. Look, he lives as a nation apart, and does not consider himself as being like the other nations.","15":"“Stay here beside your offering,” he said to Balak, “while I am meeting over there.”","21":"No misfortune is to be seen in Jacob, and no misery in Israel! ADONAI their God is with them — the King’s shout is among them!","24":"The people rise like a lioness, like a lion who does not rest until he eats his prey and drinks his victim’s blood!”","16":"ADONAI met Balaam there and put a message into his mouth, and said, “Return to Balak and speak thus.”","7":"Then he uttered his oracle and said, “From Aram, Balak brought me, Moab’s king from the mountains of the east: ‘Come! Curse Jacob for me! ‘Come! Denounce Israel!’","2":"So Balak did just as Balaam had said. Balak and Balaam offered a bull and a ram on each altar.","6":"Balaam went back to him. Behold, he was standing beside his offering with all the princes of Moab."},"19":{"16":"Anyone out in the open field who touches a dead body, whether killed by a sword or was killed by a natural cause, or touches a human bone or a grave, shall be unclean seven days.","3":"Give her to Eleazar the kohen. He will take her outside the camp and slaughter her in his presence.","5":"“While watching, he is to burn the heifer, her hide, flesh, blood and refuse.","21":"This will be a permanent ordinance for them. The one sprinkling the cleansing water is also to wash his clothes, and anyone touching the cleansing water will be unclean until evening.","18":"Then a clean person will take some hyssop, dip it into the water, and, sprinkle it on the tent, all of the furnishings, and the people who were there, as well as the one touching the bone, the one killed, the corpse or the grave.","12":"He is to purify himself on the third day and on the seventh day. Then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean.","10":"“The one who gathers the heifer’s ashes is also to wash his clothes as well as be unclean until evening. It will be a permanent statute for Bnei-Yisrael and for the outsider living among them.","2":"“This is the statute of the Torah which ADONAI commanded saying: Speak to Bnei-Yisrael that they bring to you a flawless red heifer on which there is no blemish and on which has never been a yoke.","22":"Anything touched by an unclean person becomes unclean, and anyone touching it will be unclean until evening.”","8":"Also the one burning it is to wash his clothes and bathe his flesh with the water, and he will be unclean until evening.","17":"“For the unclean one, they are to take some of the ash of the burnt purification offering, and pour some fresh water into a jar.","11":"“Whoever touches any dead body will be unclean for seven days.","1":"ADONAI spoke to Moses and Aaron saying,","9":"“A clean man is to gather up the ashes of the heifer and put them in a clean place outside the camp. They are to be for the community of Bnei-Yisrael to use as water of purification from sin.","14":"“This is the Torah for whenever a person dies in a tent. Anyone entering the tent or anyone inside the tent will be unclean seven days.","7":"“Afterward, the kohen is to wash his clothes and bathe his flesh with the water, and afterward he may come back into the camp. Still the kohen will be unclean until evening.","15":"Any open container not having a lid fastened on it will also be unclean.","20":"However, that man who is unclean but does not purify himself will be cut off from the community. He has defiled the Sanctuary of ADONAI, since the cleansing water was not sprinkled on him. He is unclean.","6":"The kohen is to take some cedar wood, hyssop and scarlet wool, and cast them into the midst of the burning heifer.","4":"Then Eleazar the kohen is to take some of the blood on his finger and sprinkle it seven times toward the front of the Tent of Meeting.","19":"The clean person will sprinkle the unclean one on the third and seventh days. He is to purify himself on the seventh day, and on the seventh day he is to wash his clothes and bathe himself in water, and at evening he will be clean.","13":"Anyone touching the dead body of any man, who does not purify himself, defiles ADONAI’s Tabernacle, and that person will be cut off from Israel. Because the cleansing water was not sprinkled on him, he is unclean and his uncleanness will remain on him."},"1":{"11":"From Benjamin, Abidan son of Gideoni.","41":"those counted from the tribe of Asher were 41,500.","45":"So all those counted from Bnei-Yisrael, according to their ancestral houses, from 20 years old and up — all able to go out with the army in Israel —","42":"From the sons of Naphtali (their generations by their families, their ancestral households, by number everyone 20 years old and upward who would go out with the army),","3":"You and Aaron are to muster by their divisions every son from 20 years and upward available to serve in the army of Israel.","20":"The sons of Reuben, Israel’s firstborn (their generations, their families, by their ancestral households, according to the count of their names, every male from 20 years and upward, all available for the army),","12":"From Dan, Ahiezer son of Ammishaddai.","10":"From the sons of Joseph — from Ephraim, Elishama son of Ammihud, from Manasseh, Gamaliel son of Pedahzur.","17":"So Moses and Aaron took these men designated by name.","51":"Whenever the Tabernacle sets out, the Levites are to dismantle it, and whenever the Tabernacle is pitched, the Levites are to set it up. But the commoner who comes near to it must be put to death.","44":"These were the ones numbered — Moses, Aaron and the princes of Israel counted them. Each of the twelve men represented his ancestral house.","40":"From the sons of Asher (their generations by their families, their ancestral households, by number everyone 20 years old and upward who could go out with the army),","13":"From Asher, Pagiel son of Ochran.","27":"those counted from the tribe of Judah were 74,600.","30":"From the sons of Zebulon (their generations, according to their families, to their ancestral households, by number of the names of everyone 20 years old and upward going out with the army),","53":"The Levites are to camp around the Tabernacle of the Testimony, so that there will be no wrath unleashed on the community of Bnei-Yisrael. So the Levites are to maintain care of the Tabernacle of the Testimony.","18":"They assembled all the community on the first day of the second month. They declared their lineage according to their families, the households of their forefathers, with the number of the names of those 20 years old and upward being listed individually.","36":"From the sons of Benjamin (their generations by their families, their ancestral households, by number of the names of every one 20 years old and upward going out with the army),","29":"those counted from the tribe of Issachar were 54,400.","23":"they counted from the tribe of Simeon 59,300.","19":"Moses numbered Israel in the wilderness of Sinai just as ADONAI had commanded him.","1":"In the wilderness of Sinai, on the first day of the second month in the second year from the Exodus from the land of Egypt, ADONAI spoke to Moses in the Tent of Meeting saying,","47":"The Levites, however, were not counted by the tribe of their ancestors,","5":"“These then are the names of the men who will assist you: from Reuben, Elizur son of Shedeur.","54":"So Bnei-Yisrael did — all that ADONAI commanded Moses, so they did.","52":"Bnei-Yisrael will encamp, each man with his own camp, each with his own standard, according to their own divisions.","49":"“Definitely you are not to number the tribe of Levi, nor take the sum of them among Bnei-Yisrael.","4":"One man from each tribe, each head of his father’s household, is to assist you.","8":"From Issachar, Nethanel son of Zuar.","26":"From the sons of Judah (their generations, by their families, their ancestral households, the count of their names, all who would go out with the army),","39":"those numbered from the tribe of Dan were 62,700.","14":"From Gad, Eliasaph son of Deuel.","37":"those numbered from the tribe of Benjamin were 35,400.","22":"From the sons of Simeon (their generations, according to their families, their ancestral households, whose names were counted by polls, every male 20 years and upward, every one who would go with the army),","28":"From the sons of Issachar (their generations, according to their families, their ancestral households, by number of the names of every male 20 years old and upward, going out with the army),","25":"those counted from the tribe of Gad were 45,650.","9":"From Zebulon, Eliab son of Helon.","33":"those numbered from the tribe of Ephraim were 40,500.","15":"From Naphtali, Ahira son of Enan.”","34":"From the sons of Manasseh (their generations according to their families, their ancestral households, by number of the names of those 20 years old and upward going out with the army),","21":"those counted from the tribe of Reuben were 46,500.","24":"From the sons of Gad (their generations according to their families, to their ancestral households, in the count of names of every male 20 years old and upward, every one available to go out with the army),","46":"all those who were counted totaled 603,550.","16":"These were those selected from the community, princes of their ancestral tribes. They were heads of the thousands of Israel.","35":"those counted from the tribe of Manasseh were 32,200.","32":"From the sons of Joseph — the sons of Ephraim (their generations according to their families, to their ancestral households, by count of the names of all those 20 years old and upward going out with the army),","7":"From Judah, Nahshon son of Amminadab.","43":"those counted from the tribe of Naphtali were 53,400.","48":"for ADONAI told Moses saying,","2":"“Do a head count of all the community of Bnei-Yisrael by their families and their ancestral house, with a total of every male one by one.","38":"From the sons of Dan, their generations by their families their ancestral households, by number of everyone 20 years old and upward who would go out with the army,","50":"Instead, you are to appoint the Levites over the Tabernacle of the Testimony, over all its implements and all pertaining to it. They are to carry the Tabernacle and all its utensils, tend to it and camp around it.","6":"From Simeon, Shelumiel son of Zurishaddai.","31":"those counted from the tribe of Zebulun were 57,400."},"5":{"11":"ADONAI spoke to Moses saying,","3":"Whether male or female, you are to send them outside the camp so as not to defile the camp where I am dwelling among them.”","20":"If, however, you have gone astray from your husband and if you became impure and had sexual relations with a man other than your husband’ —","12":"“Speak to Bnei-Yisrael and say to them: Suppose some man’s wife goes astray and is unfaithful to him,","10":"Each one’s sacred holy gifts are his own, but whatever each man gives to the kohen belongs to that kohen.”","17":"Then the kohen is to take some holy water in a clay jar and take some dust from the floor of the Tabernacle and put it into the water.","13":"and another man has sexual relations with her, but it is hidden from her husband’s eyes and her impurity is not detected. Yet there was no witness against her and she was not caught in the act.","27":"“When she is made to drink the water that carries the curse, if she has defiled herself and been unfaithful to her husband, it will enter her and cause bitterness — her abdomen will swell and her thigh will waste away. She will be accursed among her people.","30":"or when a spirit of jealousy comes over a man and he jealously suspects his wife. The kohen is to have her stand before ADONAI and apply this entire Torah to her.","18":"Then the kohen will have the woman stand before ADONAI, loosen the woman’s hair, put into her hands the reminder offering, the offering for jealousy, while in the kohen’s own hands are the bitter waters that bring a curse.","29":"“This is the Torah regarding jealousy, when a woman goes astray from her husband and defiles herself,","23":"“Then the kohen is to write these curses on a scroll and wash them into the waters of bitterness.","19":"Then the kohen will have her swear under oath, then say to the woman, ‘If no man other than your husband has slept with you, and if you have not gone astray into impurity from your husband, may this bitter water that brings a curse not harm you.","1":"ADONAI spoke to Moses saying,","5":"ADONAI spoke to Moses saying,","4":"This Bnei-Yisrael did, sending them outside the camp. Just as ADONAI spoke to Moses, so Bnei-Yisrael did.","8":"But if that person has no close relative to whom to pay the restitution, the restitution belongs to ADONAI. It is to be given to the kohen along with the ram of atonement with which he is to make atonement for him.","26":"The kohen is to take a handful of the grain offering and burn it up in smoke on the altar as a memorial offering. The kohen will then have the woman drink the water.","14":"Then a spirit of jealousy overcomes him and he is suspicious of his wife, when she is impure. Or a spirit of jealousy overcomes him and he suspects his wife, yet she is not impure.","22":"“May this water which brings a curse enter your body and cause your belly to swell and your thigh to rot.’ “The woman is to say, ‘Amen, amen!’","28":"If, however, the woman has not defiled herself and is clean, she will be free from guilt and be able to have children.","25":"The kohen is to take the jealousy offering from the woman’s hand, wave the offering before ADONAI and bring it to the altar.","9":"“Every contribution from all the sacred things that Bnei-Yisrael brings to the kohen will belong to him.","15":"“Then he should take his wife to the kohen. He must also bring a tenth of an ephah of barley flour as an offering for her. He is not to pour oil or put incense on it, because it is an offering for jealousy, a reminder offering drawing attention to guiltiness.","21":"Then the kohen is to have the woman swear under this oath of a curse, and say to the woman — ‘then let ADONAI cause you to be cursed and denounced among your people when ADONAI causes your thigh to rot and your belly to swell.","24":"The kohen will then have the woman drink the bitter water bearing curses, so that the water of the curses of bitterness enters her.","16":"“The kohen is to bring her near and have her stand before ADONAI.","7":"That person is to confess the sin he has committed, make full restitution for his wrong, add one fifth to it and give it to the one he wronged.","2":"“Command Bnei-Yisrael to send out from the camp everyone with tza’arat, who has some kind of discharge, or any contaminated by a dead body.","6":"“Say to Bnei-Yisrael: Whenever a man or woman commits any sins against any person, thus breaking faith with ADONAI, that soul bears guilt.","31":"The husband will be free of guilt, but that woman will bear her guilt.”"},"4":{"11":"“Over the golden altar they are to spread a blue cloth and cover that with a covering of porpoise hide, then put its poles in place.","41":"These were those counted from the families of the sons of Gershon, each serving in the Tent of Meeting — Moses and Aaron counted according to the mouth of ADONAI.","45":"These were those numbered from the families of the sons of Merari by Moses and Aaron in accordance with the mouth of ADONAI by Moses’s hand.","42":"Those were counted from the families and ancestral households of the sons of Merari,","3":"everyone from 30 years of age to 50, all who come to serve doing the work in the Tent of Meeting.","20":"But the Kohathites are not to go in to look at what is holy, not even momentarily, or they will die.”","12":"“They are to take all the utensils used for the service of the ministry of the Sanctuary, wrap them in a blue cloth, cover them with porpoise hide, and place them on a carrying frame.","10":"They then are to wrap it and all its accessories in a cover of porpoise hide and place it all on a carrying frame.","17":"ADONAI spoke to Moses and Aaron saying,","44":"Numbered by their families, they were 3,200.","40":"numbered according to their families and ancestral households 2,630.","13":"“They are to remove the ashes from the altar, then spread over it a purple cloth.","27":"The sons of the Gershonites are to do all their tasks, whether carrying or doing other work, according to the word of Aaron and his sons. You are to assign to them all that is their responsibility to carry.","30":"sons 30 years old and upward to 50, everyone coming to work in the service of the Tent of Meeting.","18":"“You are not to let the families of the tribe of the Kohathites be cut off from among the Levites.","36":"were counted by families — 2,750.","29":"Next, count the sons of Merari, according to their families and their ancestral houses,","23":"Count all the males from 30 to 50 years of age, everyone coming to work in the service of the Tent of Meeting.","19":"Do this for them so that they may live and not die whenever they approach the most holy items — Aaron and his sons are to go into the Sanctuary and assign each man his job and his responsibility.","1":"ADONAI spoke to Moses and to Aaron saying,","47":"All the men from 30 to 50 years old who came to do the work of the service and of carrying the Tent of Meeting","5":"Whenever the camp is about to move out, Aaron and his sons are to take down the shielding curtain  and cover the Ark of the Testimony with it.","49":"From the mouth of ADONAI by Moses’s hand, each man was assigned his work and his burden to carry. So they were counted, as ADONAI commanded Moses.","4":"“This is the task of the sons of Kohath in the Tent of Meeting — the most holy things.","8":"Over them they are to spread a solid scarlet cloth, cover it with a covering of porpoise hide, then install its poles.","26":"the curtains surrounding the courtyard and the altar, the curtain for the entrance, the ropes and all the equipment used in its operations. They are to do all that needs to be done with these things.","39":"Males from 30 years old and upward to 50, all those coming into the work of the service of the Tent of Meeting,","14":"They are to put onto it all the utensils with which they tend to the altar, among them the firepans, meat forks, shovels and sprinkling bowls. They are to spread over it a covering of porpoise hide and install its poles.","37":"This was the total of those in the families of the Kohathites, every one serving in the Tent of Meeting — Moses and Aaron counted them according to the mouth of ADONAI by Moses’s hand.","22":"“Take a census also of the sons of Gershon, by their ancestral households and by their families.","28":"This is the duty of the families of the sons of the Gershonites regarding the Tent of Meeting. Their duty will be under the direction of Ithamar son of Aaron the kohen.","25":"They are to carry the curtains of the Tabernacle, the Tent of Meeting, its covering, the outer covering of porpoise hide, the curtains for the entrance for the Tent of Meeting,","9":"“Then they are to take a blue cloth and cover the menorah for light, along with its lamps, tongs, snuffers and oil jars that they use to tend to it.","33":"This is the service of the families of the sons of Merari as they work under the direction of Ithamar son of Aaron the kohen.”","15":"“When Aaron and his sons have finished covering the Sanctuary and all its holy implements, and when the camp is ready to move out, after this the sons of Kohath may come to do the carrying. But they must not touch the holy items or they will die. These are the task of the sons of Kohath with regard to the Tent of Meeting.","34":"So Moses, Aaron and the princes of the community counted the sons of the Kohathites according to their families and their ancestral households.","21":"Again ADONAI spoke to Moses saying,","24":"This is the task of the Gershonite families in working and carrying burdens.","46":"Thus Moses, Aaron and the princes of Israel counted all the Levites by their families and by their ancestral houses.","16":"“Eleazar son of Aaron the kohen will have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to have charge of the Tabernacle and all that is in it, including its holy items and all its implements.”","35":"All the men who came to do the service of the Tent of Meeting, from 30 to 50 years of age,","32":"as well as the posts of the surrounding courtyard, plus their bases, tent pegs, ropes, and all their paraphernalia with everything related to their operation. Assign to them by name their duties and tasks.","7":"“Then over the table of the Presence they are to spread a solid blue cloth, then lay on it the plates, ladles, bowls, and jars for the drink offering. The bread that is continually there is to remain there.","43":"from 30 years of age upward to 50, who came to the work of the service of the Tent of Meeting.","48":"numbered 8,580.","2":"“Take a census of the sons of Kohath from among the sons of Levi, by their families and by their ancestral households,","38":"The sons of Gershon were counted according to their families and their ancestral households.","6":"Then they are to cover this with porpoise hide, then spread over it a cloth of solid blue. Then they are to put its poles in place.","31":"This is their task in the service of the Tent of Meeting: the frames of the Tabernacle, its crossbars, posts and bases,"},"8":{"16":"For they are the ones from among Bnei-Yisrael given to Me in place of all the first from the wombs of Bnei-Yisrael. I have taken them for Myself.","3":"Aaron did so. He erected the lamps facing forward so they illuminated the area in front of the menorah, just as ADONAI had commanded Moses.","5":"Again ADONAI spoke to Moses saying,","21":"The Levites also purified themselves from sin and washed their clothes. Aaron presented them as a wave offering before ADONAI, and, he made atonement for them to purify them.","18":"So I am taking the Levites in place of the firstborn of Bnei-Yisrael,","12":"“The Levites are to lay their hands on the heads of the bulls. Use one for a sin offering and the other for a burnt offering to ADONAI to make atonement for the Levites.","10":"Bring the Levites before ADONAI, Bnei-Yisrael will lay their hands on the Levites,","2":"“Speak to Aaron and say to him: When you erect the lamps, the seven lamps are to illuminate the area in front of the menorah.”","22":"After that, the Levites came to do their tasks before Aaron and his sons in the Tent of Meeting, just as ADONAI had commanded Moses concerning the Levites.","8":"“Then they are to take a young bull with its grain offering of fine flour mixed with oil, plus a second young bull for a sin offering.","17":"“For every firstborn among Bnei-Yisrael is Mine, whether human or animal. On the day I struck down the firstborn of the land of Egypt, I sanctified them for Myself.","11":"and Aaron will present the Levites before ADONAI as a wave offering from Bnei-Yisrael. Then they may go about the work of the service of ADONAI.","1":"ADONAI spoke to Moses saying,","9":"Bring the Levites before the Tent of Meeting, and gather the whole community of Bnei-Yisrael.","24":"“This is for the Levites. Men 25 years old and upward are to present themselves for service to work in the Tent of Meeting.","14":"In this way you are to set apart the Levites from Bnei-Yisrael to be Mine.","7":"This is what you must do to them to make them clean: Sprinkle the purifying water on them,  then have them shave their whole bodies and wash their clothes, thus purifying themselves.","15":"After you have purified them and presented them as a wave offering, the Levites will come to do their work at the Tent of Meeting.","20":"So Moses, Aaron and the entire community of Bnei-Yisrael did so with the Levites. All that ADONAI had commanded Moses regarding the Levites, so Bnei-Yisrael did to them.","25":"But at the age of 50 he is to retire from his service and work no longer.","23":"ADONAI again spoke to Moses saying,","6":"“Take the Levites from among Bnei-Yisrael and ceremonially cleanse them.","4":"Now this is how the menorah was made: hammered gold from its base to its blossoms. Just as was the pattern that ADONAI had shown to Moses, so he made the menorah.","19":"and I am giving the Levites as a gift to Aaron and his sons from among Bnei-Yisrael, to do the work on behalf of Bnei-Yisrael in the Tent of Meeting, and to make atonement for them — so that there would be no plague among them for coming too close to the Sanctuary.”","13":"Have the Levites stand before Aaron and his sons and present them as a wave offering to Adonai.","26":"He may assist his brothers in the Tent of Meeting to do their duties, but he himself will no longer do the work. Thus, you are to assign to the Levites their responsibilities.”"},"26":{"10":"Then the earth opened its mouth and swallowed them with Korah, whose followers died when the fire consumed the 250 men, these men serving as a warning.","63":"These were numbered by Moses and Eleazar the kohen when they counted Bnei-Yisrael on the plains of Moab across from Jericho.","30":"The sons of Gilead were: by Iezer the family of the Iezerites, by Helek the Helekite family,","49":"By Jezer the Jezrite family, by Shillem the Shillemite family.","62":"The male Levites a month old and upward totaled 23,000, though they were not included among Bnei-Yisrael, since He did not give them an inheritance among Bnei-Yisrael.","22":"These were the sons of Judah. They numbered 76,500.","13":"by Zerach the family of the Zerachites, and by Shaul the family of the Shaulites.","47":"These were the families of Asher’s sons. They numbered 53,400.","3":"So Moses and Eleazar the kohen spoke with them on the Moabite plains by the Jordan across from Jericho saying,","8":"The son of Pallu was Eliab.","12":"The sons of Simeon by their families were: by Nemuel the family of the Nemuelites, by Jamin the family of the Jaminites, by Jachin the family of the Jachinites,","65":"because ADONAI had said they would surely die in the wilderness. Not one of them was left, except Caleb son of Jephunneh and Joshua son of Nun.","40":"The sons of Bela were Ard and Naaman. By Ard was the family of the Ardites, by Naaman the family of the Naamanites.","14":"These families of the Simeonites numbered 22,200.","26":"The sons of Zebulun by their families were: by Sered the family of the Seredites, by Elon the family of the Elonites, by Jahleel the family of the Jahleelites.","17":"by Arod the family of the Arodites, by Areli the family of the Arelites.","28":"The sons of Joseph by their families were Manasseh and Ephraim.","36":"These were the sons of Shuthelah: of Eran the Eranite family.","4":"“Just as ADONAI commanded Moses, a census will be taken of all men of Bnei-Yisrael who came out of Egypt, from 20 years old and upward.”","50":"These were the families of Naphtali by their families. They numbered 45,400.","45":"Through the sons of Beriah: by Heber the Heberite family, by Malchiel the Malchielite family.","60":"Aaron was the father of Nadab, Abihu, Eleazar and Ithamar.","38":"The sons of Benjamin by their families were: by Bela the Belaite family, by Ashbel the Ashbelite family, by Ahiram the Ahiramite family,","23":"The sons of Issachar by their families were: Tola and the family of the Tolaites, by Puvah the Punite family,","51":"These sons of Israel totaled 601,730.","20":"The sons of Judah by their families were: by Shelah the Shelanite family, by Perez the Perezite family, by Zerach the Zerachite family.","59":"Amram’s wife’s name was Jochebed daughter of Levi, who was born to the Levites in Egypt. She gave birth for Amram, Aaron and Moses, as well as Miriam their sister.","54":"For the larger, you are to make his inheritance larger, and to the smaller you are to make his inheritance smaller. Each is to receive his inheritance in proportion to his population.","57":"These were the numbers of the Levites by their families: by Gershon the Gershonite family, by Kohath the Kohathite family, by Merari the Merarite family.","43":"They were all Shuhamite families, and, they numbered 64,400.","35":"These were the sons of Ephraim by their families: of Shuthelah the Shuthelahite family, of Becher the Bechrite family, of Tahan the Tahanite family.","41":"These were the sons of Benjamin. They numbered 45,600.","5":"The descendants of the sons of Reuben, Israel’s firstborn: by Hanoch the Hanochite family, by Pallu the Palluite family,","34":"These were the families of Manasseh. They numbered 52,700.","6":"by Hezron the Hezronite family, and by Carmi the Carmite family,","53":"“The land is to be divided to these as an inheritance according to the number of names.","2":"“Take a headcount of the entire community of Bnei-Yisrael, sons twenty years old and upward, by their ancestral houses, all who can serve in Israel’s army.”","44":"The sons of Asher by their families were: by Imnah the Imnite family, by Ishvi the Ishvite family, by Beriah the Beriite family.","11":"Korah’s sons, however, did not die.","1":"After the plague, ADONAI said to Moses and Eleazar son of Aaron the kohen saying,","58":"These were the families of Levi: the Libnite family, the Hebronite family, the Machlite family, the Mushite family and the Korahite family. Kohath fathered Amram.","55":"Certainly the land is to be divided by lot. They will inherit it according to the names of their ancestral tribes.","33":"Hepher’s son Zelophehad had no sons, only daughters. The names of Zelophehad’s daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah.","27":"These were the Zebulunite families. They numbered 60,500.","16":"by Ozni the family of the Oznites, by Eri the family of the Erites,","64":"Not one of them was among those counted by Moses and Aaron the kohen when they counted Bnei-Yisrael in the Sinai wilderness,","24":"by Jashub the Jashubite family, by Shimron the Shimronite family.","19":"Er and Onan were sons of Judah but had died in the land of Canaan.","29":"The sons of Manasseh were: by Machir the family of the Machirites (Machir fathered Gilead.), by Gilead the family of the Gileadites.","61":"However, Nadab and Abihu died when they offered sacrifices with unauthorized fire before ADONAI.","9":"The sons of Eliab were Nemuel, Dathan, and Abiram. These were the Dathan and Abiram who were community leaders who rebelled against Moses and Aaron and were among the following of Korah in their rebellion against ADONAI.","37":"These were the families of the sons of Ephraim. These numbered 32,500. These were the sons of Joseph by their families.","7":"these Reubenite families numbered 43,730.","52":"ADONAI then spoke to Moses saying,","39":"by Shephupham the Shuphamite family, by Hupham the Huphamite family.","48":"The sons of Naphtali by their families were: by Jahzeel the Jahzeelite family, by Guni the Gunite family,","21":"The sons of Perez: by Hezron the Hezronite family, by Hamul the Hamulite family.","56":"The division of the inheritance of larger and smaller tribes is to be decided by the lot.”","46":"The name of Asher’s daughter was Serah.","32":"by Shemida the Shemidaite family, by Hepher the Hepherite family.","31":"By Asriel the Asrielite family, by Shechem the Shechemite family,","15":"The sons of Gad by their families were: by Zephon the family of the Zephonites, by Haggi the family of the Haggites, by Shuni the family of the Shunites,","25":"These were the families of Issachar. They numbered 64,300.","18":"The sons of Gad numbered 40,500.","42":"These were the sons of Dan by their families: by Shuham the Shuhamite family. These were the families of Dan by family."},"14":{"11":"ADONAI said to Moses, “How long will these people treat Me contemptibly? How long will they neglect to trust in Me — in spite of all the miraculous signs I have performed among them?","41":"But Moses said, “Why are you disobeying the mouth of ADONAI? That will never succeed.","45":"The Amalekites and Canaanites living in the mountain country came down, attacked them, and beat them down all the way to Hormah.","42":"You should not go up, because ADONAI will not be among you and you will be defeated before your enemies!","3":"Why is ADONAI bringing us to this land to fall by the sword? Our wives and children will be like plunder! Wouldn’t it be better for us to return to Egypt?”","20":"ADONAI answered, “I have forgiven them just as you have spoken.","12":"I will strike them with the plague. I will destroy them. But you I will make into a nation greater and stronger than they!”","10":"But the whole assembly talked about violently stoning them. Then the glory of ADONAI appeared at the Tent of Meeting to all Bnei-Yisrael.","17":"“So please, let ADONAI show His strength, just as You have spoken saying,","44":"But presumptuously they went up to the high mountain country, though neither the Ark of ADONAI’s covenant nor Moses moved from within the camp.","40":"They rose the next morning and went up to the high mountains, saying, “Look! Let’s go up to the place which ADONAI promised. For we have sinned.”","13":"Moses said to ADONAI, “The Egyptians will hear about it, because You brought up this people by Your power from among them.","27":"“How long will this wicked community be grumbling against Me? I have heard the complaints of Bnei-Yisrael grumbling against Me.","30":"Not one of you will enter the land about which I lifted My hand to make home for you — except Caleb son of Jephunneh and Joshua son of Nun.","18":"‘ADONAI is slow to anger and abundant in lovingkindness, forgiving iniquity and transgression. Still, He does not leave the guilty unpunished, bringing the iniquity of the fathers upon the children to the third and fourth generations.’","36":"Then the men whom Moses had sent to explore the land, who had returned and caused the whole community to grumble against him by spreading a bad report about the land,","29":"In this very wilderness your bodies will drop — every one of you 20 years of age and older who was numbered in the census and grumbled against Me.","23":"not one of them will see the land I promised to their forefathers. None of those who treated Me with contempt will see it!","19":"Forgive now the guiltiness of this people in accordance with the greatness of Your lovingkindness, just as You have pardoned this people from Egypt until now!”","1":"All through that night, the entire community raised up their voices. The people wept.","5":"Then Moses and Aaron fell on their faces before the entire assembly of the community of Bnei-Yisrael.","4":"They said to each other, “Let’s choose a leader and let’s go back to Egypt!”","8":"If ADONAI is pleased with us, He will lead us into that land and will give it to us — a land flowing with milk and honey.","26":"ADONAI then said to Moses and Aaron saying,","39":"When Moses related these things to all of Bnei-Yisrael, the people mourned bitterly.","14":"They will tell the residents of this land about it. Already they have heard that You, ADONAI, are in the midst of this people, that You, ADONAI, have been seen eye to eye, that Your cloud remains over them, and that in a pillar of cloud by day and a pillar of fire by night You go before them.","37":"these men, spreading the bad report about the land, died of the plague in ADONAI’s presence.","22":"none of the people who saw My glory and My miraculous signs I performed in Egypt and in the wilderness — yet tested Me these ten times and did not obey My Voice —","28":"So tell them, ‘As surely as I live,’ says ADONAI, ‘I will do to you just as I heard you say in My ears.","25":"Now since the Amalekites and Canaanites are inhabiting the valley, turn back tomorrow and set out by the wilderness route toward the Sea of Reeds.”","9":"Only don’t rebel against ADONAI, and don’t be afraid of the people of the land. They will be food for us. The protection over them is gone. ADONAI is with us! Do not fear them.”","33":"Your children will be herdsmen in the wilderness for 40 years. They will suffer because of your unfaithfulness until your corpses are consumed in the wilderness.","15":"If you kill these people all at once, the nations who have heard this report about You will say,","34":"For 40 years, corresponding to the number of the 40 days you explored the land — one year for each day — you will suffer for your iniquities and know My hostility.","21":"But as certainly as I live and as certainly as the glory of ADONAI fills the entire earth,","24":"However, My servant Caleb, because a different spirit is with him and he is wholeheartedly behind Me, I will bring him into the land where he went — his offspring will inherit it.","16":"‘Because ADONAI was unable to bring this people to the land He had promised them, He has slaughtered them in the wilderness.’","35":"I, ADONAI, have spoken and certainly will I do this to all this wicked community banding together against Me. In this wilderness they will meet their end and there they will die!”","32":"But your bodies will drop in this wilderness.","7":"They said to the whole assembly of Bnei-Yisrael, “The land through which we passed is an exceptionally good land!","43":"For the Amalekites and Canaanites are there in front of you, and you will fall by the sword. ADONAI will not be with you, because you turned away from following ADONAI.”","2":"All Bnei-Yisrael grumbled against Moses and Aaron and the whole community said, “If only we had died in Egypt! If only we had died in this wilderness!","38":"Of those men who had gone to explore the land, only Joshua son of Nun and Caleb son of Jephunneh survived.","6":"Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes.","31":"“As for your children — whom you said would be like plunder — I will bring them in and they will experience the land that you spurned."},"22":{"11":"See, the people coming out of Egypt cover the surface of the land. Come now, curse them for me. Perhaps I will be able to fight against them and drive them away!”","41":"In the morning, Balak took Balaam with him to Bamoth-baal, and from there he saw part of the people.","3":"Moab became terrified because there were so many people. Moab was filled with dread because of Bnei-Yisrael.","20":"God came to Balaam by night and said to him, “Since the men came to you to summon you, arise and go with them. However, only the word I tell you are you to do!”","12":"God said to Balaam, “Do not go with them! Do not curse them, for they are blessed!”","10":"Balaam said to God, “Balak son of Zippor, king of Moab, sent word to me:","17":"I will richly reward you, and everything you tell me I will do! Just come now and curse this people for me!”","40":"Balak sacrificed cattle and sheep and sent some to Balaam and the princes who were with him.","13":"So Balaam got up in the morning and said to the officials of Balak, “Go back to your country, for ADONAI has refused to let me go with you.”","27":"When the donkey saw the angel of ADONAI, she lay down under Balaam. Balaam was very angry and beat the donkey with his staff.","30":"The donkey said to Balaam, “Am I not your donkey which you have ridden as always to this day? Have I ever been in the habit of doing this to you?” “No,” he said.","18":"But Balaam answered Balak’s servants, “Even if Balak gave me his house full of silver and gold, I cannot cross beyond the mouth of ADONAI my God, to do anything small or great!","36":"When Balak heard that Balaam had come, he went out to greet him at the Moabite city on the border of the Arnon, the frontier of the territory.","29":"Balaam said to the donkey, “Because you’ve made a fool of me! If I had a sword in my hand, I would kill you now!”","23":"when the donkey saw the angel of ADONAI standing in the road with his drawn sword in his hand, the donkey turned off the road and went into the field. So Balaam beat the donkey to get her back onto the road.","19":"But now, you may spend the night here, too. Then I may find out anything else ADONAI may say to me.”","1":"Then Bnei-Yisrael set out and camped in the plains of Moab alongside the Jordan across from Jericho.","5":"He sent messengers to summon Balaam son of Beor, at Pethor near the River  in his native land, saying to him, “Look now, a people has come out of Egypt. See now, they cover the surface of the earth and are settling beside me.","4":"Moab said to the elders of Midian, “The multitude will lick up everything around us like the ox licks up the grass of the field.” Now Balak son of Zippor was king of Moab at that time.","8":"He said to them, “Spend the night here. I will give you an answer just as ADONAI speaks to me.” So the officials of Moab stayed with Balaam.","26":"The angel again moved. He stood in a narrow place where there was no room to turn, right or left.","39":"Then Balaam went with Balak to Kiriath-huzoth.","14":"So the Moabite officials got up, went back to Balak, and said, “Balaam refused to come with us.”","37":"Balak said to Balaam, “Didn’t I send you an urgent summons? Why didn’t you come to me? Am I really unable to reward you?”","22":"But the anger of God burned because he was going. The angel of ADONAI stood in the road to oppose him — he was riding on his donkey and two of his servants were with him —","28":"Then ADONAI opened the donkey’s mouth and she said to Balaam, “What have I done to you that you have beaten me these three times?”","25":"When the donkey saw the angel of ADONAI, she pressed against the wall, crushing Balaam’s foot against the wall. So Balaam continued beating her.","9":"God came to Balaam and asked, “Who are these men with you?”","33":"The donkey saw Me and turned away from Me these three times. If she had not turned away from Me, by now I would have killed you indeed, but let her live!”","15":"Balak again sent other dignitaries, more numerous and honored than these previous ones.","34":"Balaam said to the angel of ADONAI, “I have sinned, for I did not know that you were standing in the road to oppose me. Now, if this is displeasing in your eyes, I will go back home.”","21":"So Balaam got up in the morning, saddled his donkey, and went with the Moabite princes.","24":"Then the angel of ADONAI stood in a narrow path between two vineyards, with a wall on this side and a wall on that side.","16":"They also came to Balaam and said to him, “Thus says Balak son of Zippor: Please let nothing keep you from coming to me!","35":"The angel of ADONAI said to Balaam, “Go with the men, but speak only the word that I tell you.” So Balaam went with Balak’s princes.","32":"The angel of ADONAI said to him, “Why have you beaten your donkey these three times? Behold, I came as an adversary because your way before Me is a reckless one!","7":"The elders of Moab and Midian left with divination fees in their hand. When they came to Balaam, they told him Balak’s words.","2":"When Balak son of Zippor, realized all that Bnei-Yisrael had done to the Amorites,","38":"“Look, I have come to you now!” Balaam said to Balak. “Can I just say anything? I must speak only the message which God puts into my mouth.”","6":"Come now, curse this people for me, because they are too strong for me! Perhaps I may be able to defeat them and drive them away from the country. I know that whoever you bless will be blessed and whoever you curse will be accursed!”","31":"Then ADONAI opened Balaam’s eyes, and he saw the angel of ADONAI standing in the road with his drawn sword in his hand. So he fell on his face."},"28":{"11":"“On the first of the month you are to present to ADONAI a burnt offering of two young bulls, one ram, and seven flawless male lambs a year old,","3":"Tell them: This is the fire offering which you are to present to ADONAI: two male lambs a year old, without flaw, as a daily regular burnt offering.","20":"You are to offer their grain offering of fine flour mixed with oil, three tenths of an ephah per bull, two tenths per ram,","12":"with three tenths of an ephah of fine flour mixed with oil as a grain offering with each bull, and two tenths of an ephah of fine flour mixed with oil as a grain offering with the ram,","10":"This is the burnt offering for every Shabbat, besides the regular burnt offering and its drink offering.","17":"On the fifteenth day, there is to be a feast. For seven days, matzot will be eaten.","13":"and with each lamb a tenth of an ephah of fine flour mixed with oil for a grain offering, a burnt offering as a pleasing aroma, an offering by fire to ADONAI.","27":"You are to offer as a pleasing aroma a burnt offering to ADONAI, two young bulls from the herd, one ram and seven male lambs a year old.","30":"plus one male goat to make atonement for you.","18":"You are to hold a sacred assembly on the first day. You are not to do any laborious work.","29":"and with each lamb, one tenth,","23":"In addition to the morning burnt offering and regular burnt offering, you are to offer these.","19":"You are to offer to ADONAI burnt offering by fire, two young bulls, one ram and seven male lambs a year old. They are to be flawless.","1":"ADONAI spoke to Moses saying,","5":"along with a tenth of an ephah of fine flour for a grain offering, mixed with a fourth of a hin  of oil from pressed olives.","4":"Prepare one lamb in the morning and the other lamb you are to prepare at twilight,","8":"Prepare the second lamb at twilight with the same type of grain and drink offerings you prepared in the morning, a fire offering as a pleasing aroma to ADONAI.","26":"“On the Day of Firstfruits, when you offer to ADONAI a new grain offering during the Feast of Weeks, you are to have a sacred assembly. You are to do no laborious work.","14":"Their drink offerings shall be: per bull, half a hin of wine, a third of a hin of wine per ram, and, a fourth of a hin per lamb. This will be the monthly burnt offering at each new moon throughout the year.","22":"plus one goat for a sin offering to atone for yourselves.","28":"With each bull there is to be a grain offering of three tenths of an ephah of fine flour mixed with oil, with the ram two tenths,","25":"On the seventh day, you are to have a sacred assembly, and you are to do no laborious work.","9":"“On the Shabbat, you are to present two flawless male lambs a year old, along with two tenths of an ephah of fine flour as a grain offering, mixed with oil and its drink offering.","15":"Also, one male goat as a sin offering to ADONAI beside the regular burnt offering is to be offered with its drink offering.","21":"and one tenth per each of the seven lambs,","24":"Just like this you are to offer each day, for seven days, the food to be offered by fire for each day as a pleasing aroma to ADONAI, beside the regular burnt offering with its drink offering.","16":"“On the fourteenth day of the first month is ADONAI’s Passover.","7":"With each lamb pour out a fourth of a hin of fermented drink at the Sanctuary as a drink offering to ADONAI.","2":"“Command Bnei-Yisrael and tell them to be careful to present to Me at the moadim My food offerings by fire as a pleasing aroma.","6":"This is the regular burnt offering initiated at Mount Sinai, as a pleasing aroma, a fire offering to ADONAI.","31":"In addition, you are to prepare the regular burnt offering with its grain offering and its drink offering. They are to be without defect."},"25":{"16":"ADONAI spoke to Moses saying,","3":"When Israel became bound to Baal of Peor, the anger of ADONAI grew hot against Israel.","5":"So Moses said to the judges of Israel, “Each of you, kill your men who have been joining themselves to Baal of Peor.”","18":"For they have been enemies to you in their deceptions of you in the matter of Peor and in the matter of Cozbi, the daughter of a Midianite prince, their sister who was slain on the day of the plague on account of the Peor incident.”","12":"So now say: See, I am making with him a covenant of shalom!","10":"Then ADONAI spoke to Moses saying,","2":"Then they invited the people to the sacrifices of their gods, so the people were eating, and bowing down before their gods.","8":"and went after the man of Israel into the tent and pierced them through — both the Israelite man and the woman’s belly. Then the plague among Bnei-Yisrael was stopped.","17":"“Deal with the Midianites as enemies and strike them.","11":"“Phinehas son of Eleazar son of Aaron the kohen has turned away My anger from Bnei-Yisrael because he was very zealous for Me among them, so that I did not put an end to Bnei-Yisrael in My zeal.","1":"While Israel was staying in Shittim, the people began to have immoral sexual relations with women from Moab.","9":"However, 24,000 were dead because of the plague!","14":"The name of the Israelite man killed with the Midianite woman was Zimri son of Salu, a prince of a Simeonite ancestral household.","7":"When Phinehas son of Eleazar son of Aaron the kohen saw it, he arose from the midst of the assembly, took a spear in his hand,","15":"The name of the executed Midianite woman was Cozbi, daughter of Zur — he was a tribal head of an ancestral house in Midian.","6":"Then behold, a man from Bnei-Yisrael came and brought a Midianite woman to his brothers before the eyes of Moses and of the whole assembly of Bnei-Yisrael, while they were weeping at the entrance to the Tent of Meeting!","4":"ADONAI said to Moses, “Seize all the ringleaders and hang them before ADONAI facing the sun, so that ADONAI’s fierce anger may be turned away from Israel.”","13":"It will be for him and his descendants after him a covenant of an everlasting priesthood — because he was zealous for his God and atoned for Bnei-Yisrael.”"},"9":{"16":"It was that way continually. The cloud covered it, and by night it appeared like fire.","3":"You are to celebrate it at its appointed time, at twilight on the fourteenth day of this month, with all its rules and regulations.”","5":"They celebrated Passover at twilight on the fourteenth day of the first month in the Sinai wilderness. In accordance with all that ADONAI commanded Moses, so Bnei-Yisrael did.","21":"At times the cloud remained only from evening until morning. When the cloud would lift, they would set out. Whether by day or by night, when the cloud lifted, they would set out.","18":"At the mouth of ADONAI, Bnei-Yisrael would set out, and at the mouth of ADONAI they would encamp. All the days that the cloud remained over the Tabernacle, they would remain in camp.","12":"They are not to leave any of it until morning, or break any bones. When they celebrate Passover they are to observe all its regulations.","10":"“Say to Bnei-Yisrael saying: If any man, whether you or your descendants, becomes unclean because of a dead body, or is away on a long journey, he may yet observe ADONAI’s Passover.","2":"“Bnei-Yisrael is to observe Passover at its appointed time.","22":"Whether for two days or a month or a year, while the cloud remained over the Tabernacle, Bnei-Yisrael remained camped and would not set out. But when it would lift, they would set out.","8":"Moses answered them, “Wait, and I will inquire what ADONAI commands concerning you.”","17":"Whenever the cloud lifted up from above the Tent, then Bnei-Yisrael would set out, and at the place where the cloud settled, there Bnei-Yisrael would encamp.","11":"They are to celebrate it at twilight on the fourteenth day of the second month. With matzot and bitter herbs they are to eat it.","1":"ADONAI spoke to Moses in the Sinai wilderness in the first month of the second year after they had come out of the land of Egypt saying,","9":"Then ADONAI spoke to Moses saying,","14":"“If an outsider living among you would celebrate Passover to ADONAI according to the requirement, so he should do. There will be for you the same regulation for the outsider and the native of the land.’”","7":"and these men said to him, “We have become unclean because of a dead man’s body. Why should we be kept from presenting the offering of ADONAI at the appointed time with the rest of Bnei-Yisrael?”","15":"On the day the Tabernacle was erected, the cloud covered the Tabernacle. By evening until morning, the cloud above the Tent of Testimony had an appearance like fire.","20":"At times the cloud stayed over the Tabernacle only a few days. At ADONAI’s word they would encamp, and at ADONAI’s word they would set out.","23":"At ADONAI’s word they would encamp, and at the mouth of ADONAI they set out. They obeyed ADONAI’s order by Moses’s hand.","6":"However, there were some men who could not celebrate Passover because of being defiled by a dead body. So they came to Moses and Aaron on that same day,","4":"So Moses told Bnei-Yisrael to observe Passover.","19":"When the cloud would remain over the Tabernacle many days, Bnei-Yisrael would obey the command of ADONAI and not set out.","13":"“But the person who is clean and not away on a journey, yet neglects to celebrate Passover, that soul shall be cut off from his people because that person did not present ADONAI’s offering at the appointed time. That man will bear his sin."},"33":{"11":"They set out from the Sea of Reeds and camped in the wilderness of Sin.","41":"They departed from Mount Hor and camped at Zalmonah.","45":"They moved on from Ijim and camped at Dibon-gad.","42":"They left Zalmonah and encamped at Punon.","3":"Bnei-Yisrael set out from Rameses on the fifteenth day of the first month, the first day after Passover. They went out with a high hand in the sight of all Egypt.","20":"They left from Rimmon-perez and camped at Libnah.","56":"Then what I had intended to do to them, I will do to you.”","12":"They left from the wilderness of Sin and camped in Dophkah.","10":"They left Elim and camped by the Sea of Reeds.","17":"They left from Kibroth-hattaavah and camped at Hazeroth.","51":"“Speak to Bnei-Yisrael and say to them: When you cross the Jordan into the land of Canaan,","44":"Leaving Oboth, they camped at Ije-abarim on the border of Moab.","40":"The Canaanite king of Arad, who was living in the Negev in the territory of Canaan, heard of the coming of Bnei-Yisrael.","13":"They then left Dophkah and camped at Alush.","27":"They left from Tahath and camped in Terah.","30":"They left Hashmonah and camped at Moseroth.","53":"You will take possession of the land, so you will settle in it, because I have given it to you to possess.","18":"Departing Hazeroth, they camped at Rithmah.","36":"They left Ezion-geber and encamped at Kadesh in the wilderness of Zin.","29":"They departed Mithkah and camped at Hashmonah.","23":"They left Kehelah and camped at Mount Shepher.","19":"Leaving Rithmah, they camped at Rimmon-perez.","1":"These are the journeys of Bnei-Yisrael when they came out of Egypt by their divisions under the hand of Moses and Aaron.","47":"They departed from Almon-diblathaim and camped at the mountains of Abarim, before Nebo.","5":"Bnei-Yisrael left Rameses and encamped at Succoth.","54":"“You are to divide the land by lot according to your families. To the large, make their inheritance larger, and to the small, make their inheritance smaller. Whatever comes out of the lot will be theirs. You are to distribute the inheritance according to your ancestral tribes.","52":"You must drive out all the inhabitants of the land before you. You must destroy all their idols and cast images, and demolish their high places.","49":"They camped along the Jordan, from Beth-jeshimoth to Abel-shittim.","4":"Now the Egyptians were burying those whom ADONAI had struck down among them. ADONAI had brought judgments on all their first-born and their gods.","8":"They left from before Pi-Hahiroth and passed through the sea into the wilderness. They traveled three days journey into the wilderness of Etham and camped at Marah.","26":"They left Makheloth and camped in Tahath.","39":"Aaron was 123 years old when he died on Mount Hor.","14":"They left from Alush and camped at Rephidim, where there was no water for the people to drink.","37":"Leaving Kadesh, they camped at Mount Hor on the border of the land of Edom.","22":"They left Rissah and camped at Kehelah.","28":"They left Terah and camped in Mithkah.","25":"They departed from Haradah and camped at Makheloth.","9":"They departed from Marah and went to Elim. There were twelve water springs and 70 palm trees in Elim, so they camped there.","33":"Leaving Hor-haggidgad, they camped at Jotbah.","15":"They set out from Rephidim and encamped in the Sinai wilderness.","34":"They left Jotbah and camped at Abronah.","21":"They departed Libnah and camped at Rissah.","24":"They departed Mount Shepher and camped at Haradah.","46":"They moved on from Dibon-gad and camped at Almon-diblathaim.","16":"They departed from the Sinai wilderness and camped at Kibroth-hattaavah.","35":"They departed from Abronah and camped at Ezion-geber.","32":"Departing Bene-jaakan, they camped at Hor-haggidgad.","7":"They left from Etham and turned back toward Pi-Hahiroth, east of Baal-Zephon, and camped before Migdol.","43":"Departing Punon, they camped at Oboth.","48":"They moved on from the mountains of Abarim and camped in the plains of Moab, by the Jordan, across from Jericho.","2":"Moses recorded the stages of their journeys at ADONAI’s command. These then are their journeys by stages.","38":"Aaron the kohen went up Mount Hor at ADONAI’s command and died there, in the fortieth year since the departure of Bnei-Yisrael from the land of Egypt, on the first day of the fifth month.","55":"“But if you do not drive out the inhabitants of the land from before you, whoever you allow to remain will become to you barbs in your eyes and thorns in your sides. They will give you trouble in the land in which you will be living.","50":"ADONAI spoke to Moses along the Jordan in the plains of Moab across from Jericho saying,","6":"They departed from Succoth and camped at Etham on the edge of the wilderness.","31":"They left Moseroth and camped at Bene-jaakan."},"15":{"11":"This is to be done for each bull or ram, for each young goat or lamb.","41":"I am ADONAI your God. I brought you out of the land of Egypt to be your God. I am ADONAI your God.”","3":"and you are presenting a fire offering to ADONAI — a burnt offering or a sacrifice to mark fulfilling a vow, a freewill offering, or during moadim  — to present a pleasing aroma to ADONAI, from the herd or from the flock,","20":"You are to offer a cake from the first of your ground-up meal as an offering from your threshing floor — so you are to lift it up.","12":"Do this for each one, for as many as you prepare.","10":"You are to also offer as the drink offering half a hin of wine as a fire offering, a pleasing aroma to ADONAI.","17":"ADONAI spoke to Moses saying,","40":"This way you will remember and obey all My mitzvot and you will be holy to your God.","13":"“Everyone native-born is to do these things like so when bringing a fire offering as a pleasant aroma to ADONAI.","27":"“If but one person should sin unintentionally, he is to bring a year-old female goat for a sin offering.","30":"“But the person who sins defiantly, whether native or outsider, reviles ADONAI and that person is to be cut off from his people.","18":"“Speak to Bnei-Yisrael. Say to them: When you enter the land to which I am taking you,","36":"So the whole assembly took him outside the camp. They stoned him with stones. He died just as ADONAI commanded Moses.","29":"Whether a native-born of Bnei-Yisrael or an outsider living among them, one Torah applies to you for the one sinning unintentionally.","23":"— that is, anything that ADONAI commanded you through Moses’s hand, from the day ADONAI commanded and onward throughout your generations —","19":"and you eat some of the food of the land, you are to offer a portion to ADONAI.","1":"Again ADONAI spoke to Moses saying,","5":"“Now with each lamb for the burnt offering or sacrifice, you are to prepare a fourth of a hin of wine as a drink offering.","4":"the one bringing the offering is to present a grain offering of a tenth of an ephah of fine flour mixed with a fourth of a hin of oil.","8":"“Whenever you are to prepare a young bull for a burnt offering, a special vow offering, or a fellowship offering to ADONAI,","26":"So the whole community of Bnei-Yisrael along with the outsider residing among them will be forgiven, for all the people were involved in unintentional wrongdoing.","39":"It will be your own tzitzit — so whenever you look at them, you will remember all the mitzvot of ADONAI and do them and not go spying out after your own hearts and your own eyes, prostituting yourselves.","14":"Whenever an outsider resides with you, or whoever is among you for your generations to come, and he is to present a fire offering as a fragrant aroma to ADONAI, as you do, he must do exactly the same as you are doing.","37":"ADONAI spoke to Moses saying,","22":"“If you unintentionally fail, not keeping any of these mitzvot that ADONAI related to Moses","28":"The kohen is to make atonement before ADONAI for that person who erred by sinning without intent, and he is to be forgiven when atonement has been made for him.","25":"So the kohen will make atonement for the entire community of Bnei-Yisrael, and they will be forgiven, for it was unintentional and they brought a fire offering and their sin offering to ADONAI for their error.","9":"bring with the young bull a grain offering of three tenths of an ephah of fine flour mixed with half a hin of oil.","33":"Those who found him gathering wood brought him to Moses, Aaron and the entire assembly.","15":"“The community will have the same rule for you as well as for the resident outsider. It will be a lasting statute throughout your generations. As for you, so for the outsider will it be before ADONAI.","34":"They kept him under arrest, not being clear what was to be done to him.","21":"Throughout your generations to come, you are to give this offering from the first of your ground-up meal.","24":"and it is done unintentionally out of sight of the community, then the entire community is to offer one young bull from the herd for a burnt offering as a pleasing aroma to ADONAI, along with its appropriate grain offering and drink offering, and one male goat as a sin offering.","16":"The same Torah and the same regulations will apply to both you and the outsider residing among you.”","35":"ADONAI said to Moses, “The man has to die. The whole assembly is to stone him with stones outside the camp.”","32":"While Bnei-Yisrael were in the wilderness, they found a man gathering wood on the Shabbat.","7":"and a third of a hin of wine as a drink offering. You are to offer it as a pleasing aroma to ADONAI.","2":"“Speak to Bnei-Yisrael and say to them: When you enter the land that I am giving you where you will make your homes,","38":"“Speak to Bnei-Yisrael. Say to them that they are to make for themselves tzitzit on the corners of their garments throughout their generations, and they are to put a blue cord on each tzitzit.","6":"With a ram, you are to prepare two tenths of an ephah of fine flour mixed with a third of a hin of oil,","31":"Because he has despised the word of ADONAI and has broken His commandment, that person will certainly be cut off — his guilt will remain on him.”"},"34":{"11":"From Shepham, the boundary will descend to Riblah on the east side of Ain, continuing along the eastern slopes of Kinneret .","3":"Your southern side will run from the wilderness of Zin along the border of Edom to the southern end of the Dead Sea on the east.","20":"From the tribe of the sons of Simeon, Shemuel son of Ammihud.","12":"From there the border will go down along the Jordan, ending at the Dead Sea. This will be your territory with its surrounding borders.”","10":"“For your eastern border, run a line from Hazar-Enan to Shepham.","17":"“These are the names of the men who will allot the land to you: Eleazar the kohen and Joshua son of Nun.","13":"Moses commanded Bnei-Yisrael, saying, “This is the land which ADONAI has commanded that you are to assign by lot to the nine and a half tribes.","27":"The prince from the tribe of the sons of Asher is Ahihud son of Shelomi.","18":"Also you are to select one prince from each tribe to allot the land.","29":"These were those ADONAI commanded to apportion to Bnei-Yisrael the land of Canaan.","23":"From the sons of Joseph, from the tribe of the sons of Manasseh, the prince is to be Hanniel son of Ephod.","19":"These are their names: from the tribe of Judah, Caleb son of Jephunneh.","1":"ADONAI spoke to Moses saying,","5":"Then the border will turn from Azmon to the Wadi of Egypt and end at the sea.","4":"Your border will cross south of the Scorpion Pass and continue to Zin and south of Kadesh-barnea, then go on to Hazar-addar and on to Azmon.","8":"then from Mount Hor to Levo-Hamath , then the boundary will go to Zedad.","26":"The prince from the tribe of the sons of Issachar is Paltiel son of Azzan.","14":"For the tribe of the sons of Reuben by their ancestral houses, the tribe of the sons of Gad by their ancestral houses, and the half-tribe of Manasseh have already received their inheritance.","22":"From the tribe of the sons of Dan, the prince is Bukki son of Jogli.","28":"The prince from the tribe of the sons of Naphtali is Pedahel son of Ammihud.”","25":"“The prince from the tribe of the sons of Zebulun is Elizaphan son of Parnach.","9":"The border will continue on to Ziphron, ending at Hazar-Enan. This will be your northern border.","15":"These two and a half tribes have received their inheritance on the east side of the Jordan at Jericho, toward the sunrise.”","21":"From the tribe of Benjamin, Elidad son of Chislon.","24":"The prince from the tribe of the sons of Ephraim is to be Kemuel son of Shiphtan.","16":"ADONAI spoke to Moses saying,","7":"“Your northern boundary will be by running a line from the Great Sea to Mount Hor,","2":"“Command Bnei-Yisrael and say to them: When you enter the land of Canaan, these are the boundaries of the land being allotted to you as an inheritance.","6":"“Your western boundary will be the coast of the Great Sea. This will be your western border."},"21":{"11":"Then they set out from Oboth and camped in Ije-abarim, in the wilderness facing Moab toward the sunrise.","3":"ADONAI listened to Israel’s plea and delivered up the Canaanites. They put them and their cities under the ban of destruction. So the name of the place was called Hormah.","20":"and from Bamoth to the valley in the field of Moab where the peak of Pisgah overlooks the wasteland.","12":"From there they set out and camped in the Wadi Zered.","10":"Bnei-Yisrael moved on and encamped at Oboth.","17":"Then Israel sang this song, “Spring up, O well! Sing about it!”","13":"They set out from there and camped along the Arnon, which is in the wilderness extending into Amorite territory. The Arnon is also the border between Moab and the Amorites.","27":"Therefore the poets say, “Come to Heshbon! Let her be rebuilt! Let the city of Sihon be restored!","30":"But we overthrew them! Heshbon as far as Dibon is destroyed! We have demolished them as far as Nophah up to Medeba.”","18":"The well the princes dug, that the nobles of the people sank with their scepter and their staffs.”  From the wilderness they went on to Mattanah.","29":"Woe to you, O Moab! You have been destroyed, people of Chemosh! He has given up his sons as refugees and his daughters as captives to Sihon, king of the Amorites.","23":"But Sihon would not let Israel pass through his territory. Instead, Sihon called out his entire army and marched out into the desert to oppose Israel. When he came to Jahaz, he fought against Israel.","19":"From Mattanah they went on to Nahaliel, and from Nahaliel to Bamoth,","1":"When the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming along the road to Atharim, he attacked Israel and captured some of them.","5":"The people spoke against God and Moses: “Why have you brought us from Egypt to die in the wilderness, because there is no bread, no water, and our very spirits detest the despicable food?","4":"They travelled from Mount Hor along the route to the Sea of Reeds in order to go around the land of Edom. The spirit of the people became impatient along the way.","8":"ADONAI said to Moses, “Make yourself a fiery snake and put it on a pole. Whenever anyone who has been bitten will look at it, he will live.”","26":"Heshbon was the city of King Sihon of the Amorites, who had fought with the former king of Moab and had taken from his control all the land as far as the Arnon.","14":"Therefore, it is said in the Book of the Wars of ADONAI, “...Vaheb in Suphah and the wadis of the Arnon,","22":"“Permit us to pass through your land. We will not turn aside into field or vineyard nor drink water from the wells. We will travel on the king’s highway until we will have passed through your territory.”","28":"For fire went out from Heshbon, a blaze from the city of Sihon! It consumed Ar of Moab, the masters of Arnon’s heights!","25":"Israel conquered all these cities and occupied all the Amorite cities, Heshbon and all its towns.","9":"So Moses made a bronze snake and put it on a pole, and it happened that whenever a snake bit anyone and he looked at the bronze snake, he lived.","33":"Then they turned and went up the road to the Bashan. Og, king of the Bashan, went out to confront them, he and all his people, in battle at Edrei.","15":"and the slope of the wadis that leads to the site of Ar and lie along the border of Moab — ”","34":"ADONAI said to Moses, “Do not fear him. I have given him with all his people and his land into your hand. You are to do to him just as you did to Sihon, the Amorite king who was living in Heshbon.”","21":"Israel sent messengers to King Sihon of the Amorites saying,","24":"But Israel struck him by the sword’s edge and conquered his land from Arnon to Jabbok as far as the Ammonites, because the border of the sons of Ammon was fortified.","16":"And from there — on to Beer. This is the well where ADONAI said to Moses, “Gather the people and I will give them water.”","35":"So they struck him and his sons and his entire army until no survivor was left to him, and they possessed his land.","32":"After Moses sent spies to Jazer, they captured her towns and drove out the Amorites who were there.","7":"The people came to Moses and said, “We sinned when we spoke against ADONAI and you! Pray to ADONAI for us, that He may take away the snakes!” So Moses prayed for the people.","2":"Then Israel vowed to ADONAI and stated, “If you deliver this people into our hand, we will put their cities under the ban of destruction!”","6":"So ADONAI sent poisonous serpents among the people,  and they bit the people and many of the people of Israel died.","31":"So Israel was living in the land of the Amorites."},"24":{"16":"the oracle of one hearing God’s speech, one experiencing Elyon’s knowledge, one seeing Shaddai’s vision, one fallen down, yet with open eyes:","3":"He uttered his oracle and said: “This is the oracle of Balaam son of Beor, and the oracle of a strong man whose eye has been opened,","5":"How lovely are your tents, O Jacob, and your dwellings, O Israel!","21":"Then he saw the Kenite, so he uttered his oracle and said, “Your dwelling is secure. Your nest is set in the rock.","18":"Edom will be conquered — his enemies will conquer Seir, but Israel will triumph.","12":"Balaam answered Balak, “Didn’t I indeed tell your messengers whom you sent to me saying:","10":"Then Balak became furious at Balaam, and struck his hands together. Balak said to Balaam, “I summoned you to curse my enemies, but look, you have blessed them these three times!","2":"Lifting up his eyes, Balaam saw Israel dwelling by tribes. The Ruach Elohim came over him.","22":"Yet Kain will be destroyed, when Asshur captures you.”","8":"God is bringing him out of Egypt. like the strong horns of a wild ox. He devours nations hostile to him. He will crush their bones. His arrows will pierce them.","17":"‘I see him, yet not at this moment. I behold him, yet not in this location. For a star will come from Jacob, a scepter will arise from Israel.  He will crush the foreheads of Moab and the skulls of all the sons of Seth.","11":"Now, go home! I said I would reward you, but see, ADONAI has kept you from reward!”","1":"When Balaam realized that it was pleasing in the eyes of ADONAI to bless Israel, he did not resort to sorceries as at the other times, but turned his face toward the wilderness.","9":"He crouches like a lion or a lioness — who would rouse him? He who blesses you will be blessed, and he who curses you will be cursed.”","24":"Ships will come from Kittim’s shore. They will afflict Asshur and Eber, but they too will come to destruction.”","14":"Now, behold, I am going back to my people. Come, let me counsel you what these people will do to your people in the latter days.","7":"Water will flow from his buckets, his seed by abundant water. His king will be greater than Agag, his kingdom will be exalted.","15":"Then he uttered his oracle: The oracle of Balaam son of Beor, the strong man whose eye is opened,","20":"Then he saw Amalek, so he uttered his oracle and said: “Amalek was the first of nations, but will come to ruin at last.”","25":"Then Balaam got up and went and returned to his own place, and Balak went on his way.","23":"Again he uttered his oracle and said, “O, who can live when God does this?","6":"Like valleys they are spread out, like gardens beside a river, like aloes planted by ADONAI, like cedars beside the waters.","4":"the oracle of one hearing God’s speech, one seeing Shaddai’s vision, one fallen down, yet with open eyes:","19":"One from Jacob will rule and destroy the city’s survivors.”","13":"‘If Balak were to give me his house full of silver and gold, I could not go beyond the mouth of ADONAI, to do good or bad from my own heart? Whatever ADONAI may speak, I will speak!’"},"16":{"11":"Therefore you and all your following are banding together against ADONAI! Who then is Aaron — that you are grumbling against him?”","41":"The next day, the entire community of Bnei-Yisrael grumbled against Moses and Aaron, saying, “You killed ADONAI’s people!”","45":"“Get away from among this assembly so that I may immediately consume them!” So they fell on their faces.","42":"But when they gathered in opposition to Moses and Aaron and turned toward the Tent of Meeting, behold, the cloud covered it and the glory appeared!","3":"They assembled against Moses and Aaron. They said to them, “You’ve gone too far! All the community is holy — all of them — and ADONAI is with them! Then why do you exalt yourselves above the assembly of ADONAI?”","20":"Then ADONAI spoke to Moses and Aaron saying,","12":"Then Moses sent word to call Dathan and Abiram, sons of Eliab. But they said, “We will not come!","10":"So He brought you close, along with all your fellow sons of Levi. But you are seeking the priesthood, too!","17":"Each man will take his censer and you are to put incense into them — 250 censers total. You are to present it before ADONAI, you and Aaron each presenting his censer.”","44":"ADONAI spoke to Moses saying,","40":"just as ADONAI had spoken to him by Moses’ hand, so that it would be as a reminder to Bnei-Yisrael that no one who was not a descendant of Aaron should burn incense before ADONAI, and so no one would become like Korah and his following.","13":"Isn’t it enough that you brought us from a land flowing with milk and honey, only to kill us in the wilderness? And now you would lord it over us?","27":"So they moved away from near the dwelling of Korah, Dathan and Abiram. Dathan and Abiram came outside and were standing at the entrance of their tents with their wives, their children, and their little ones.","30":"But if ADONAI brings about a new thing, and the earth opens her mouth and swallows them and everything that is theirs, and they go down alive into Sheol, then you will know that these men have despised ADONAI.”","18":"So each man took his censer, put fire and incense into it, and stood with Moses and Aaron at the entrance of the Tent of Meeting.","36":"ADONAI spoke to Moses saying,","29":"If every one of these men die a common death and experience what happens to all people, then ADONAI has not sent me.","23":"Then ADONAI spoke to Moses saying,","19":"When Korah and all his following had assembled in opposition to them at the entrance to the Tent of Meeting, then the glory of ADONAI appeared to the entire assembly.","1":"Now Korah, son of Izhar son of Kohath son of Levi, and sons of Reuben — Dathan and Abiram, sons of Eliab, and On son of Peleth —","47":"Aaron did just as Moses had said, and ran into the middle of the assembly. Behold, the plague had already started among the people. But he offered the incense and made atonement for the people.","5":"Then he said to Korah and all his following saying, “In the morning ADONAI will reveal who is His and who is holy. The one whom He will let come near to Him will be the one He chooses to come near to Him.","49":"However, there were 14,700 dead from the plague, besides those who died because of Korah.","4":"When Moses heard this, he fell on his face.","8":"Moses also said to Korah, “Listen now, sons of Levi!","26":"He warned the assembly saying, “Move away from the tents of these wicked men! Don’t touch anything that is theirs, or you will be swept away because of all their sins!”","39":"So Eleazar the kohen collected the bronze censers brought by the ones who were burned and hammered them into an overlay for the altar,","14":"What’s more, you haven’t brought us into a land flowing with milk and honey, nor given us an inheritance of fields and vineyards. Would you now gouge out the eyes of those men? We won’t come!”","37":"“Tell Eleazar son of Aaron the kohen, to take the censers from the burning, because they are holy, and scatter the coals at a distance.","22":"But they fell on their faces and cried out, “O God, God of the spirits of all flesh, if one man sins, will you be angry with the entire community?”","28":"Moses said, “By this you will know that ADONAI has sent me to do all these works, that they are not from my own heart.","25":"Moses got up and went to Dathan and Abiram. The elders of Israel followed after him.","9":"Isn’t it enough that the God of Israel has set you apart from the community of Israel to bring you near to Him to do the work of the Tabernacle of ADONAI and to stand before the community to minister to them?","33":"They went down alive into Sheol, they and everything that was theirs. The earth closed over them and they were gone from among the community.","15":"Then Moses became very angry and said to ADONAI, “Do not accept their offering. I haven’t taken from them a single donkey, nor have I wronged one of them!”","34":"All Israel around them fled at their outcry, for they shouted, “Perhaps the earth will swallow us!”","21":"“Separate yourselves from among this assembly, so that I may consume them at once!”","24":"“Speak to the assembly saying, ‘Move away from the dwelling of Korah, Dathan and Abiram!’”","46":"Then Moses said to Aaron, “Take the censer, put into it fire from the altar and put in incense. Get going and hurry to the assembly and make atonement for them, because wrath has come out from ADONAI and the plague has started.”","16":"So Moses said to Korah, “You and your whole following are to appear before ADONAI — you, they and Aaron — tomorrow!","35":"Fire also came out from ADONAI and consumed the 250 men offering the incense.","32":"The earth opened its mouth and swallowed them, along with all their households, all of Korah’s people and all their possessions.","7":"Put fire and incense into them in the presence of ADONAI. Tomorrow the man that ADONAI chooses will be the holy one! You sons of Levi are the ones who have gone too far!”","43":"Moses and Aaron went to the front of the Tent of Meeting.","48":"He stood between the dead and the living and the plague stopped.","2":"rose up against Moses and took 250 men from Bnei-Yisrael, men of renown who had been appointed to the council.","38":"As for the censers of these men who sinned at the cost of their lives, let them be taken and hammered into sheets as a covering for the altar. For they were presented before ADONAI, so they are holy. They are to be a sign to Bnei-Yisrael.”","50":"Then Aaron returned to Moses at the entrance of the Tent of Meeting, when the plague had been halted.","6":"Do this, Korah and your whole following! Take for yourselves censers.","31":"As soon as he finished saying all these things, the ground split under them."},"35":{"11":"You are to select cities which will be cities of refuge, to which one might flee if he has killed someone by accident.","3":"Thus they will have cities to live in and pastures for their cattle, flocks and all their livestock.","20":"“If anyone pushes someone maliciously, or throws anything at him with deadly intent,","12":"They are to be cities for refuge from the avenger, so the manslayer may not die before standing trial before the assembly.","10":"“Speak to Bnei-Yisrael saying: When you cross the Jordan into the land of Canaan,","17":"If anyone has a stone in his hand that could be deadly and strikes anyone with it so that he dies, he is a murderer and the murderer must die.","13":"The six cities you designate are to be your cities of refuge.","27":"and should the blood avenger find him outside the city limits of the refuge city, the blood avenger may put him to death without being guilty of his blood.","30":"Everyone killing anyone shall be put to death as a murderer only on the testimony of more than one witness. No one is to be put to death on the testimony of only one witness.","18":"Or if someone has a wooden object that could kill and strikes anyone so that he dies, he is a murderer and the murderer must be put to death.","29":"“These are to be statutes of justice for your generations in all your dwelling places.","23":"or without seeing him should drop a stone on him resulting in his death, but he was not his enemy and intended him no harm,","19":"The blood avenger himself may put the murderer to death. When he finds him, he is to kill him.","1":"ADONAI spoke to Moses in the plains of Moab by the Jordan at Jericho saying,","5":"You are to measure outside the cities 2,000 cubits on the east side, 2,000 cubits on the south side, on the west side 2,000 cubits, and on the north side 2,000 cubits. These are to be pasturelands for the cities.","4":"The pastures you give the Levites will extend out from the walls around the cities for 1,000 cubits.","8":"The cities that you are to give to the Levites from the possession of Bnei-Yisrael should be proportionate to the inheritance of each tribe — give many from the one who has many and few from the one who has few.”","26":"“But if the manslayer should go outside the city limit of his city of refuge to which he had fled,","14":"Designate three cities on this side of the Jordan and three in the land of Canaan as cities of refuge.","22":"But if he pushes him suddenly or throws an object at him with no intent,","28":"The manslayer must stay within the limits of his city of refuge until the kohen gadol dies, and after the death of the kohen gadol, the manslayer may return to his property.","25":"The assembly must protect the manslayer from the avenger of blood. The assembly should send him back to the city of refuge to which he had fled and he is to remain there until the death of the kohen gadol who was anointed with the holy oil.","9":"ADONAI spoke to Moses saying,","33":"You are not to pollute the land in which you are. Blood pollutes the land, and no atonement can be made for land polluted by bloodshed except by the blood of the one who sheds it.","15":"“These six cities of refuge are to be for Bnei-Yisrael as well as for the outsider and the visitor in their midst, for anyone killing a person by accident.","34":"You are not to defile the land where you live, where I dwell, for I dwell among Bnei-Yisrael.”","21":"or with hostility hits him with his fist so that he dies, the one hitting him is a murderer. The blood avenger may put the murderer to death when he finds him.","24":"the assembly must judge between the manslayer and the avenger of blood according to these regulations.","16":"Now if the manslayer strikes someone with an iron object so that he dies, he is a murderer and the murderer must die.","32":"Do not receive a ransom for one who has fled to his city of refuge, allowing him to return to his land before the kohen gadol’s death.","7":"In all, you are to give the Levites 48 cities with their pastures.","2":"“Command Bnei-Yisrael to give to the Levites from the inheritance of their possessions cities in which to live. They are also to give the Levites pasturelands around the cities.","6":"“Six of the cities you give the Levites are to be cities of refuge, to which anyone who kills anyone may flee. Besides these, you are to give the Levites 42 more cities.","31":"“You are not to accept ransom for the life of a murderer. He deserves to die and he is to die."},"32":{"11":"‘The men who came out of Egypt, from 20 years old and upward, will not see the land I promised to Abraham, Isaac and Jacob, for they have not followed after Me with a whole heart —","41":"Jair, a son of Manasseh, went and captured their settlements and named them Jair’s Villages.","42":"Nobah went and conquered Kenath and its settlements and named them Nobah after his own name.","3":"“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon —","20":"Moses said to them, “If you will do this — if you will arm yourselves for battle for ADONAI,","12":"except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they were wholehearted after ADONAI.’","10":"The anger of ADONAI was aroused that day, and He swore an oath saying:","17":"But we are prepared to arm ourselves and go ahead of Bnei-Yisrael until we have brought them to their place. Our children will live in the cities fortified against the inhabitants of the land.","40":"So Moses gave Gilead to Machir son of Manasseh, and he lived there.","13":"The anger of ADONAI burned against Israel and He caused them to wander in the wilderness 40 years until all the generation doing that evil in ADONAI’s sight was gone.","27":"But your servants, every one armed for battle, will cross over for the war before ADONAI, just as my lord says.”","30":"However, if they do not cross over fully armed, they are to possess the land of Canaan with you.”","18":"We will not return to our homes until each one of Bnei-Yisrael has received his inheritance.","36":"Beth-nimrah and Beth-haran as fortified cities, as well as sheep pens.","29":"Moses said to them, “If the sons of Gad and Reuben cross over the Jordan with you, everyone armed for battle before ADONAI, when the land is subdued before you, then give them the territory of Gilead as a possession.","23":"“But if you don’t do this, behold, you sin against ADONAI! Be assured! Your sin will find you out!","19":"Yet we will not inherit with them on the side beyond the Jordan, since our inheritance has come on the east side of the Jordan.”","1":"The sons of Reuben and Gad had very large herds and flocks, and, they saw that the territory of Jazer and Gilead were ideal for livestock.","5":"Then they said, “If we have found favor in your eyes, let this territory be given to your servants as a possession. Don’t make us cross the Jordan.”","4":"the territory ADONAI conquered before the community of Israel — are suitable for livestock, and your servants have livestock.”","8":"Your fathers did this when I sent them from Kadesh Barnea to look over the land.","26":"Our children, our wives, our flocks, and all of our herds will remain here in the cities of Gilead.","39":"The sons of Machir son of Manasseh went up to Gilead, captured it, and drove out the Amorites who were there.","14":"“Now look, here you stand in the place of your fathers as a brood of sinful men to add more to ADONAI’s great wrath against Israel!","37":"The sons of Reuben built Heshbon, Elealeh, Kiriathaim,","22":"and the land is subdued before ADONAI — then afterward you may return and be free before ADONAI and Israel. Then this territory will be your possession before ADONAI.","28":"Moses then gave orders about them to Eleazar the kohen, Joshua son of Nun, and to the chiefs of the fathers of the tribes of Bnei-Yisrael.","25":"The sons of Gad and Reuben said to Moses saying, “Your servants will do just as my lord is commanding.","9":"They went up to the Valley of Eshcol and viewed the land, but they discouraged the hearts of Bnei-Yisrael not to enter the land which ADONAI had given them.","33":"Moses then gave to them — the sons of Gad, Reuben, and the half-tribe of Manasseh, son of Joseph — the kingdom of Sihon, king of the Amorites, and the kingdom of Og, king of Bashan — the land with its cities and the territory around the cities.","15":"If you turn away from Him, He will repeat again leaving this people in the wilderness, you being the cause of this people’s destruction.”","34":"The sons of Gad built up Dibon, Ataroth and Aroer,","21":"and if all of you cross the Jordan until ADONAI has driven His enemies from before Him","24":"Build for yourselves cities for your children and pens for your flocks. Then do what has come out of your mouth.”","16":"Then they came up to him and said, “We will build sheepfolds for our livestock and cities for our children.","35":"as well as Atroh-shophan, Jazer and Jogbehah,","32":"We will cross fully armed before ADONAI into Canaan, but our inheritance will be on this side of the Jordan.”","7":"Why do you dishearten Bnei-Yisrael from going across to the land that ADONAI has given to them?","2":"So the sons of Reuben and Gad came and said to Moses, Eleazar the kohen, and the princes of the community saying,","38":"Nebo, Baal Meon, (cities whose names were changed) and Sibmah. They gave other names to the rebuilt cities.","6":"Moses replied to the sons of Gad and Reuben, “Should your countrymen go to war while you dwell here?","31":"The sons of Gad and Reuben answered saying, “What ADONAI has said to your servants, so we will do."},"7":{"78":"On the twelfth day came the prince of the sons of Naphtali, Ahira son of Enan.","10":"When the altar was anointed, the princes brought their dedication offerings and presented them before ADONAI.","63":"one young bull, one ram and one male lamb a year old for a burnt offering,","30":"On the fourth day was the prince of the sons of Reuben, Elizur son of Shedeur.","87":"The total of the livestock for the burnt offering was twelve young bulls, twelve rams, and twelve male lambs a year old, along with their grain offering. Twelve male goats were sin offerings.","49":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","62":"one ladle of 10 shekels of gold filled with incense,","22":"one male goat for a sin offering,","13":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels by the shekel of the Sanctuary, both of them filled with fine flour mixed with oil as a grain offering,","47":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Eliasaph son of Deuel.","71":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Ahiezer son of Ammishaddai.","77":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Pagiel son of Ochran.","73":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","3":"They brought as their gift before ADONAI six covered carts and twelve oxen. A cart came from every two princes and an ox from each one of them. They presented them before the Tabernacle.","8":"and four carts and eight oxen to the sons of Merari, as their work required, under the direction of Ithamar son of Aaron the kohen.","12":"Bringing his offering on the first day was Nahshon son of Amminadab, from the tribe of Judah.","65":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Abidan son of Gideoni.","40":"one male goat for a sin offering,","14":"one ladle of 10 shekels of gold filled with incense,","26":"one ladle of 10 shekels of gold filled with incense,","17":"and two oxen, five rams, five male goats and five male lambs one year old to be sacrificed as a fellowship offering. This was the offering of Nahshon son of Amminadab.","28":"one male goat for a sin offering,","76":"one male goat for a sin offering,","36":"On the fifth day was the prince of the sons of Simeon, Shelumiel son of Zurishaddai.","4":"ADONAI spoke to Moses saying,","50":"one ladle of 10 shekels of gold filled with incense,","45":"one young bull, one ram and one male lamb a year old for a burnt offering,","60":"On the ninth day was the prince of the sons of Benjamin, Abidan son of Gideoni.","38":"one ladle of 10 shekels of gold filled with incense,","83":"and two young bulls, five rams, five male goats, and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Ahira son of Enan.","85":"Each silver plate was of 130 shekels, and each silver basin was of 70 shekels. Altogether, the silver utensils weighed 2,400 shekels according to the shekel of the Sanctuary.","82":"one male goat for a sin offering,","23":"and two oxen, five rams, five male goats and five male lambs one year old to be sacrificed as a fellowship offering. This was the offering of Nethanel son of Zuar.","51":"one young bull, one ram, one male lamb a year old for a burnt offering,","20":"one gold ladle of 10 shekels filled with incense,","59":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Gamaliel son of Pedahzur.","86":"The ten gold ladles filled with incense each weighed 10 shekels, by the shekel of the Sanctuary. Altogether, the gold ladles totaled 120 shekels.","69":"one young bull, one ram, one male lamb a year old as a burnt offering,","54":"On the eighth day was the prince of the sons of Manasseh, Gamaliel son of Pedahzur.","66":"On the tenth day came the prince of the sons of Dan, Ahiezer son of Ammishaddai.","57":"one young bull, one ram, one male lamb a year old for a burnt offering,","43":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","80":"one ladle of 10 shekels of gold, filled with incense,","35":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Elizur son of Shedeur.","41":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Shelumiel son of Zurishaddai.","5":"“Accept these from them to use in the service of the Tent of Meeting. Give them to the Levites to use as each man’s work requires.”","34":"one male goat for a sin offering,","6":"So Moses took the carts and the oxen and he gave them to the Levites.","53":"and two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Elishama son of Ammihud.","2":"Then the princes of Israel, heads of their ancestral houses — they were tribal princes in charge over those who were numbered — gave offerings.","44":"one ladle of 10 shekels of gold filled with incense,","72":"On the eleventh day came the prince of the sons of Asher, Pagiel son of Ochran.","11":"For ADONAI had said to Moses, “Each day one of the princes is to bring his offering for the altar’s dedication.”","70":"one male goat for a sin offering,","68":"one ladle of 10 shekels of gold filled with incense,","1":"When Moses finished setting up the Tabernacle, he anointed and consecrated it and all its implements, the altar and all its utensils, and he anointed and consecrated them.","58":"one male goat for a sin offering,","55":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","33":"one young bull, one ram, one male lamb a year old for a burnt offering,","88":"The total number of livestock used for sacrifice of fellowship offerings was 24 oxen, 60 rams, 60 male goats and 60 male lambs a year old. These were the dedicatory offerings for the altar after it was anointed.","67":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","27":"one young bull, one ram and one male lamb a year old for a burnt offering,","16":"one male goat as a sin offering,","64":"one male goat for a sin offering,","24":"On the third day was the prince of the sons of Zebulun, Eliab son of Helon.","19":"The offering he brought was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","29":"two oxen, five rams, five male goats and five male lambs a year old to be sacrificed as a fellowship offering. This was the offering of Eliab son of Helon.","61":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","9":"But to the sons of Kohath he did not give any because their responsibility was carrying the holy items on their shoulders.","74":"one ladle of 10 shekels of gold filled with incense,","37":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","7":"He gave two carts and four oxen to the sons of Gershon, as their work required,","52":"one male goat for a sin offering,","81":"one young bull, one ram, one male lamb a year old for a burnt offering,","39":"one young bull, one ram, one male lamb a year old for a burnt offering,","48":"On the seventh day was the prince of the sons of Ephraim, Elishama son of Ammihud.","21":"one young bull, one ram and one male lamb one year old for a burnt offering,","56":"one ladle of 10 shekels of gold filled with incense,","46":"one male goat for a sin offering,","75":"one young bull, one ram, one male lamb a year old as a burnt offering,","79":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels, according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","84":"This was the dedication offering from the princes of Israel for the day when the altar was to be anointed: twelve silver plates, twelve silver basins, twelve gold ladles.","32":"one ladle of 10 shekels of gold filled with incense,","89":"When Moses entered the Tent of Meeting to speak with ADONAI, he heard the voice speaking to him from above the atonement cover  atop the Ark of Testimony between the cheruvim. So he spoke with Him.","31":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","15":"one young bull from the herd, one ram, one male lamb a year old as a burnt offering,","25":"His offering was one silver plate weighing 130 shekels, one silver basin weighing 70 shekels, both according to the shekel of the Sanctuary, both filled with fine flour mixed with oil for a grain offering,","18":"On the second day, Nethanel son of Zuar, prince of Issachar, brought his offering.","42":"On the sixth day was the prince of the sons of Gad, Eliasaph son of Deuel."},"2":{"11":"His division, by their number, is 46,500.","3":"Those camping on the east — toward the sunrise — will be of the standard of Judah, according to their divisions. Nachshon son of Amminadab, is the prince of the sons of Judah.","20":"Next to him is the tribe of Manasseh. The prince of the sons of Manasseh is Gamaliel, son of Pedahzur.","12":"Those camping next to them are the tribe of Simeon. The prince of the sons of Simeon is Shelumiel son of Zurishaddai.","10":"The standard of the camp of Reuben shall be on the south side, by their divisions. The prince of the sons of Reuben is Elizur son of Shedeur.","17":"Then the Tent of Meeting will move out with the camp of the Levites, which is in the middle of the camps — just as they were in camp, each person in his own place under his own appropriate standard.","13":"His division, by their number, is 59,300.","27":"Next to him will encamp the tribe of Asher. The prince of the sons of Asher is Pagiel, son of Ochran.","30":"His division, by their numbers, is 53,400.","18":"On the west will be the standard of the camp of Ephraim, by their divisions. The prince of the sons of Ephraim is Elishama son of Ammihud.","29":"Next, tribe of Naphtali. The prince of the sons of Naphtali is Ahira son of Enan.","23":"His division, by their numbers, is 35,400.","19":"His division, by their numbers, is 40,500.","1":"ADONAI said to Moses and Aaron saying, “","5":"Camping next to him shall be the tribe of Issachar. The prince of the sons of Issachar is Nethanel son of Zuar.","4":"His division, by their number, is 74,600.","8":"His division, by count, is 57,400.","26":"His division, by their numbers, is 62,700.","14":"Next, the tribe of Gad. The prince of the tribe of Gad is Eliasaph son of Reuel.","22":"Next, the tribe of Benjamin. The prince of the sons of Benjamin is Abidan son of Gideoni.","28":"His division, by their numbers, is 41,500.","25":"The standard of the camp of Dan shall be on the north, according to their divisions. The prince of the sons of Dan is Ahiezer, son of Ammishaddai.","9":"All those numbered to Judah’s camp, by their divisions, are 186,400. They are to advance first.","33":"However, the Levites were not counted among Bnei-Yisrael, just as ADONAI commanded Moses.","15":"His division, by their numbers, is 45,650.","34":"So Bnei-Yisrael acted in accordance with all that ADONAI had commanded Moses. Thus they camped by their standards and set out, each man according to their families and their ancestral houses.","21":"His division, by their numbers, is 32,200.","24":"All those numbered to the camp of Ephraim are 108,100, by their divisions. They are to advance third.","16":"All those numbered to the camp of Reuben are 151,450. They are to set out second.","32":"These are the numbers of Bnei-Yisrael, in accordance with their ancestral households. All those counted according to their divisions are 603,550.","7":"Next, the tribe of Zebulun. The prince of the sons of Zebulun is Eliab son of Helon.","2":"Let each man encamp under his own standard among the banners of their ancestral house at an appropriate distance around the Tent of Meeting.","6":"Their division, by their number, is 54,400.","31":"All those numbered to the camp of Dan are 157,600. They are to advance last by their standards."},"6":{"11":"The kohen is to offer one as a sin offering and the other as a burnt offering. He is to make atonement for him because he sinned through the corpse. He must consecrate his head on the same day.","3":"is to abstain from wine and any other fermented drink. He is not to drink any vinegar made from wine or any fermented drink, or any grape juice, or eat grapes or raisins.","20":"The kohen will wave them before ADONAI as a wave offering. They are holy, and belong to the kohen along with the breast that was waved and the thigh that was presented. Afterward, the Nazirite may drink wine.","12":"He will be dedicated to ADONAI for the days of his Nazirite separation. He is to bring a year-old male lamb as a guilt offering. The previous days will not count because he was contaminated during his Nazirite separation.","10":"Then on the eighth day, he is to bring two doves or two young pigeons to the kohen at the entrance of the Tent of Meeting.","17":"Then he is to sacrifice the ram as a fellowship offering to ADONAI, along with the basket of matzot. The kohen will also present the grain and drink offerings.","13":"“Then this is the Torah of the Nazirite when his period of separation is over. He must be brought to the entrance of the Tent of Meeting.","27":"In this way they are to place My Name over Bnei-Yisrael, and so I will bless them.”","18":"The Nazirite is then to shave the hair of his dedication at the entrance of the Tent of Meeting, and he is to take the hair of his dedication and put it into the fire of the fellowship offering sacrifice.","23":"“Speak to Aaron and to his sons saying: Thus you are to bless Bnei-Yisrael, by saying to them:","19":"The kohen is to take the boiled shoulder of the ram and one matzah cake and one matzah wafer from the basket, and he is to place them into the hands of the Nazirite after he has shaved the hair of his dedication.","1":"Again ADONAI spoke to Moses saying,","5":"All the duration of his Nazirite vow, no razor is to come on his head until the time of his consecration to ADONAI is over. He is to be holy, and the hair of his head is to grow long.","4":"“All during his days as a Nazirite he is not to eat anything from the grapevine — even the seeds or skins.","8":"All the days of his separation, he is to be consecrated to ADONAI.","26":"ADONAI turn His face toward you and grant you shalom!’","14":"He is to present his offering to ADONAI: a year-old male lamb without flaw as a burnt offering, a year-old female lamb without flaw as a sin offering, a flawless ram as a fellowship offering,","22":"Again ADONAI spoke to Moses saying,","25":"ADONAI make His face to shine on you and be gracious to you!","9":"“Now if someone should die suddenly in his presence, thereby defiling his dedicated head, he is to shave his head on the day of his purification — the seventh day.","15":"along with a basket of matzah cakes made of fine flour mixed with oil and matzah wafers spread with oil, along with their grain and drink offerings.","21":"This is the Torah regarding the Nazirite who vows his offering to ADONAI with regard to his consecration, besides whatever else he can afford. He must fulfill the vow he has made, in accordance with the Torah of his consecration.’”","24":"‘ADONAI bless you and keep you!","16":"“The kohen will offer these before ADONAI, and present his sin offering and burnt offering.","7":"Even if his father, mother, brother or sister should die, he is not to make himself unclean, because his consecration to God is on his head.","2":"“Speak to Bnei-Yisrael and say to them: Any man or woman who desires to vow a Nazirite vow to be separate for ADONAI,","6":"All the days of his separation to ADONAI, he is not to go near a dead body."},"31":{"11":"They seized all the plunder and all the spoil, both people and animals.","41":"Moses gave the tribute, ADONAI’s part, to Eleazar the kohen just as ADONAI had commanded Moses.","45":"30,500 donkeys,","42":"From the half belonging to Bnei-Yisrael, which Moses had set apart from that of the fighting men,","3":"So Moses spoke to the people saying, “Mobilize some of your men for battle. They will go out against Midian to carry out ADONAI’s vengeance on Midian.","20":"Also purify every item of clothing as well as every item made of leather or wood.”","12":"They brought the captives, plunder and spoils to Moses, Eleazar the kohen and to the assembly of Bnei-Yisrael at their camp on the plains of Moab, by the Jordan at Jericho.","10":"They burned with fire all the Midianite cities, settlements, as well as all their camps.","17":"So now, kill all the boys and kill every woman who has been intimate with a man.","51":"Moses and Eleazar the kohen received the gold from them, all the crafted items.","44":"36,000 cattle,","40":"16,000 persons, of which the tribute to ADONAI was 32.","13":"Moses, Eleazar the kohen, and all the princes of the community went to meet them outside the camp.","27":"You are to divide the spoil between those fighting in the war, taking part in the battle, and the rest of the community.","30":"From the half of Bnei-Yisrael, you are to take one in 50, whether persons, cattle, donkeys, flock, or any other animals, and give them to the Levites, those charged with the care of ADONAI’s Tabernacle.”","53":"Each of the men of the army had taken plunder for himself.","18":"But save for yourselves every girl who has not been intimate with a man.","36":"The half share of those going into battle was 337,500 sheep,","29":"From their half share, take and give it to Eleazar the kohen as ADONAI’s part.","23":"and anything able to pass through fire is to be put through the fire and will then be clean. It is also to be purified with the water of cleansing. Anything that cannot stand the fire is to be put through the water.","19":"“Any of you who has killed anyone or touched the body of anyone who has been killed must stay outside the camp for seven days. You must purify yourselves, on the third and seventh days — you and your captives.","1":"ADONAI spoke to Moses saying,","47":"From this half, Moses took one out of very 50 persons and animals, as ADONAI had commanded him, and gave them to the Levites, those charged with the care of the Tabernacle of ADONAI, just as ADONAI had commanded Moses.","5":"So from the thousands of Israel 1,000 from each tribe were assigned, 12,000 in all.","54":"Moses and Eleazar the kohen received the gold from the commanders of thousands and of hundreds and brought it into the Tent of Meeting as a memorial for Bnei-Yisrael before ADONAI.","52":"All of the gold presented as a gift to ADONAI came to 16,750 shekels from the commanders of thousands and hundreds.","49":"They said to him, “Your servants have counted the heads of the men of war under our command, and not one is missing.","4":"Send into the battle 1,000 men from each of the tribes of Israel.”","8":"Among the slain they also killed the Midianite kings: Evi, Rekem, Zur, Hur and Reba, the five kings of Midian. They also killed Balaam son of Beor with the sword.","26":"“Count the total spoil from the captive people and animals — you, Eleazar the kohen and the princes of the fathers of the community.","39":"30,500 donkeys, of which ADONAI’s tribute was 61,","14":"But Moses was angry with the officers of the army — the commanders of thousands, the commanders of hundreds, those returning from the campaign of the war.","37":"of which ADONAI’s tribute was 675,","22":"The gold, silver, bronze, iron, tin, lead,","28":"You are also to set apart from the men of war going into battle tribute to ADONAI, one item from every 500, whether persons, cattle, donkeys or flock.","25":"ADONAI said to Moses saying,","9":"Bnei-Yisrael also captured women and sons of Midian, along with all their herds and flocks, and plundered all their goods.","33":"72,000 cattle,","15":"Moses said to them, “You let all the women live?","34":"61,000 donkeys,","21":"Eleazar said to the men of the army who had gone to war, “This is the regulation of the Torah ADONAI gave to Moses:","24":"You are to wash your clothes also on the seventh day. You will then be clean and may then come into the camp.”","46":"16,000 persons.","16":"Why, they are the ones — because of Balaam’s advice — who caused Bnei-Yisrael to be unfaithful to ADONAI in the matter of Peor, so that the plague was on the community of ADONAI!","35":"and from the human spoil were 32,000 women who had never been intimate with a man.","32":"The remaining plunder taken by the people of the army was 675,000 sheep,","7":"They fought Midian just as ADONAI had commanded Moses, and killed every male.","43":"half belonging to the community was: 337,500 of the sheep,","48":"Then the officers over the units of the army, the commanders over thousands and hundreds, came to Moses.","2":"“Take vengeance on the Midianites for Bnei-Yisrael. Afterward you will be gathered to your people.”","38":"36,000 cattle, of which ADONAI’s tribute was 72,","50":"So we have brought as an offering to ADONAI the gold items each of us acquired — armlets, bracelets, signet rings, earrings and necklaces to atone for ourselves before ADONAI.”","6":"Moses sent them into battle, 1,000 from each tribe, and with them Phinehas son of Eleazar the kohen, who took with him articles from the Sanctuary and trumpets for signaling.","31":"So Moses and Eleazar the kohen did just as ADONAI commanded Moses."}}}