{"translationKey":"tlv","translation":"TLV","book":"Ruth","bookSlug":"ruth","chapters":{"11":{"3":"So the elders of Jabesh said to him, “Give us seven days’ respite, so we may send messengers throughout all the territory of Israel. If no one comes to deliver us, we will surrender to you.”","5":"Now behold, Saul was coming from the field behind the oxen, so Saul asked, “Why are the people weeping?” Then they told him the words of the men of Jabesh.","12":"Then the people said to Samuel, “Who was it who said, ‘Should Saul reign over us?’ Bring the men, so we may put them to death.”","10":"Then the men of Jabesh said, “Tomorrow we will surrender to you and you can do to us whatever seems good to you.”","2":"But Nahash the Ammonite said to them, “Only on this condition will I make a treaty with you — by gouging out the right eye of every one of you, thus I will bring disgrace on all Israel.”","8":"He numbered them in Bezek, and Bnei-Yisrael were 300,000 and the men of Judah 30,000.","11":"So it was on the following day that Saul divided the people into three columns; they penetrated into the midst of the camp at the morning watch and struck down the Ammonites until the heat of day. It came about that the survivors were scattered, so that no two of them were left together.","1":"Now Nahash the Ammonite marched up and encamped against Jabesh-gilead. Then all the men of Jabesh said to Nahash, “Make a treaty with us, and we will serve you.”","9":"So they said to the messengers who came, “Thus will you say to the men of Jabesh-gilead: Tomorrow, by the time the sun is hot, you will have deliverance.” The messengers came and told the men of Jabesh, and they were glad.","14":"Then Samuel said to the people, “Come, let’s go to Gilgal and reaffirm the kingdom there.”","7":"So he took a pair of oxen, cut them in pieces, and sent them throughout all the territory of Israel by the hand of messengers saying, “Whoever does not come out after Saul and after Samuel, so will it be done to his oxen.” So the dread of ADONAI fell on the people, and they came out as one man.","15":"So all the people went to Gilgal, and there they made Saul king before ADONAI in Gilgal. There they sacrificed fellowship offerings before ADONAI, and there Saul and all the men of Israel rejoiced greatly.","6":"Then the Ruach of God suddenly rushed upon Saul when he heard those words, and his anger blazed.","4":"When the messengers came to Gibeah of Saul and spoke these words in the hearing of the people, all the people lifted up their voice and wept.","13":"But Saul replied, “No man will be put to death this day, for today ADONAI has brought deliverance to Israel.”"},"3":{"16":"Then Eli called Samuel and said, “Samuel, my son.” “Here I am,” he replied.","3":"and the lamp of God had not yet gone out. Samuel was lying down in ADONAI’s Temple, where the ark of God was.","5":"Then he ran to Eli and said, “Here I am, for you called me.” But he replied, “I didn’t call — go back to sleep.” So he went back and lay down.","21":"ADONAI started to appear once more in Shiloh, for ADONAI revealed Himself to Samuel in Shiloh by the word of ADONAI.","18":"So Samuel told him everything and hid nothing. Then Eli said, “He is ADONAI. May He do what is good in His eyes.”","12":"In that day I will perform against Eli all that I have spoken concerning his house, from beginning to end.","10":"Then ADONAI came and stood and called as at the other times, “Samuel! Samuel!” Then Samuel said, “Speak, for Your servant is listening.”","2":"One day, Eli was lying down in his place — now his eyes had grown dim so that he could not see,","8":"ADONAI called Samuel again for the third time. So he got up and went to Eli, and said “Here I am, for you called me.” Then Eli perceived that ADONAI was calling the boy.","17":"“What is the word that He has spoken to you?” he said. “Please don’t hide it from me. May God do so to you and even more if you hide anything at all from me that He spoke to you.”","11":"Then ADONAI said to Samuel, “Behold, I am about to do something in Israel at which both ears of everyone that hears it will tingle.","1":"Now the boy Samuel was in the service of ADONAI under Eli. In those days the word of ADONAI was rare — there were no visions breaking through.","9":"So Eli said to Samuel, “Go back to sleep, and if He calls you, say: ‘Speak, ADONAI, for Your servant is listening.’” So Samuel went back and lay down in his place.","14":"Therefore I have sworn to the house of Eli that the iniquity of Eli’s house will never be atoned for by sacrifice or offering.”","7":"Now Samuel had not experienced ADONAI yet, since the word of ADONAI had not yet been revealed to him.","15":"Then Samuel lay down until the morning, when he opened the doors of the House of ADONAI. But Samuel was afraid to tell Eli about the vision.","20":"Then all Israel from Dan to Beersheba knew that Samuel was entrusted as a prophet of ADONAI.","6":"Then ADONAI called Samuel yet again. So Samuel arose and went to Eli, and said, “Here I am, for you called me.” But he answered, “I didn’t call, my son — go back to sleep.”","4":"Then ADONAI called, “Samuel!” So he answered, “Here I am.”","19":"So Samuel grew up and ADONAI was with him, and let none of his words fall to the ground.","13":"For I have told him that I am about to judge his house forever for the iniquity that he knew about, because his sons brought a curse on themselves yet he did not rebuke them."},"20":{"11":"Jonathan said to David, “Come, let’s go out to the field.” So they both went out to the field.","41":"As soon as the lad was gone, David emerged from the south side and fell on his face to the ground and bowed down three times. Then they kissed each other and wept together, though David wept more.","42":"Then Jonathan said to David, “Go in the shalom that we both have sworn to each other in the Name of ADONAI saying: ‘May ADONAI be between me and you, and between my offspring and your offspring, forever.’”","3":"Then David swore again saying, “Your father knows very well that I have found favor in your eyes. So he must have thought, ‘Let’s not let Jonathan know about this, else he will be grieved.’ But truly as ADONAI lives and as your soul lives, there is but a step between me and death.”","20":"I will shoot three arrows to the side of it, as though I were shooting at a target.","12":"Then Jonathan said to David, “By ADONAI, God of Israel, I will sound out my father about this time tomorrow or the day after. Look, if it is good toward David, wouldn’t I then send word to you and disclose it to you?","10":"Then David asked Jonathan, “Who will tell me if your father answers you harshly?”","17":"Jonathan made David swear again because of the love he had for him, for he loved him as he loved himself.","40":"Then Jonathan gave his weapons to his lad and said to him, “Go, take them back to the town.”","13":"May ADONAI do so to Jonathan and even worse, should my father intend to do you evil, if I don’t disclose it to you and send you away, that you may go in shalom. So may ADONAI be with you as He has been with my father.","27":"Yet it came to pass on the day following the New Moon, the second day, that David’s place was still empty. So Saul asked his son Jonathan, “Why didn’t Jesse’s son come to the meal yesterday or today?”","30":"Then Saul’s rage blazed against Jonathan and he said to him, “You son of a perverse, rebellious woman! Don’t I know that you have chosen the son of Jesse — to your own shame, and to the shame of your mother’s nakedness?","18":"Then Jonathan said to him, “Tomorrow is the New Moon. You’ll be missed because your seat will be empty.","36":"He said to his lad, “Run, find now the arrows that I am about to shoot.” Now as the lad was running, he shot an arrow past him.","29":"as he said, ‘Please let me go, for we are going to have a family feast in the town, and my brother has commanded me. So now, if I have found favor in your eyes, let me go, please, to see my brothers. That’s why he hasn’t come to the king’s table.”","23":"But as for the matter which I and you have spoken about, behold, ADONAI is between me and you forever.”","19":"On the third day, you must go down quickly and come to the place where you hid as you did on that day, and remain close to the stone Ezel.","1":"Then David fled from Naioth at Ramah, came before Jonathan and said, “What have I done? What is my crime? What is my sin against your father that he should be seeking my life?”","5":"So David said to Jonathan, “Look, tomorrow is the New Moon, when I am supposed to sit down with the king to eat. Instead, let me go hide myself in the countryside until the third evening.","4":"Then Jonathan said to David, “Whatever you say, I will do for you!”","8":"Therefore deal kindly with your servant, for you have brought your servant into a covenant of ADONAI with you. But if there is any iniquity in me, then kill me yourself! Why should you bring me to your father?”","26":"Nevertheless, Saul said nothing that day, for he thought, “It must be an accident; he must be ceremonially unclean — yes, that’s it, he’s unclean.”","39":"But the lad knew nothing; only Jonathan and David knew the arrangement.","14":"“Now if I am still alive, wouldn’t you show me the loyal love of ADONAI so I wouldn’t die?","37":"When the lad reached the place of the arrow which Jonathan had shot, Jonathan cried out after the lad and said, “Isn’t the arrow beyond you?”","22":"But if I say to the boy: ‘Look, the arrows are beyond you,’ then go your way, for ADONAI has released you.","28":"Jonathan answered Saul, “David earnestly asked leave of me to go to Beth-lehem,","25":"So the king sat on his seat — as usual, the seat by the wall — Jonathan stood up and Abner sat down by Saul’s side, but David’s place was empty.","9":"Jonathan replied, “Far be it from you! For if I know for sure that my father has determined evil to come on you, then wouldn’t I tell you about it?”","33":"Then Saul hurled his spear at him to strike him down. So Jonathan knew that his father was determined to put David to death.","15":"Yet also, don’t cut off your loyal love from my household ever — not even when ADONAI cuts off all of David’s enemies from the face of the earth.”","34":"So Jonathan rose up from the table in fierce anger, and did not eat food the second day of the new month, for he was grieved over David, because his father had dishonored him.","21":"Now look, I will send a lad saying, ‘Go, find the arrows.’ If I specifically say to the lad, ‘See, the arrows are on this side of you — get them,’ then come; for it is safe for you and no danger, as ADONAI lives.","24":"So David hid himself in the field, and when the New Moon came, the king sat down to eat a meal.","16":"So Jonathan cut a covenant with the house of David, “So may ADONAI requite David’s enemies.”","35":"It came to pass in the morning that Jonathan went out to the field at the time appointed with David, and a little lad was with him.","32":"But Jonathan answered his father Saul, “Why should he be put to death? What has he done?”","7":"If he says thus, ‘Very well,’ then your servant is safe; but if he becomes very angry, then know that he is determined to harm me.","2":"“Never!” he said to him. “You will not die! Behold, my father does nothing great or small without disclosing it to me. So why should my father hide this matter from me? It cannot be.”","38":"Then Jonathan called out after the lad, “Quick, hurry! Don’t stand there!” So Jonathan’s lad picked up the arrow and came to his master.","6":"If your father misses me at all, then say: ‘David earnestly asked my permission to run to Beth-lehem, his town, for it is the annual sacrifice there for the whole family.’","31":"For as long as the son of Jesse lives on earth, neither you nor your kingship will be secure. Now, send word and bring him to me, for he is a son of death!”"},"12":{"16":"Now stand by and see this great thing that ADONAI will do before your eyes.","3":"Here I am. Witness against me before ADONAI and before His anointed. Whose ox have I taken or whose donkey have I taken? Whom have I defrauded or whom have I oppressed? From whose hand have I taken a bribe to look the other way? I will restore it to you.”","5":"Then he said to them, “ADONAI is then a witness against you, and His anointed is a witness this day that you have not found anything in my hand.” “He is a witness,” they replied.","21":"Do not turn aside to go after empty things that cannot profit or deliver, for they are futile.","18":"So Samuel prayed to ADONAI, and ADONAI sent thunder and rain that day. Then all the people greatly feared ADONAI and Samuel,","12":"But when you saw Nahash king of the Ammonites marching against you, you said to me, ‘No! But a king must reign over us!’ — even though ADONAI your God is your king.","10":"So they cried out to ADONAI and said, ‘We have sinned because we have forsaken ADONAI and have worshipped the Baalim and the Ashtaroth. But now deliver us from the hand of our enemies and we will worship You.’","2":"Now here is the king who will go before you, while I am old and gray. Also here are my sons with you. I have gone before you from my youth to this day.","22":"For ADONAI will not forsake His people for His great Name’s sake,  because it has pleased ADONAI to make you a people to Himself.","8":"When Jacob entered Egypt and your fathers cried out to ADONAI, then ADONAI sent Moses and Aaron who brought your fathers out of Egypt and settled them in this place.","17":"Is it not wheat harvest season today? I will call to ADONAI, that He may send thunder and rain. Then you will know and see that your wickedness is great which you have done in the sight of ADONAI by asking for yourselves a king.”","11":"Then ADONAI sent Jerubbaal, Bedan, Jephthah and Samuel, and delivered you from the hand of your enemies on every side, so that you might live securely.","1":"Then Samuel said to all Israel, “Behold, I have listened to your voice in all you said to me, and have set a king over you.","9":"But they forgot ADONAI their God, so He gave them over into the hand of Sisera, captain of the army of Hazor, into the hand of the Philistines, and into the hand of the king of Moab, who fought against them.","24":"Only fear ADONAI and worship Him in truth with all your heart, considering how magnificently He has dealt with you.","14":"If you fear ADONAI and worship Him, and listen to His voice and do not rebel against the command of ADONAI, then both you as well as the king who reigns over you will be following ADONAI your God.","7":"So now, stand still, so that I may plead with you before ADONAI concerning all the righteous acts of ADONAI, which He did for you and your fathers.","15":"But if you do not listen to the voice of ADONAI and rebel against the command of ADONAI, then the hand of ADONAI will be against you and against your fathers.","20":"Samuel said to the people, “Fear not! Indeed you have done all this evil, yet do not turn aside from following ADONAI, but worship ADONAI with all your heart.","25":"But if you persist in acting wickedly, you will be swept away, both you and your king.”","23":"Moreover, as for me, far be it from me that I should sin against ADONAI by ceasing to pray for you! Yet I will keep instructing you in the good and straight way.","6":"Then Samuel said to the people, “It is ADONAI who appointed Moses and Aaron and who brought your fathers up from the land of Egypt.","4":"They replied, “You haven’t defrauded us or oppressed us or taken anything from anyone’s hand.”","19":"and all the people said to Samuel, “Pray for your servants to ADONAI your God, that we would not die, for we have added to all our sins this evil by asking for ourselves a king.”","13":"“Now therefore, here is the king whom you have chosen and whom you have asked for, and behold, ADONAI has set him as king over you."},"10":{"11":"So when all who knew him formerly saw him prophesying with the prophets, they said one to another, “What has happened to the son of Kish? Is Saul also among the prophets?”","3":"Then you will go on from there until you reach the terebinth of Tabor, and there three men going up to God at Beth-el will meet you, one carrying three young goats, another carrying three loaves of bread, and the other carrying a jug of wine.","20":"So Samuel brought all the tribes of Israel near, and the tribe of Benjamin was chosen.","12":"(Someone there asked, “Who is their father?”) Therefore it became a proverb, “Is Saul also among the prophets?”","10":"When they arrived there, at the hill, behold, a band of prophets did meet him, and suddenly, the Ruach of God overtook him, and subsequently, he prophesied among them.","17":"Then Samuel summoned the people to ADONAI at Mizpah.","13":"When he finished prophesying, he came to the high place.","27":"But certain worthless men said, “How can this one save us?” So they despised him and brought him no present. But he kept silent.","18":"He said to Bnei-Yisrael, “Thus says ADONAI, God of Israel: I brought Israel out of Egypt, and I delivered you from the hand of the Egyptians and from the hand of all the kingdoms that oppressed you.","23":"So they ran and brought him from there. When he stood among the people, he was taller than any of the people from his shoulders up.","19":"But today you have spurned your God, who is your deliverer from all your calamities and your distresses. For you said to Him: ‘No! Rather set a king over us.’ Now therefore present yourselves before ADONAI by your tribes and by your thousands.”","1":"Then Samuel took the vial of oil and poured it on his head. Then he kissed him and said, “Has ADONAI not anointed you ruler over His inheritance?","5":"After that, you will arrive at the hill of God, where the garrison of the Philistines is. It will come about, as soon as you enter the town, that you will meet a band of prophets coming down from the high place, preceded by a harp, a tambourine and a flute, and they will be prophesying.","4":"Then they will greet you and give you two loaves of bread, which you will receive from their hand.","8":"Afterward, you are to go down before me to Gilgal; and behold, I will come down to you to offer burnt offerings and sacrifice fellowship offerings. Seven days you will wait, until I come to you and instruct you what you should do.”","26":"Saul also went home to Gibeah, accompanied by men of valor whose hearts God had touched.","14":"Now Saul’s uncle asked him and his servant, “Where did you go?” And he said, “To look for the donkeys. But when we saw that they could not be found, we went to Samuel.”","22":"Therefore, they inquired of ADONAI further, “Has the man come here yet?” ADONAI answered, “He has just hidden himself among the baggage.”","25":"Then Samuel explained to the people the rules of kingship, wrote them in a scroll and placed it before ADONAI. Then Samuel sent all the people away, every man to his house.","9":"Then it happened, as Saul turned his back to leave Samuel, that God transformed his heart, and all those signs came to pass that day.","15":"Saul’s uncle said, “Tell me now, what did Samuel say to you?”","21":"Then he brought forward the tribe of Benjamin by its clans, and the clan of the Matrites was chosen. Finally, Saul son of Kish was chosen. But when they looked for him, he could not be found.","24":"Then Samuel announced to all the people, “Do you see the one ADONAI has chosen? Surely there is no one like him among all the people!” Then all the people shouted and said, “Long live the king!”","16":"“He assured us that the donkeys had been found,” Saul said to his uncle. But concerning the matter of kingship about which Samuel spoke, he told him nothing.","7":"Now when these signs happen to you, do for yourself what the occasion requires, for God is with you.","2":"When you leave me today, you will find two men near the tomb of Rachel in the territory of Benjamin at Zelzah, and they will say to you: ‘The donkeys you set out to look for have been found — behold, your father has dropped the matter about the donkeys and is worried about you saying, “What should I do about my son?’”","6":"Then the Ruach of ADONAI will seize you and you will prophesy with them — you will turn into another man."},"17":{"11":"But when Saul and all Israel heard these words of the Philistine, they were dismayed and very terrified.","41":"Meanwhile, the Philistine drew nearer and approached David, with his shield-bearer in front of him.","45":"Then David said to the Philistine, “You are coming to me with a sword, a spear and a javelin, but I am coming to you in the Name of ADONAI-Tzva’ot, God of the armies of Israel, whom you have defied.","42":"Now when the Philistine looked and saw David, he disdained him, for he was just a ruddy boy with a handsome appearance.","3":"The Philistines were standing on the mountain on one side, and Israel was standing on the mountain on the other side, with the valley between them.","20":"So David rose up early in the morning, left the flock with a keeper, took the provisions and went as Jesse had commanded him. When he reached the camp, the army was going out to the battle line shouting the war cry.","56":"So the king said, “Then, find out whose son this young man is.”","12":"Now David was son of a certain Ephrathite man of Beth-lehem of Judah, whose name was Jesse. He had eight sons and during the days of Saul the man was old, advanced in years among men.","10":"The Philistine added, “Today I defy the ranks of Israel — give me a man, so we may fight together!”","17":"Then Jesse said to his son David, “Take now, for your brothers, an ephah of this roasted grain and these ten loaves, and carry them quickly to the camp to your brothers.","51":"David ran, stood over the Philistine, picked up his sword, drew it from its sheath, slew him and cut off his head with it. When the Philistines saw that their champion was dead, they fled.","44":"The Philistine said to David, “Come to me, so I may give your flesh to the birds of the sky and the beasts of the field.”","40":"Then he took his staff in his hand, chose five smooth stones from the valley, put them in the pocket of the shepherd’s bag that he had, and with his sling in his hand, he approached the Philistine.","13":"Now the three oldest sons of Jesse had already left and gone after Saul to the battle; the names of his three sons who went to the battle were Eliab the firstborn, and second to him Abinadab, and the third Shammah.","27":"The people answered him with the same speech saying, “Thus it will be done for the man who strikes him down.”","30":"Then he turned away from him toward someone else and asked the same question. So the people gave him the same answer as before.","53":"When Bnei-Yisrael returned from chasing the Philistines, they plundered their camp.","18":"Also take these ten slices of cheese to the captain of their thousand — and check out the welfare of your brothers and bring back some token from them.","36":"Your servant has killed both the lion and the bear, so this uncircumcised Philistine will become like one of them — since he has defied the ranks of the living God.”","29":"“What have I done now?” David said. “It was only a question!”","23":"But as he was talking with them, behold the champion, the Philistine from Gath named Goliath, was coming up from the ranks of the Philistines, and he spoke these same words; and David heard them.","19":"They are with Saul and all the men of Israel in the valley of Elah, fighting with the Philistines.”","1":"Now the Philistines assembled their armies to battle. They were gathered at Socoh of Judah, and camped in Ephes-dammim, between Socoh and Azekah.","47":"and so all this assembly will know that ADONAI delivers not with sword and spear — for the battle belongs to ADONAI — and He will give you into our hands.”","5":"He had a bronze helmet on his head and a breastplate of scale armor; the weight of the bronze breastplate was 5,000 shekels .","54":"David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his own tent.","52":"Then the men of Israel and Judah rose up, shouted and pursued the Philistines all the way to the valley up to the gates of Ekron. The slain Philistines fell down along the way to Shaaraim, even up to Gath and Ekron.","49":"David put his hand in his bag, took from it a stone and slung it, striking the Philistine on his forehead. The stone sank into his forehead, so that he fell on his face to the ground.","4":"Then a champion stepped out from the camp of the Philistines, named Goliath, from Gath, whose height was six cubits and a span.","8":"Then he stood and shouted out to the ranks of Israel saying to them, “Why come out to line up in battle array? Am I not the Philistine and aren’t you Saul’s servants? Choose for yourselves a man and let him come down to me.","58":"“Whose son are you, young man?” Saul said to him. David answered, “I am the son of your servant Jesse the Beth-lehemite.”","26":"Then David asked the men who were standing by him saying, “What will be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine that he should defy the ranks of the living God?”","39":"David strapped his sword on his garment and tried to walk, but he was not used to it. So David said to Saul, “I cannot walk in these, for I am not used to them.” So David took them off.","14":"David was the youngest. So the three oldest followed Saul.","37":"Then David said, “ADONAI, who has delivered me from the paw of the lion and from the paw of the bear, will deliver me from the hand of this Philistine.” “Go!” said Saul to David, “and may ADONAI be with you.”","22":"Then David left his baggage in the care of the baggage keeper, and ran to the battle line and entered to check out his brothers’ welfare.","28":"Now when Eliab his oldest brother heard him speaking to the men, Eliab’s anger was kindled against David. “Why have you come down here?” he asked. “So with whom did you leave those few sheep in the wilderness? I know your insolence and the wickedness of your heart! For you’ve come down here to watch the battle.”","25":"All the men of Israel were saying, “Have you seen this man who keeps coming up? Surely he is coming up to defy Israel! The man who kills him, the king will enrich him with great riches, give him his daughter in marriage and make his father’s house tax-free in Israel!”","9":"If he is able to fight with me and kill me, then will we become your slaves; but if I prevail against him and kill him, then will you become our slaves and serve us.”","33":"Then Saul said to David, “You can’t go fight this Philistine — for you’re just a youth, and he’s been a warrior since his youth.”","15":"Now David would go back and forth from Saul to tending his father’s sheep by Beth-lehem.","34":"But David said to Saul, “Your servant has been tending his father’s sheep. When a lion or a bear came and carried off a lamb out of the flock,","21":"Israel and the Philistines drew up their battle lines, army against army.","57":"So when David returned from killing the Philistine, Abner took him and brought him before Saul with the head of the Philistine in his hand.","24":"Upon seeing him, all the men of Israel fled from him in great fear.","46":"This very day ADONAI will deliver you into my hand, and I will strike you down and take your head off you, and I will give the carcasses of the Philistines’ camp today to the birds of the sky and the wild beasts of the earth. Then all the earth will know that there is a God in Israel,","16":"For forty days that Philistine would come out every morning and evening to present himself.","35":"I went out after it, struck it down, and rescued the lamb out of its mouth. If it rose up against me, I grabbed him by its fur, struck it and killed it.","32":"David said to Saul, “Let no one’s heart fail because of him. Your servant will go and fight with this Philistine.”","7":"The shaft of his spear was like a weaver’s beam, and the head of his spear weighed 600 shekels  of iron; and his shield-bearer was marching ahead of him.","43":"Then the Philistine said to David, “Am I a dog, that you come to me with sticks?” Then the Philistine cursed David by his gods.","48":"Then when the Philistine rose and began to advance, drawing near to meet David, David ran quickly toward the battle line to meet the Philistine.","2":"Saul and the men of Israel gathered and camped in the valley of Elah, then lined up in battle array against the Philistines.","38":"Then Saul clothed David with his own garb, put a bronze helmet on his head, and clothed him in armor.","55":"Now when Saul saw David going out against the Philistine, he asked Abner, the commander of the army, “Abner, whose son is this boy?” Abner said, “As your soul lives, your majesty, I don’t know.”","50":"So David prevailed over the Philistine with a sling and a stone, struck the Philistine down and killed him. Since there was no sword in David’s hand,","6":"He also had bronze shin-guards on his legs and a bronze javelin slung between his shoulders.","31":"The words that David said were overheard and reported before Saul. So he was taken to him."},"13":{"16":"Now Saul and his son Jonathan and the people that were present with them were staying in Gibeah of Benjamin, while the Philistines encamped in Michmas.","3":"Now Jonathan struck down the garrison of the Philistines that was in Geba, and the Philistines heard of it. So Saul blew the shofar throughout the country, saying, “Let the Hebrews hear.”","5":"Meanwhile the Philistines assembled themselves to fight with Israel: 30,000 chariots, 6,000 horsemen and troops as numerous as the sand on the seashore. They marched up and camped in Michmas, east of Beth-aven.","21":"The price of sharpening was two-thirds of a shekel for the plowshares, the sickles, the three-pronged forks or the axes, or to set the oxgoads.","18":"another detachment turned toward Beth-horon, and the third detachment turned toward the border road overlooking the Zeboim Wadi toward the wilderness.","12":"I thought: ‘Now the Philistines are about to advance against me at Gilgal, but I have not yet entreated ADONAI.’ So I forced myself and offered the burnt offering.”","10":"But as soon as he had finished offering the burnt offering, behold Samuel arrived. Saul went out to meet and greet him.","2":"Now Saul chose for himself 3,000 men of Israel, of which 2,000 were with Saul in Michmas and in the hill country of Beth-el, and 1,000 were with Jonathan in Gibeah of Benjamin. The rest of the troops he sent away, each one to his tent.","22":"So it came about on the day of battle, there was no sword or spear to be found in the hand of any of the troops that were with Saul and Jonathan — only Saul and his son Jonathan had them.","8":"So he waited seven days — the time set by Samuel — but Samuel had not come to Gilgal so the people began to scatter from him.","17":"Raiders started to come out from the camp of the Philistines in three detachments: one detachment turned toward Ophrah, to the land of Shual,","11":"But Samuel asked, “What have you done?” Saul replied, “Because I saw that the people were scattering from me, and that you had not come within the appointed days, and that the Philistines were assembling at Michmas,","1":"Saul was 30 years old when he began to reign, and he reigned for 42 years over Israel.","9":"Then Saul said, “Bring me the burnt offering and the fellowship offerings,” so he offered the burnt offering.","14":"But now your kingship will not last. ADONAI has sought for Himself a man after His own heart. So ADONAI will appoint him as ruler over His people — because you have not guarded what ADONAI commanded you.”","7":"Some of the Hebrews even crossed over the Jordan to the land of Gad and Gilead. But as for Saul, he was still in Gilgal, but all the people following him were trembling.","15":"Samuel then departed and went up from Gilgal to Gibeah of Benjamin. Then Saul numbered the troops that were with him, about 600 men.","20":"So all the Israelites had to go down to the Philistines, each to sharpen his plowshare, his sickle, his axe or his hoe.","23":"Then the garrison of the Philistines went out to the pass of Michmas.","6":"When the men of Israel saw that they were in trouble, because the people were hard-pressed, they hid in caves, thickets, cliffs, crevices and pits.","4":"All Israel heard the news, “Saul had struck down the garrison of the Philistines, so Israel has become a stench to the Philistines.” Then the people were summoned to Saul at Gilgal.","19":"Now no blacksmith could be found throughout all the land of Israel, for the Philistines said, “Otherwise the Hebrews will make swords or spears!”","13":"Samuel said to Saul, “You have acted foolishly by not keeping the commandment of ADONAI your God which He commanded you. For now, ADONAI would have established your kingship over Israel forever."},"27":{"7":"The number of days that David stayed in the country of the Philistines was a year and four months.","9":"David attacked the region and was leaving not a man or woman alive, and took away sheep, oxen, donkeys, camels and clothing. When he returned and came to Achish,","10":"Achish would ask, “Where have you raided today?” So David would reply, “Against the Negev of Judah, against the Negev of the Jerahmeelite and against the Negev of the Kenites.”","3":"David stayed with Achish at Gath, he and his men, every man with his household, and David with his two wives — Ahinoam of Jezreel, and Abigail of Carmel, Nabal’s widow.","11":"David left no man or woman alive to bring to Gath, thinking, “Unless they should tell about us, saying: ‘So did David.’” So was his practice all the time he stayed in the country of the Philistines.","2":"So David rose and crossed over, he and the 600 men that were with him, to Achish son of Maoch, king of Gath.","1":"Then David said in his heart, “One day I’ll be swept away by the hand of Saul. There’s nothing better for me than to escape immediately to the land of the Philistines. Then Saul will give up searching for me in all the territories of Israel, so I’ll escape from his hand.”","12":"Then Achish trusted David, saying, “He has certainly made himself abhorrent to his people Israel; therefore, he will be my vassal forever.”","4":"So when Saul was told that David had fled to Gath, he no longer searched for him.","6":"So Achish granted him Ziklag that day. Thus Ziklag came to belong to the kings of Judah to this day.","5":"Then David said to Achish, “If now I have found favor in your eyes, let me be given a place in one of the country towns, so I may live there. Why should your servant stay in the royal city with you?”","8":"Now David and his men went up and raided the Geshurites, the Gizrites and the Amalekites, for those were inhabitants of the region from ancient times, as you go all the way from Shur and as far as the land of Egypt."},"30":{"11":"Then they found an Egyptian in the open field and brought him to David, gave him bread to eat and water to drink,","3":"So when David and his men came to the town, behold, it was burned with fire — and their wives, their sons and their daughters had been taken captives.","20":"David took all the flocks and the herd that they had driven ahead of the other cattle, so they said, “This is David’s spoil.”","12":"and they also gave him a piece of fig cake and two cakes of raisins. When he had eaten, his spirit came back to him, for he had eaten no bread and drunk no water for three days and three nights.","10":"for 200 men stayed behind because they were too exhausted to cross Wadi Besor. Yet David pursued, he and the other 400 men.","17":"David attacked them from the twilight until the evening of the next day. None of them escaped, except 400 young men who rode on camels and fled.","13":"Then David asked him, “To whom do you belong? Where are you from?” “I am a young Egyptian, the slave of an Amalekite,” he said. “My master abandoned me three days ago because I fell sick.","27":"to those in Beth-el, Ramoth-Negev, Jattir,","30":"Hormah, Bor-ashan, Athach,","18":"So David recovered all that the Amalekites had taken, and rescued his two wives.","29":"Racal, to those in the towns of Jerahmeelite, to those in the towns of the Kenites,","23":"“You must not do so, my brothers with what ADONAI has given us,” David said. “It is He who has protected us and gave into our hands the raiding band that attacked us.","19":"There was nothing of theirs missing, whether young or old, sons or daughters, spoils or anything else that had been carried off — David recovered everything.","1":"Now it came to pass, when David and his men returned to Ziklag on the third day, that the Amalekites had made a raid on the Negev and on Ziklag, and had attacked Ziklag and burned it with fire;","5":"Even David’s two wives were taken captive — Ahinoam of Jezreel, and Abigail of Carmel, Nabal’s widow.","4":"Then David and the troops with him lifted up their voice and wept until they there was no more strength in them to weep.","8":"David inquired of ADONAI saying, “Should I pursue after this raiding band? Shall I overtake them?” He answered him, “Pursue! For you will surely overtake and you will surely rescue!”","26":"When David arrived at Ziklag, he sent some of the spoil to the elders of Judah, to his friends, saying, “Look, a blessing for you from the spoil of the enemies of ADONAI,”","14":"We made a raid in the Negev of the Cherethites, and on Judah, and on the Negev of Caleb; also we burned Ziklag with fire.”","22":"But all the wicked men and worthless fellows among those who accompanied David said, “Because they did not accompany us, we shouldn’t give them any of the spoil that we’ve recovered, except every man may take his wife and his children and leave.”","28":"Aroer, Siphmoth, Eshtemoa,","25":"So it has been from that day forward — he made it a statute and an ordinance for Israel to this day.","9":"So David went, he and the 600 men with him, and came to the Wadi Besor, where those left behind remained —","15":"Then David asked him, “Will you lead me to this raiding band?” “Swear to me by God that you won’t kill me or deliver me into my master’s hands,” he said, “and I will lead you to this marauding band.”","21":"When David reached the 200 men — who had been too exhausted to follow David and were left at Wadi Besor — they came out to meet David and to meet the men with him, so David approached these people and greeted them.","24":"Who would listen to you in this matter? The share of him who went down to the battle is to be the same as that of him who remained by the baggage. They will share alike.”","16":"So he led him down, and behold, they were scattered over all the area, eating, drinking and feasting because of all the great spoil that they had taken from the land of the Philistines and from the land of Judah.","7":"Then David said to Abiathar the kohen son of Ahimelech, “Please bring me the ephod.” So Abiathar brought the ephod to David.","2":"taking the women in it captive, young and old, without killing anyone, but carried them off as they went their way.","6":"So David was in a serious bind, for the troops were calling for his stoning, for all the troops were bitter of soul, every man for his sons and his daughters. But David strengthened himself in ADONAI his God.","31":"Hebron and to all the places where David and his men had roamed."},"18":{"11":"and Saul hurled the spear, thinking, “I’ll pin David to the wall!” But David eluded him — twice.","3":"Then Jonathan cut a covenant with David, because he loved him as himself.","20":"Now Saul’s daughter Michal loved David. When they told Saul, the matter pleased him.","12":"Now Saul became afraid of David, because ADONAI was with him but had departed from Saul.","10":"It came about the next day that an evil spirit from God came mightily upon Saul, so that he was raving within the palace. While David was playing music with his hand, as he did day by day, Saul had his spear in his hand,","17":"Then Saul said to David, “Here is my older daughter Merab — I give her to you as a wife. Only continue to be my son of valor and fight ADONAI’s battles.” For Saul thought, “My hand needn’t be against him — let the hand of the Philistines be against him.”","13":"Therefore Saul removed him from his entourage by appointing him as a captain of a thousand. So David went out and came in before the troops.","27":"David had risen, gone with his men and killed 200 Philistine men. Then David brought their foreskins and gave them in full number to the king — to become the king’s son-in-law. So Saul gave him Michal his daughter as a wife.","30":"When the chiefs of the Philistines marched out, as often as they came out, David proved more successful than all of Saul’s officers. So his name became highly esteemed.","18":"But David replied to Saul, “Who am I, and what is my life or my father’s family in Israel, that I should become the king’s son-in-law?”","29":"Saul grew even more afraid of David. Thus Saul became David’s enemy for all days.","23":"So Saul’s courtiers whispered these words in David’s ears. But David said, “Is it a light thing to you becoming the king’s son-in-law, considering that I am a poor man and of little account?”","19":"But when it was time to give Saul’s daughter Merab to David in marriage, she was given as wife to Adriel the Meholathite instead.","1":"Now it came to pass, when David had finished speaking to Saul, Jonathan’s soul was knit to David’s soul, and Jonathan loved him as himself.","5":"So David went out wherever Saul sent him and had success, so Saul set him over the men of war. It was pleasing in the eyes of all the people as well as in the eyes of Saul’s courtiers.","4":"Jonathan stripped off the robe that was on him and gave it to David, along with his armor: his sword, bow and belt.","8":"Then Saul became very angry — this saying was evil in his eyes — and he commented, “They’ve ascribed to David ten thousands and to me they’ve ascribed thousands. Now what more does he lack but the kingdom?”","26":"When his courtiers told David these words, the word seemed right in David’s eyes to become the king’s son-in-law. Before the days were fulfilled,","14":"David had success in all his undertakings, since ADONAI was with him.","22":"Then Saul commanded his courtiers, “Speak with David privately and say, ‘Behold, the king delights in you and all his courtiers love you. So now, become the king’s son-in-law!’”","28":"When Saul saw and realized that ADONAI was with David and that Michal, Saul’s daughter, loved him,","25":"Then Saul said, “Thus you will say to David, ‘The king desires no bridal dowry except 100 foreskins of the Philistines — to take vengeance on the king’s enemies.’” So Saul schemed to make David fall by the hand of the Philistines.","9":"So Saul eyed David from that day on.","15":"When Saul saw that he had great success, he dreaded him.","21":"Saul thought, “I will give her to him, so that she may become a snare to him — and the hand of the Philistines will be against him.” So Saul said to David, “You can still become my son-in-law, even today, with the second one.”","24":"Saul’s courtiers reported back to him what David had said.","16":"But all Israel and Judah loved David, for he went out and came in before them.","7":"So the women sang one to another, as they were dancing saying, “Saul has slain his thousands, and David his ten thousands!”","2":"Saul took him that day and did not let him return to his father’s house.","6":"Upon their coming back, upon David’s return from killing the Philistine, the women came out of all the towns of Israel, singing and dancing in circles to greet King Saul, with timbrels, with joy and with three-stringed instruments."},"29":{"7":"So now, turn around and go back in peace, and you won’t be doing anything to displease the Philistine lords.”","9":"“I know,” Achish answered saying to David. “You are as pleasing in my eyes as an angel of God. Nevertheless, the Philistine commanders have said, ‘He must not go up with us to the battle.’","10":"So now, rise up early in the morning, you and the servants of your lord that came with you, and as soon you rise, early in the morning, once there is light, leave.”","3":"Then the Philistine commanders said, “What are these Hebrews doing here?” Achish said to the Philistine commanders, “No! That’s David, servant of Israel’s King Saul — he’s been with me today for over a year, and I’ve not found any fault in him since the day he defected to me until now.”","11":"So David rose up early, he and his men, leaving in the morning to return to the land of the Philistines. Meanwhile, the Philistines went up to Jezreel.","2":"As the Philistine lords were proceeding ahead of their hundreds and thousands, David and his men were bringing up the rear with Achish.","1":"Now the Philistines mustered all their armies at Aphek, while the Israelites were camping by the spring in Jezreel.","4":"But the Philistine commanders got angry with him, and the Philistine commanders said to him, “Make this man go back — back to his place you assigned him. He must not go down with us to the battle, or in the battle he might become our adversary. For how would this fellow appease his lord? Wouldn’t it be with the heads of our men?","6":"So Achish called David and said to him, “As ADONAI lives, you have been upright and your going out and your coming in with me, in the army are pleasing in my eyes. For I never found fault with you since the day of your coming to me up to this day. However, the other lords do not approve of you.","5":"Isn’t this one David, about whom they were singing in dances saying: ‘Saul has slain his thousands, and David his ten thousands?’”","8":"“But what have I done?” David said to Achish. “What have you found in your servant from the day I have been before you to this day, that I shouldn’t go and fight against the enemies of my lord the king?”"},"23":{"11":"Will the men of Keilah surrender me into his hand? Will Saul come down, as Your servant has heard? ADONAI God of Israel, I pray, tell Your servant.” “He will come down,” ADONAI said.","3":"But David’s fellow men said to him, “Look, we’re afraid here in Judah; how much more so if we go to Keilah against the Philistine forces?”","20":"Now therefore, O king, come down whenever it is a desire of your soul to come down — our part will be to deliver him into the king’s hand.”","12":"Then David asked, “Will the men of Keilah surrender me and my fellow men into the hand of Saul?” “They will surrender,” ADONAI said.","10":"Then David said, “ADONAI, God of Israel, Your servant has heard for certain that Saul intends to come to Keilah to destroy the town because of me.","17":"“Don’t be afraid,” he said to him, “because my father Saul will never find you. You will be king over Israel and I will be second to you. Even my father Saul recognizes that.”","13":"Then David and his fellow men, about 600, got up and left Keilah, and went wherever they could go. When Saul was told that David had escaped from Keilah, he stopped the pursuit.","27":"But a messenger came to Saul saying, “Hurry and come, for the Philistines have invaded the land!”","18":"Again they cut a covenant before ADONAI. David remained at Choresh, but Jonathan went home.","29":"From there David went up and stayed in the strongholds of En-gedi.","23":"Look around and see in which of all the hiding places he has been hiding, and return to me with certainty, and I will go with you. If he is in the area, I will search him out among all the clans of Judah.”","19":"Then some of the Ziphites went up to Saul in Gibeah, saying, “Isn’t David hiding with us in the strongholds at Choresh, in the hill of Hachilah which is south of Jeshimon?","1":"Then they reported to David saying, “Look, the Philistines are raiding Keilah and they are plundering the threshing floors.”","5":"So David and his fellow men went to Keilah and fought against the Philistines, drove off their livestock and inflicted a great slaughter on them. Thus David rescued the inhabitants of Keilah.","4":"Once again David inquired of ADONAI, and ADONAI answered him saying, “Arise! Go to Keilah, for I am going to deliver the Philistines into your hand.”","8":"So Saul summoned all the troops for battle, to go down to Keilah to besiege David and his fellow men.","26":"Then, while Saul was advancing on one side of the mountain, David and his men were on the other side of the mountain. David was hurrying to elude Saul. Meanwhile Saul and his men were closing-in on David and his men to seize them.","14":"So David stayed in the strongholds of the wilderness, remaining in the hill country in the wilderness of Ziph. Saul searched for him every day, but God did not give him into his hand.","22":"Go now, make more sure, investigate and scout out his place where he usually goes and who has seen him there. For I have been told that he is very cunning.","28":"So Saul had to return from chasing after David, and go to engage the Philistines. Therefore they called that place the Rock of Separation.","25":"So when Saul and his men began the search, David was informed. Then he went down to the rocky area and stayed in the wilderness of Maon. On hearing this, Saul pursued David in the wilderness of Maon.","9":"Now David knew that Saul was plotting evil against him, so he said to Abiathar the kohen, “Bring the ephod.”","15":"By now David was aware that Saul would come out to seek his life while David was in the wilderness of Ziph at Choresh.","21":"“May you be blessed of ADONAI,” Saul said, “for you have taken pity on me.","24":"Then they got up and went to Ziph ahead of Saul. But David and his men were then in the wilderness of Maon in the Arabah, to the south of Jeshimon.","16":"Then Saul’s son Jonathan arose and went to David at Choresh and strengthened him in God.","7":"Now when Saul was told that David had gone to Keilah, Saul said, “God has delivered him into my hand! For he shut himself in by entering a town with barred gates.”","2":"So David inquired of ADONAI saying, “Shall I go and attack those Philistines?” ADONAI said to David, “Go, attack the Philistines and deliver Keilah.”","6":"It came about, when Abiathar son of Ahimelech fled to David at Keilah, he came down with an ephod in his hand."},"19":{"16":"When the messengers came in, behold, the household idol was in the bed with the quilt of goats’ hair at its head.","3":"I will go out and stand beside my father in the field where you will be, and I will speak with my father about you. If I notice anything, I will tell you.”","5":"For he put his life in his hand and killed the Philistine, and ADONAI won a great victory for all Israel — you saw it and rejoiced. So why would you sin against innocent blood by killing David without a cause?”","21":"When Saul was told, he sent other agents and they too prophesied. Then Saul sent a third group of messengers, and they too prophesied.","18":"So David fled and escaped, went to Samuel at Ramah, and told him all that Saul had done to him. Then he and Samuel went and stayed at Naioth.","12":"So Michal lowered David down through the window, and thus he went, fled and escaped.","10":"Saul sought to pin David to the wall with the spear, but he slipped away from Saul’s face, so that he drove the spear into the wall. That night David fled and got away.","2":"So Jonathan informed David saying, “My father Saul is seeking to kill you. So now, please be on guard in the morning, and stay in a secret place and hide yourself.","22":"Then he himself went to Ramah, and when he arrived at the great cistern in Secu, he asked, “Where are Samuel and David?” Someone answered, “Look, they are at Naioth at Ramah.”","8":"Once again war broke out, and David marched out and fought the Philistines, and inflicted a great slaughter on them and they fled before him.","17":"Saul then said to Michal, “Why have you deceived me like this and let my enemy get away, so that he escaped?” Michal answered Saul, “He said to me, ‘Let me go or I’ll kill you!’”","11":"Then Saul sent agents to David’s house to watch him, in order to kill him in the morning. But David’s wife Michal warned him saying, “If you don’t escape for your life tonight, tomorrow you will be dead!”","1":"Now Saul told his son Jonathan and all his courtiers to kill David. But Saul’s son Jonathan delighted much in David.","9":"Yet once again an evil spirit from ADONAI came upon Saul as he was sitting in his house with his spear in his hand, as David was playing music with his hand.","24":"Then he too stripped off his clothes, and he too prophesied before Samuel, and lay down naked all that day and all that night. That is why people were saying, “Is Saul too among the prophets?”","14":"When Saul sent messengers to arrest David, she said, “He’s sick.”","7":"So Jonathan called David, and Jonathan told him all these things. Jonathan brought David to Saul and in his presence as before.","15":"So Saul sent the agents back to see David, saying, “Bring him up to me in the bed so I may put him to death.”","20":"So Saul sent agents to seize David, but they saw a band of prophets prophesying, and Samuel standing and presiding over them. Then the Ruach of God came upon Saul’s agents and they too prophesied.","23":"So he proceeded there, to Naioth at Ramah, and the Ruach of God came upon him as well, and he prophesied as he kept walking until he arrived to Naioth at Ramah.","6":"Saul listened to the voice of Jonathan, and Saul swore, “As ADONAI lives, he will not be put to death.”","4":"So Jonathan spoke well of David to his father Saul and said to him, “May the king not sin against his servant David, since he has not sinned against you, and since his deeds have been very beneficial for you;","19":"Saul was told, “Behold, David is at Naioth in Ramah.”","13":"Then Michal took a household idol, laid it in the bed, put a quilt of goats’ hair at the head and covered it with a cloth."},"1":{"11":"So she made a vow and said, “ADONAI-Tzva’ot, if You will indeed look upon the affliction of Your handmaid, remember me and not forget Your handmaid, but grant Your handmaid a son, then I will give him to ADONAI all the days of his life and no razor will ever touch his head.”","3":"Now this man used to go up from his town every year to worship and to sacrifice to ADONAI-Tzva’ot in Shiloh.  (The two sons of Eli, Hophni and Phinehas, were kohanim of ADONAI there.)","20":"So it came to pass at the turn of the year that Hannah conceived and gave birth to a son. She called his name Samuel, “because I have asked ADONAI for him.”","12":"It came to pass, as she prayed long before ADONAI, that Eli was watching her mouth.","10":"While her soul was bitter, she prayed to ADONAI and wept.","17":"Then Eli responded, “Go in shalom, and may the God of Israel grant your petition that you asked of Him.”","13":"Now Hannah was praying in her heart — only her lips were moving, but her voice could not be heard. So Eli thought she was drunk.","27":"For this boy I prayed, and ADONAI has granted me my petition that I asked of Him.","18":"“May your maidservant find favor in your eyes,” she said. So the woman went her way; she ate, and her countenance was no longer dejected.","23":"So her husband Elkanah said to her, “Do what seems best to you. Stay until you have weaned him — only may ADONAI establish His word.” So the woman stayed home and nursed her son until she weaned him.","19":"They rose up early in the morning and worshipped before ADONAI, then went back to their home to Ramah. Then Elkanah was intimate with his wife Hannah, and ADONAI remembered her.","1":"Now there was a certain man of Ramathaim-zophim, of the hill country of Ephraim — his name was Elkanah son of Jeroham son of Elihu son of Tohu son of Zuph, an Ephraimite.","5":"but to Hannah he would give only one portion — even though he loved Hannah — for ADONAI had closed her womb.","4":"Then on the designated day Elkanah would sacrifice and give portions to his wife Peninnah and to all her sons and daughters,","8":"Then her husband Elkanah would say to her, “Hannah, why are you crying? Why won’t you eat? Why is your heart so sad? Am I not better to you than ten sons?”","26":"“It’s me, my lord!” she said. “As your soul lives, my lord, I am the woman that stood by you here, praying to ADONAI.","14":"Then Eli said to her, “How long will you be drunk? Get rid of your wine!”","22":"Hannah did not go up, for she said to her husband, “When the child is weaned, I will bring him, so he may appear before ADONAI and stay there forever.”","28":"So I in turn dedicate him to ADONAI — as long as he lives he is dedicated to ADONAI.” Then he bowed in worship there before ADONAI.","25":"After they slaughtered the bull, they brought the boy to Eli.","9":"After eating and drinking in Shiloh, Hannah got up. Now Eli the kohen was sitting on his seat by the doorpost of the Temple of ADONAI.","15":"But in response Hannah said, “No, my lord, I am a woman with an oppressed spirit! I haven’t been drinking wine or beer. Instead I’ve been pouring out my soul before ADONAI.","21":"When the man Elkanah and all his household went up to offer the annual sacrifice to ADONAI and to fulfill his vow offering,","24":"When she had weaned him, she took him up with her, along with three bulls, one ephah of flour and a jar of wine, and brought him to the House of ADONAI in Shiloh, while the child was still young.","16":"Don’t consider your handmaid a wicked woman. For out of my great anguish and grief I’ve been praying until now.”","7":"So it was year after year, whenever she went up to the House of ADONAI, that she would provoke her; so she wept and would not eat.","2":"He had two wives: the name of the one was Hannah and the name of the other Peninnah. Peninnah had children, but Hannah was childless.","6":"Her rival would taunt her bitterly to provoke her, because ADONAI had closed her womb."},"5":{"7":"When the men of Ashdod saw what was happening they said, “The ark of the God of Israel must not stay with us, for His hand has dealt harshly against us as well as against our god Dagon.”","9":"But it came about, that after they had carried it around, that the hand of ADONAI was against the city causing very great panic, as He struck the people of the city, from the youngest to the oldest, so that tumors broke out on them.","10":"So they sent the ark of God to Ekron. But it came about as the ark of God came to Ekron that the Ekronites cried out saying, “They’ve brought around the ark of the God of Israel to us to kill us and our people!”","3":"But when the Ashdodites arose early next morning, to everyone’s surprise, Dagon had fallen to his face on the ground before the ark of ADONAI. So they took Dagon up and put him back in his place.","11":"So they sent word and gathered all the lords of the Philistines and said, “Send the ark of the God of Israel away — let it go back to its own place, so it won’t kill us and our people!” For a panic of death was throughout the entire city, as God’s hand was very heavy there.","2":"The Philistines took the ark of God and brought it to the temple of Dagon, and placed it beside Dagon.","1":"Now the Philistines had taken the ark of God and they brought it from Eben-ezer to Ashdod.","12":"The people who did not die were afflicted with tumors, so that the outcry of the city went up to heaven.","4":"But when they arose early the following morning, surprisingly, Dagon had fallen to his face on the ground before the ark of ADONAI, and the head of Dagon and both palms of his hands were cut off on the threshold; only Dagon’s trunk was left on him.","6":"Then the hand of ADONAI was heavy upon the Ashdodites, ravaging them and afflicting Ashdod and its vicinity with tumors.","5":"That is why to this day neither the priests of Dagon nor any who enter Dagon’s house will tread on Dagon’s threshold in Ashdod.","8":"So they sent word and gathered all the lords of the Philistines to them and asked, “What will we do with the ark of the God of Israel?” They replied, “Let the ark of the God of Israel be carried over to Gath.” So they carried the ark of the God of Israel over."},"4":{"16":"Then the man said to Eli, “I am one coming from the battlefield — I escaped from the battlefield today.” “What is happening, my son?” he asked.","3":"When the people came back to the camp, the elders of Israel asked, “Why did ADONAI bring defeat on us today before the Philistines? Let’s fetch the ark of the covenant of ADONAI from Shiloh that He may come among us and deliver us from the hand of our enemies.”","5":"Now when the ark of the covenant of ADONAI entered the camp, all Israel shouted with a great shout, so that the ground resounded.","21":"Then she named the child Ichabod  saying, “The glory has departed from Israel” — because of the capture of the ark of God, and because of her father-in-law and her husband.","18":"As soon as he mentioned of the ark of God, Eli fell backward from his seat beside the town gate. His neck broke and he died, for he was old and heavy. He had judged Israel 40 years.","12":"Now that same day a man of Benjamin ran from the battlefield and came to Shiloh with his clothes torn and dust on his head.","10":"So the Philistines did fight and Israel was defeated — they fled every man to his tent. The slaughter was very great, as 30,000 of Israel’s foot soldiers fell.","2":"The Philistines drew up in battle array to meet Israel, and when the battle was fought, Israel was defeated before the Philistines, who killed 4,000 men on the battlefield.","22":"So she said, “The glory has departed from Israel, for the ark of God has been taken!”","8":"Woe to us! Who will deliver us from the hand of this mighty God? This is the God that struck down the Egyptians with all kinds of plagues in the wilderness.","17":"And the messenger answered and said, “Israel fled before the Philistines and there has also been a great slaughter among the people. Also your two sons died — Hophni and Phinehas — and the ark of God was captured.”","11":"Moreover, the ark of God was captured, and Eli’s two sons Hophni and Phinehas died.","1":"So it was that the word of Samuel went forth to all Israel. Now Israel went out against the Philistines in battle. They camped at Eben-ezer while the Philistines camped in Aphek.","9":"Be strong, and conduct yourselves like men, O Philistines, or else you will become enslaved to the Hebrews as they have been to you. Be like men and fight!”","14":"And when Eli heard the noise of the outcry, he asked, “What’s this noisy commotion?” So the man rushed and came and told Eli.","7":"the Philistines were afraid, for they said, “God has come into the camp.” So they said, “Woe to us! For nothing like this has ever happened before.","15":"Now Eli was 98 years old, and his eyes were fixed in a blind stare.","20":"As she was dying, the women attending her said to her, “Don’t be afraid, for you have brought forth a son!” But she did not respond or take it to heart.","6":"When the Philistines heard the noise of the shout, they wondered, “What’s this noise of a great shout in the camp of the Hebrews?” When they realized that the ark of ADONAI had come into the camp,","4":"So the people sent to Shiloh, and from there they carried the ark of the covenant of ADONAI-Tzva’ot who sits above the cheruvim. Eli’s two sons, Hophni and Phinehas, were there with the ark of the covenant of God.","19":"Now his daughter-in-law, Phinehas’ wife, was with child and about to deliver. When she heard the report that the ark of God was captured and that her father-in-law and her husband were dead, she crouched down and gave birth because she was seized with her labor pains.","13":"When he arrived, behold, Eli was sitting on his seat by the wayside watching, for his heart was trembling for the ark of God. When the man arrived to announce it in the town, the entire town cried out."},"8":{"16":"He will also take your male and female servants, your best young men and your donkeys and make them do his work.","3":"His sons, however, did not walk in his ways, but turned aside after dishonest gain — they took bribes and perverted justice.","5":"and said to him, “Behold, you have grown old and your sons do not walk in your ways. Now appoint for us a king to judge us — like all the nations.”","21":"After Samuel heard all the words of the people, he reported them back in the hearing of ADONAI.","18":"When the day comes and you cry out because of your king, whom you have chosen for yourselves, ADONAI will not answer you on that day.”","12":"He will appoint them as commanders of thousands and captains of fifties, also some to plow his fields, reap his harvest, make his weapons of war and the equipment for his chariots.","10":"Now Samuel reported all the words of ADONAI to the people who were asking him for a king.","2":"The name of his firstborn was Joel and the name of his second Abijah — they were judges in Beersheba.","22":"ADONAI said to Samuel, “Listen to their voice and appoint a king to reign for them.” So Samuel said to the men of Israel, “Go, each one to his town.”","8":"Like all the deeds that they have done since the day I brought them out of Egypt to this day — forsaking Me and worshiping other gods — so they are doing to you also.","17":"He will also take the tenth of your flocks. Then you yourselves will become his slaves.","11":"“This will be the practice of the king that will reign over you,” he said. “He will draft your sons and assign them as his charioteers and horsemen, and they will run before his chariots.","1":"Now when Samuel grew old, he appointed his sons as judges over Israel.","9":"So now, listen to their voice. However, you must earnestly forewarn them, and declare to them the rulings of the king who will reign over them.”","14":"He will seize the best of your fields, vineyards and olive groves, and give them to his courtiers.","7":"Then ADONAI said to Samuel, “Listen to the voice of the people in all that they say to you. For they have not rejected you, rather they have rejected Me from being king over them.","15":"He will take a tenth of your grain and your vintage and give it to his officials and slaves.","20":"So we may become like all the nations — having our king who will judge us, go out before us and fight our battles.”","6":"But the matter was displeasing in Samuel’s eyes when they said, “Give us a king to judge us.” So Samuel prayed to ADONAI.","4":"Then all the elders of Israel gathered together and came to Samuel at Ramah,","19":"But the people refused to listen to Samuel, and they said, “No! But a king should be over us!","13":"Also he will take your daughters to be perfumers, cooks and bakers."},"26":{"16":"This thing that you’ve done is no good. As ADONAI lives, all of you deserve to die, because you have not kept watching over your lord, ADONAI’s anointed. So now, look around, where are the king’s spear and the water jar that were at his head?”","3":"Saul camped in the hill of Hachilah which faces Jeshimon, by the road. But David was staying in the wilderness, and he saw that Saul had come after him into the wilderness.","5":"Then David got up and went to the place where Saul had camped. David detected the spot where Saul lay asleep, as well as Abner son of Ner his army commander. Saul was lying inside the barricade and the troops were camped around him.","21":"Then Saul replied, “I have sinned! Return, David my son, for I will no longer do you harm, since my life was precious in your eyes this day. Behold, I’ve played the fool and erred so seriously.”","18":"then added, “Yet why is my lord pursuing his servant? What have I done? What evil is in my hand?","12":"So David took the spear and the water jar from beside Saul’s head. They got away — and no one saw it, or knew it, or woke up — for all were asleep, for a deep sleep from ADONAI had fallen upon them.","10":"David added, “As ADONAI lives, either ADONAI will strike him down, or his day will come to die, or he will go down to battle and be swept away.","2":"So Saul arose and went down to the wilderness of Ziph, 3,000 chosen men of Israel with him, to search for David in the wilderness of Ziph.","22":"David then answered and said, “There is the king’s spear! Let one of the young men cross over and take it.","8":"Then Abishai said to David, “God has delivered your enemy into your hand today. Now let me pin him to the ground with a single thrust of the spear. I will not have to strike him twice.”","17":"Saul then recognized David’s voice and said, “Is this your voice, David my son?” “It is my voice, my lord the king,” David said,","11":"ADONAI forbid that I should lay my hand on ADONAI’s anointed! Now, just take the spear that is at his head and the water jar and let’s go.”","1":"Now the Ziphites came to Saul at Gibeah saying, “Isn’t David hiding on the hill of Hachilah which faces Jeshimon?”","9":"But David said to Abishai, “Don’t destroy him! For who can lay his hand on ADONAI’s anointed and be guiltless?”","24":"See, just as your life was highly valued in my eyes today, so let my life be highly valued in ADONAI’s eyes, and may He deliver me from all trouble.”","14":"David shouted to the troops and to Abner son of Ner saying, “Aren’t you going to answer, Abner?” Then Abner answered saying, “Who are you, who called out to the king?”","7":"So David and Abishai approached the troops by night. Behold, Saul was lying asleep within the barricade with his spear stuck in the ground at his head, and Abner and the troops were sleeping around him.","15":"“Aren’t you a man?” David said to Abner. “Indeed, who is like you in Israel? So, why didn’t you guard your lord the king? For one of the troops came in to kill the king your lord.","20":"So now, let not my blood fall to the ground, away from the presence of ADONAI. For the king of Israel has come out to search for but a single flea, just as one hunts for a partridge in the mountains.”","25":"Then Saul said to David, “Blessed are you, David my son! You will both do mightily and will surely prevail.” So David went his way, and Saul returned to his place.","23":"ADONAI will repay everyone his righteousness and his faithfulness. For ADONAI gave you into my hand today, but I refused to lay my hand on ADONAI’s anointed.","6":"Then David spoke and asked Ahimelech the Hittite and Joab’s brother Abishai son of Zeruiah, saying, “Who will go down with me to Saul in the camp?” “I will go down with you,” Abishai answered.","4":"So David sent out spies and realized that Saul had already arrived.","19":"Now please, let my lord the king listen to the words of his servant. If ADONAI has stirred you up against me, let Him accept an offering. But if men have done so, then cursed are they before ADONAI, because they have now driven me out that I would not cling to ADONAI’s inheritance, saying: ‘Go, worship other gods.’","13":"Then David crossed over to the other side and stood on the top of a distant hill with a wide space between them."},"14":{"11":"So they both let themselves be seen by the Philistine garrison. “Look, some Hebrews are coming out of the holes where they were hiding,” the Philistines said.","41":"So Saul said to ADONAI, “God of Israel, grant a perfect lot.” Jonathan and Saul were chosen, but the people were cleared.","45":"But the people said to Saul, “Must Jonathan die? It was he who brought about this great deliverance in Israel! Far be it! As ADONAI lives, not a hair of his head will fall to the ground! For he has worked with God this day.” So the people rescued Jonathan and he did not die.","42":"Then Saul said, “Cast the lots between me and my son Jonathan,” and Jonathan was taken.","3":"Ahijah son of Ahitub, the brother of Ichabod son of Phinehas son of Eli, the kohen of ADONAI in Shiloh, was wearing an ephod. But the troops did not know that Jonathan was gone.","20":"Then Saul and all the people with him rallied and rushed into the battle. Behold, every man’s sword was against his fellow in utter confusion!","12":"So the men of the garrison shouted down to Jonathan and his armor-bearer saying, “Come up to us and we’ll teach you a lesson!” Then Jonathan said to his armor-bearer, “Follow me, for ADONAI has handed them over to Israel!”","10":"But if they say, ‘Come up to us!’ then we will go up, for ADONAI has delivered them into our hand — that will be our sign.”","17":"So Saul said to the people who were with him, “Call the roll now and see who went from us.” When they called the roll, behold Jonathan and his armor-bearer were not there.","51":"Kish was Saul’s father, and Abner’s father was Ner son of Abiel.","44":"“May God do so to me and even more,” Saul said. “You must surely die, Jonathan.”","40":"So he said to all Israel, “You stand on one side, and I and my son Jonathan will stand on the other side.” “Do what seems good in your eyes,” said the people to Saul.","13":"So Jonathan climbed up on his hands and feet, with his armor-bearer behind him. Then they fell before Jonathan, his armor-bearer behind him finishing them off.","27":"But Jonathan had not heard when his father made the people swear the oath. So he put out the end of the staff that was in his hand and dipped it into the honeycomb, put his hand to his mouth — and his eyes brightened.","30":"How much more, if only the troops had eaten freely today of the spoil of their enemies that they found? Wouldn’t the slaughter among the Philistines have then been greater?”","18":"Then Saul said to Ahijah, “Bring the ark of God here.” For the ark of God at that time was with Bnei-Yisrael.","36":"Then Saul said, “Let’s go down after the Philistines by night and plunder them until the morning light, we won’t leave any survivors among them.” “Do whatever seems good in your eyes,” they replied. Then the kohen said, “Let us draw near to God here.”","29":"Jonathan said, “My father has troubled the people. Just look how my eyes have brightened because I tasted a little of this honey.","23":"So ADONAI delivered Israel that day. The battle spread as far as Beth-aven.","19":"But while Saul was talking to the kohen, the commotion in the Philistine camp kept increasing, so Saul said to the kohen, “Withdraw your hand.”","1":"One day Jonathan son of Saul said to the young man carrying his armor, “Come, let’s cross over to the Philistines’ garrison that’s on the other side.” But he did not tell his father.","47":"After Saul had secured his kingship over Israel, he waged war against all his enemies on every side — against Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he punished them.","5":"One crag was to the north near Michmas, and the other to the south near Geba.","52":"Now there was bitter war against the Philistines all the days of Saul. So whenever Saul saw any mighty man or any son of valor, he would gather him to himself.","49":"Now the sons of Saul were Jonathan, Ishvi and Malchi-shua; and the names of his two daughters were: the name of the firstborn Merab and the name of the younger Michal.","4":"Between the crossings by which Jonathan sought to cross over to the Philistines’ garrison, there was a rocky crag on one side and another rocky crag on the other side — one was called Bozez and the other Seneh.","8":"Then Jonathan said, “Here, we’ll cross over to the men, then let them see us.","26":"When the people entered the forest, indeed, there was a flow of honey, but no one put his hand to his mouth, for the people feared the oath.","39":"For as ADONAI — Israel’s deliverer — lives, even if it was by my son Jonathan, he will surely die.” But not one among all the people answered him.","14":"That first assault that Jonathan and his armor-bearer made struck down about 20 men within about half a furrow in an acre of land.","37":"So Saul inquired of God, “Should I go down after the Philistines? Will You deliver them into the hand of Israel?” But He did not answer him that day.","22":"Also when all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they also chased after them in the battle.","28":"Then, one of the soldiers told him, “Your father strictly put the people under oath saying: ‘Cursed be the man that eats food today.’ But the troops are exhausted.”","25":"But when all the people of the land entered the forest, there was honey on the ground.","9":"If they say to us: ‘Wait till we come to you,’ then we’ll stand still in our place and will not go up to them.","33":"Then they reported to Saul saying, “Behold, the people are sinning against ADONAI by eating with the blood.” “You have acted faithlessly,” he said. “Roll a great stone towards me at once.”","15":"Terror then spread through the camp, in the field, and among all the troops. Even the outposts and the raiders also trembled, when the earth quaked — it was a trembling from God.","34":"Then Saul said, “Disperse yourselves among the people and tell them: ‘Each one of you bring me his ox or his sheep, and butcher them here and eat. Don’t sin against ADONAI by eating with the blood.’” So all the people each brought his ox with him that night and butchered it there.","21":"Now there were Hebrews who had defected to the Philistines previously and had gone up with them to their camp round about — even they joined the Israelites that were with Saul and Jonathan.","24":"Now the men of Israel were hard-pressed that day, for Saul put the people under oath saying, “Cursed be the man that eats any food before evening, until I have avenged myself on my enemies!” So none of the people tasted food.","46":"Then Saul broke off pursuing the Philistines, and the Philistines went to their own country.","16":"Now Saul’s watchmen in Gibeah of Benjamin saw the throng scattering away in every direction.","35":"Then Saul built an altar to ADONAI; it was the first altar that he built to ADONAI.","32":"Then the people rushed greedily upon the plunder, took sheep, oxen and calves, butchered them on the ground, and the people ate them with the blood.","7":"His armor-bearer answered him, “Do whatever is in your heart; go ahead — I’m with you whatever your heart decides.”","43":"Then Saul said to Jonathan, “Tell me what you’ve done.” Jonathan told him saying, “I certainly did taste a little honey — with the end of the rod that was in my hand. Here I am — I must die!”","48":"He did so with valor, defeating the Amalekites and delivering Israel from the hands of those who had plundered them.","2":"Now Saul was sitting on the outskirts of Gibeah under the pomegranate tree that is in Migron, and the troops with him were about 600 men.","38":"Then Saul said, “Draw near here, all you chiefs of the people; investigate and see how this sin was committed today.","50":"The name of Saul’s wife was Ahinoam daughter of Ahimaaz. The name of the commander of his army was Abner son of Ner, Saul’s uncle.","6":"Then Jonathan said to the young man carrying his armor, “Come, let’s cross over to the garrison of these uncircumcised ones. Perhaps ADONAI will work for us, for nothing restrains ADONAI from delivering whether by many or by few.”","31":"That day they struck down the Philistines from Michmas to Aijalon, though the people were so weary."},"22":{"16":"But the king said, “You will surely die, Ahimelech, you and all your father’s house.”","3":"Then David left from there to Mizpah of Moab, and he said to the king of Moab, “Please, let my father and my mother come and stay with you until I know what God will do for me.”","5":"But the prophet Gad said to David, “Do not stay in the stronghold; depart, and go to the land of Judah.” So David left and went to the forest of Hereth.","21":"Abiathar told David that Saul had slain ADONAI’s kohanim.","18":"So the king said to Doeg, “You, turn around and kill the kohanim!” So Doeg the Edomite turned and fell upon the kohanim and on that day killed 85 men who wore the linen ephod.","12":"“Listen now, son of Ahitub,” Saul said. “Here I am, my lord,” he said.","10":"and he inquired of ADONAI for him, gave him provisions and gave him the sword of Goliath the Philistine.”","2":"Anyone who was in distress, anyone in debt, and anyone embittered rallied around him, and he became their leader. There were about 400 men with him.","22":"Then David said to Abiathar, “I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I have brought about the death of all the people of your father’s house.","8":"Yet all of you have conspired against me, and there was nobody disclosing to me when my son makes a covenant with the son of Jesse! None of you is sorry for me or discloses to me that my son has stirred up my servant against me to lie in ambush — as is the case today?”","17":"Then the king ordered the guards attending him, “Turn around and kill the kohanim of ADONAI, for they are in cahoots with David, for they knew that he was running away but did not inform me.” But the servants of the king were not willing to raise their hand to assault the kohanim of ADONAI.","11":"Then the king sent word to summon the kohen Ahimelech son of Ahitub and all the kohanim of his father’s house who were in Nob. So they all came to the king.","1":"So David walked from there and escaped to the cave of Adullam. When his brothers and all his father’s house heard about it, they went down there to him.","9":"Then Doeg the Edomite, who was standing among Saul’s courtiers, answered and said, “I saw the son of Jesse coming to Nob — to Ahimelech son of Ahitub —","14":"Then Ahimelech answered the king saying, “Who among all your servants is as trusted as David, the king’s son-in-law, a captain of the royal guard, and honored in your house?","7":"Saul said to his courtiers standing about him, “Listen now, Benjamites! Will the son of Jesse give every one of you fields and vineyards? Will he make all of you captains of thousands and captains of hundreds?","15":"Just today I began to inquire of God for him? Far be it from the king to accuse his servant or to anyone of my father’s house. For your servant knows nothing of all this, whether little or much.”","20":"Yet one of the sons of Ahimelech son of Ahitub, named Abiathar, escaped and fled to David.","23":"Stay with me, and fear not; for the one who is seeking my life is seeking your life too — but with me you will be safe.”","6":"Then Saul heard that David and the men with him were located. Saul was in Gibeah, sitting under the tamarisk tree on the height, spear in his hand, and all his courtiers were attending him.","4":"Then he brought them to the king of Moab, and they stayed with him all the time that David was in the stronghold.","19":"Nob, the town of the kohanim, he struck with the edge of the sword: men and women, children and infants, oxen, asses, and sheep with the edge of the sword.","13":"Then Saul said to him, “Why have you conspired against me — you and the son of Jesse — by giving him bread and a sword, and by inquiring of God for him, that he should rise against me by lying in ambush, as is the case today?”"},"28":{"16":"Samuel said, “So why ask me, since ADONAI has turned away from you and become your adversary?","3":"Now Samuel had died, and all Israel had lamented him and buried him in Ramah, his hometown. Saul had removed from the land those who were mediums and spiritists.","5":"Now when Saul saw the camp of the Philistines, he was afraid and his heart trembled greatly.","21":"Then the woman came to Saul and saw that he was so agitated, so she told him, “Behold, your maidservant obeyed you; I put my life in my hand by listening to your words, which you spoke to me.","18":"Since you did not obey the voice of ADONAI and did not execute His fierce wrath on Amalek, so ADONAI has done this to you today.","12":"But when the woman saw Samuel, she cried out with a loud shriek. Then the woman spoke to Saul saying, “Why have you deceived me? You are Saul!”","10":"Saul vowed to her by ADONAI saying, “As ADONAI lives, no punishment will come on you for this thing.”","2":"David said to Achish, “Well then, you know what your servant will do.” “Well then, I appoint you my bodyguard for life,” Achish said to David.","22":"Please you too listen to the voice of your maidservant, and let me set a morsel of bread before you, so you can eat and have strength to go on your way.”","8":"So Saul disguised himself, put on other clothes, and went with two other men, and they reached the woman by night. Then he said, “Please conjure up for me a ghost — bring up for me the one I will name to you.”","17":"Now ADONAI has done for Himself just as He foretold through me — ADONAI has torn the kingship out of your hand and has given it to another fellow, to David.","11":"“Whom will I bring up for you?” the woman asked. “Bring me up Samuel,” he said.","1":"At that time, the Philistines gathered their armed forces to fight against Israel. Achish said to David, “You surely know that you and your men must march out with me in the army.”","9":"“Look, you know what Saul has done,” she said, “how he has cut off the mediums and spiritists from the land. So why then are you setting a trap for my life to get me killed?”","24":"The woman had a fatted calf in the house, so she hurried and butchered it, and took flour, kneaded it, and baked unleavened bread from it.","14":"“What does he look like?” he asked her. “An old man is coming up, and he is wrapped with a robe,” she said. Then Saul knew that it was Samuel, so he bowed down and prostrated himself with his face to the ground.","7":"Then Saul said to his courtiers, “Find me a woman who is a medium, so I may go to her and inquire through her.” So his courtiers said to him, “Behold, there is a woman that is a medium at En-dor.”","15":"Samuel said to Saul, “Why have you disturbed me by bringing me up?” “I’m in great distress,” Saul answered. “The Philistines are waging war against me, and God has turned away from me — He doesn’t answer me anymore, whether by prophets or by dreams. So I called you up to tell me what I should do.”","20":"Then Saul immediately fell full length upon the ground, and became so terrified because of the words of Samuel that there was absolutely no strength in him, for he had eaten nothing all day and all night.","25":"She brought it before Saul and his courtiers, and they ate. Then they arose and went away that night.","23":"But he refused and said, “I won’t eat.” But when his courtiers and the woman urged him, he listened to them. So he got up from the ground and sat on the bed.","6":"When Saul inquired of ADONAI, ADONAI did not answer, neither by dreams nor by Urim or prophets.","4":"So the Philistines mustered and came and camped in Shunem; and Saul gathered all Israel together and they camped at Gilboa.","19":"Moreover, ADONAI will also give the Israelites who are with you into the hand of the Philistines. Tomorrow you and your sons will be with me! Yes, ADONAI will give the army of Israel into the hand of the Philistines.”","13":"“Don’t be afraid!” the king said to her. “What do you see?” The woman said to Saul, “I see a godlike being coming up from the earth.”"},"25":{"11":"So should I take my bread, my water and my meat that I have cooked for my shearers, and give it to men whom I don’t know where they come from?”","41":"So she rose, bowed down with her face to the ground and said, “Behold, your handmaid is a servant to wash the feet of the servants of my lord.”","42":"Then Abigail rose quickly and mounted a donkey, with five of her maidens following her, following David’s messengers, and she became his wife.","3":"The man’s name was Nabal and his wife’s name was Abigail. The woman was intelligent and beautiful, but the man, a Calebite, was harsh and evil in his dealings.","20":"As she was riding on the donkey and going down by the hidden pass of the mountain, behold, David and his men were coming down towards her, so she met them.","12":"So David’s young men turned around and went back. When they came and reported to him all these words,","10":"But Nabal answered David’s servants by saying, “Who is David? And who is Jesse’s son? Nowadays there are many slaves each running away from his master.","17":"Now therefore, know and consider what you will do, for evil is determined against our master and against all his household. But he is such a worthless fellow that no one can speak to him.”","44":"Meanwhile Saul had given Michal his daughter, David’s wife, to Palti son of Laish, who was of Gallim.","40":"When David’s servants came to Abigail at Carmel, they told her, “David has sent us to you, to take you as his wife.”","13":"David said to his men, “Everyone buckle on your sword!” So each man buckled on his sword and David also buckled on his sword. About 400 men went up following David, while 200 stayed with the baggage.","27":"Now let this blessing, which your maidservant has brought to my lord, be given to the young men who are accompanying my lord.","30":"“So when ADONAI has fulfilled for my lord all the good things that He had spoken concerning you, and has appointed you ruler over Israel,","18":"Then Abigail hurried and took 200 loaves, two bottles of wine, five dressed sheep, five measures of roasted corn, 100 cakes of raisins, and 200 cakes of figs, and put them on donkeys.","36":"Then Abigail went to Nabal, and there he was holding a banquet in his house like that of a king — Nabal’s heart was merry within him, for he was quite drunk. So she told him nothing at all until daybreak.","29":"If anyone rises to pursue you and seek your life, then let my lord’s life be bound up in the bundle of the living — with ADONAI your God. But let the soul of your enemies be hurled away as from the hollow of a sling.","23":"When Abigail saw David, she quickly dismounted from her donkey, fell before David on her face and bowed down to the ground.","19":"Then she said to her young men, “Go on ahead of me — see, I am coming after you.” But she did not tell her husband Nabal.","1":"Then Samuel died, and all Israel gathered and lamented him, and buried him at his house in Ramah. David then arose and went down to the wilderness of Paran.","5":"So David dispatched ten young men, and said to the young men, “Go up to Carmel, and when you reach Nabal, greet him in my name.","4":"While David was in the wilderness, he heard that Nabal was shearing his sheep.","8":"Ask your young men and they will tell you. Therefore, let the young men find favor in your eyes, for we have come on a festive day. So please, give to your servants and to your son David, whatever you find at hand.’”","26":"“So now my lord, as ADONAI lives and as your soul lives, since ADONAI has restrained you from shedding blood and from avenging yourself with your own hand, now therefore let your enemies and those who are seeking to harm my lord be as Nabal.","39":"When David heard that Nabal was dead, he said, “Blessed be ADONAI who took the case of my insult from the hand of Nabal, yet has restrained His servant from evil! ADONAI has returned Nabal’s vileness on his own head.” Then David sent word and proposed to Abigail to take her as his wife.","14":"But one of the young men told Nabal’s wife Abigail saying, “Look, David had sent messengers from the wilderness to greet our master, but he spurned them.","37":"It came to pass in the morning, when the wine had gone out of Nabal, and his wife told him these things, that his heart died within him, and he was paralyzed like a stone.","22":"May God do so and even more to David’s enemies if by the morning I leave even one male of all who belong to him!”","28":"Please, forgive the trespass of your maidservant. For ADONAI will certainly make an enduring house for my lord , because my lord is fighting the battles of ADONAI. So let no wrongdoing be found in you all your days.","25":"Please my lord, pay no attention to this worthless fellow, Nabal, for as his name is, so is he — Nabal  is his name and disgraceful folly is with him. But I, your maidservant, did not see the young men of my lord whom you sent.","9":"David’s young men went and told Nabal all those words in David’s name, and waited.","33":"Blessed be your discernment, and may you be blessed for keeping me this day from shedding blood, from avenging myself with my own hand.","15":"Yet the men were very good to us. We were not harmed, nor were we missing anything as long as we went about with them while we were in the fields.","34":"Yet as ADONAI God of Israel lives, who restrained me from harming you, unless you had come quickly to meet me, surely not one male of Nabal’s line would have been left alive by the morning light!”","21":"Now David had been saying, “Surely in vain I’ve guarded all that this fellow has in the wilderness, so that nothing was missing of all that belonged to him — yet he has returned me evil for good.","24":"As she fell at his feet, she pleaded, “On me, only me, my lord, be the punishment! But please, let your maidservant speak in your ears, and listen to the words of your maidservant.","16":"They were a wall to us both by night and by day, all the time that we were with them tending the sheep.","35":"So David received from her hand what she had brought him, and said to her, “Go up in shalom to your house. Look, I have listened to your plea and have granted your request.”","32":"Then David said to Abigail, “Blessed be ADONAI God of Israel, who sent you to meet me this day!","7":"Now I hear that you have shearers. When your shepherds were with us, we did them no harm and nothing of theirs was missing all the time they were in Carmel.","43":"David also took Ahinoam of Jezreel, and the two of them were his wives.","2":"Now there was a man in Maon, whose business was in Carmel, and the man was so wealthy, he had 3,000 sheep and 1,000 goats. At that time he was shearing his sheep in Carmel.","38":"About ten days later, ADONAI struck Nabal and he died.","6":"Thus you will say: ‘Long life! And shalom to you, shalom to your house and shalom to all that is yours.","31":"then this will not be a stumbling-block for you, or offense of heart to my lord, or needless bloodshed by my lord avenging himself. So when ADONAI has dealt graciously with my lord, then remember your handmaid.”"},"9":{"11":"As they went up the hill to the town, they found some girls going out to draw water, and they asked them, “Is the seer here?”","3":"Now the donkeys of Kish, Saul’s father, were lost. So Kish said to his son Saul, “Take now one of the servants with you, get up and look for the donkeys.”","20":"As for the donkeys that you lost three days ago, don’t set your heart on them, for they have been found. Now, for whom is all that is desirable in Israel? Is it not for you and for all your father’s household?”","12":"They answered them and said, “He is there, ahead of you. Hurry now, for he has come today to the town because people have a sacrifice at the high place today.","10":"Then Saul said to his servant, “Well said. Come, let’s go!” So they went to the town where the man of God was.","17":"When Samuel saw Saul, ADONAI spoke to him, “Behold, this is the man I told you about. This one will govern My people.”","13":"As soon as you enter the town, you’ll find him before he goes up to the high place to eat. For the people will not eat until he comes, because he must first bless the sacrifice — afterward the guests can eat. So now, get up, for you will find him at once.”","27":"As they were going down toward the edge of town, Samuel said to Saul, “Tell your servant to go ahead of us and pass on, but as for you, stand still awhile, so that I may proclaim to you the word of God.”","18":"Then Saul approached Samuel inside the gate and asked, “Tell me, please, where the seer’s house is?”","23":"Samuel said to the cook, “Bring the portion that I gave you and told you to set aside.”","19":"Samuel answered Saul by saying, “I am the seer. Go up ahead of me to the high place. For today you will eat with me. In the morning when I send you off, I will tell you everything that is in your heart.","1":"Now there was a man of Benjamin whose name was Kish son of Abiel son of Zeror son of Becorath son of Aphiah son of a Benjamite. He was a mighty man of valor","5":"When they arrived in the land of Zuph, Saul said to his servant with him, “Come, let’s go back — otherwise my father will stop worrying about the donkeys and start worrying about us.”","4":"So he passed through the hill country of Ephraim and passed through the land of Shalishah, but they did not find them. Then they passed through the land of Shaalim, but they were not there. Then he passed through the land of Benjamin, but still did not find them.","8":"The servant answered Saul again and said, “Behold, I have in my hand a quarter of a shekel of silver. I will give it to the man of God and he will tell us our way.”","26":"They rose early, and at daybreak Samuel called to Saul on the roof saying, “Get up, so I may send you off.” So Saul got up, and both of them, he and Samuel, went outside.","14":"So they went up to the town. As they were entering the town, behold, Samuel was coming out toward them to go up to the high place.","22":"Then Samuel took Saul and his servant and brought them into the hall, and gave them a place at the head of the guests, who numbered about 30 people.","25":"When they came down from the high place to the town, he spoke with Saul on the roof.","9":"(Formerly in Israel, when a man went to inquire of God, he said, “Come, let’s go to the seer” — for today’s prophet was formerly called a seer.)","15":"One day before Saul came, ADONAI had revealed to Samuel saying:","21":"Saul answered by saying, “Am I not a Benjamite, from the smallest of the tribes of Israel, and my clan is the least of all the clans of the tribe of Benjamin? So why do you say such things to me?”","24":"So the cook took up the thigh, raised it, and set it before Saul. Then he said, “Here is what has been reserved! Set it before you and eat, because it has been kept until this appointed time for you, since I said, ‘I have invited the people.’” So Saul ate with Samuel that day.","16":"“Tomorrow about this time, I will send you a man from the land of Benjamin, and you will anoint him ruler over My people Israel. He will deliver My people from the hand of the Philistines. I have observed My people, because their cry has come to Me.”","7":"Then said Saul to his servant, “But look, if we go, what would we bring the man? For the bread is gone from our sacks, and there is nothing to bring to the man of God as a present. What do we have?”","2":"and he had a son whose name was Saul — young and handsome — there was no one among Bnei-Yisrael better than him. From his shoulders and up he was taller than any of the people.","6":"Then his servant said to him, “Behold now, there is a man of God in this town, and he is a man held in honor — everything he says is sure to come true. Now, let’s go there. Perhaps he’ll tell us the way we should go.”"},"15":{"11":"“I regret that I made Saul king, for he has turned back from following Me and has not carried out My commands.” So Samuel was troubled and cried out to ADONAI all night long.","3":"Now go and strike down Amalek and put all he has under the ban of destruction — so have no pity on him; but kill both men and women, children and nursing infants, oxen and sheep, camels and donkeys.’”","20":"“But I did obey the voice of ADONAI,” Saul said to Samuel. “I went on the mission on which ADONAI sent me, and brought back Agag the king of Amalek — and utterly destroyed the Amalekites.","12":"Then Samuel rose early in the morning to confront Saul. But it was reported to Samuel saying, “Saul went to Carmel — for some reason, he erected a monument for himself. Then he turned and went down to Gilgal.”","10":"Then the word of ADONAI came to Samuel saying:","17":"Then Samuel said, “Isn’t it true, though you were insignificant in your own eyes, that you were made head of the tribes of Israel? ADONAI anointed you king over Israel!","13":"Now when Samuel reached Saul, Saul said to him, “Blessed are you of ADONAI! I have carried out ADONAI’s command.”","27":"As Samuel turned about to go, Saul seized the edge of his robe, and it tore.","30":"Then Saul said, “I have sinned! But please, honor me now before the elders of my people and before Israel, and return with me until I bow in worship to ADONAI your God.”","18":"Then ADONAI sent you on a mission and said: ‘Go and utterly destroy the Amalekites, the sinners, and wage war against them until you annihilate them.’","29":"Moreover, the Eternal Glory of Israel does not lie or change His mind.  For He is not human that He should change His mind.”","23":"For rebellion is like the sin of divination and stubbornness is like iniquity and idolatry. Since you have rejected ADONAI’s word, He has also rejected you as king.”","19":"Why then did you not obey the voice of ADONAI, but rushed greedily onto the spoil — doing what was evil in ADONAI’s eyes?”","1":"Then Samuel said to Saul, “ADONAI sent me to anoint you as king over His people, over Israel. Now therefore, listen to the voice of the words of ADONAI!","5":"Saul advanced to the city of Amalek and lay in wait in the valley.","4":"So Saul summoned the troops and numbered them in Telaim: 200,000 foot soldiers and 10,000 men of Judah.","8":"He captured King Agag of Amalek alive, and utterly destroyed all the people with the edge of the sword.","26":"But Samuel said to Saul, “I will not return with you, for you have rejected the word of ADONAI, and ADONAI has rejected you as king over Israel.”","14":"But Samuel said, “Then what is this bleating of the sheep in my ears, and the lowing of the oxen that I hear?”","22":"Samuel said: “Does ADONAI delight in burnt offerings and sacrifices as in obeying the voice of ADONAI?  Behold, to obey is better than sacrifice, to pay heed than the fat of rams.","28":"Then Samuel said to him, “ADONAI has torn the kingship over Israel from you today and has given it to your neighbor who is better than you.","25":"So now, please pardon my sin and return with me, that I may worship ADONAI.”","9":"But Saul and the people spared Agag as well as the best of the sheep, the cattle, even the fatlings and the lambs, and all that was good, since they were not willing to utterly destroy them; everything that was worthless and feeble, they destroyed completely.","33":"Then Samuel said, “As your sword has made women childless, so will your mother be childless among women.” Then Samuel cut Agag into pieces before ADONAI in Gilgal.","15":"“They brought them from the Amalekites,” Saul replied, “for the people spared the best of the sheep and oxen to sacrifice to ADONAI your God — but the rest we have utterly destroyed.”","34":"Samuel then went to Ramah, while Saul went up to his house in Gibeah of Saul.","21":"But the people took some of the spoil, sheep and oxen — the best of what was under the ban of destruction — to sacrifice to ADONAI your God in Gilgal.”","24":"Then Saul said to Samuel, “I have sinned! For I have transgressed against the word of ADONAI and your words — because I feared the people and listened to their voice.","16":"“Stop!” Samuel said to Saul. “Let me tell you what ADONAI said to me last night.” “Say on,” he said.","35":"Samuel never did see Saul again until the day of his death. Yet Samuel mourned over Saul, while ADONAI regretted that He had made Saul king over Israel.","32":"Then Samuel said, “Bring me Agag the king of Amalek.” Agag approached him in chains, thinking, “Surely bitter death has turned back.”","7":"Then Saul struck down the Amalekites from Havilah until you come to Shur, which is close to Egypt.","2":"Thus says ADONAI-Tzva’ot: ‘I remember what Amalek did to Israel, how he set himself against him on the way while he was coming up from Egypt.","6":"Then Saul said to the Kenites, “Go, depart, get down from among the Amalekites, or else I may destroy you with them — for you showed kindness to all Bnei-Yisrael when they came up from Egypt.” So the Kenites withdrew from among the Amalekites.","31":"So Samuel returned after Saul, and Saul bowed in worship to ADONAI."},"21":{"16":"Do I have a shortage of crazy people that you’ve brought this fellow to go crazy on me? Is this one going to come into my house?”","3":"David said to Ahimelech the kohen, “The king has commissioned me with a matter, and told me: ‘Let no one know anything about the mission on which I am sending you, or with what I have commissioned you.’ So, I have directed the young men to such and such a place.","5":"The kohen answered David saying, “There is no common bread on hand, but there is consecrated bread  — so long as the young men have kept themselves from women.”","12":"But Achish’s courtiers said to him, “Isn’t this David king of the land? Isn’t he the one they sing about in their dances saying, ‘Saul has slain his thousands, and David his ten thousands?’”","10":"The kohen said, “The sword of Goliath the Philistine whom you killed in the valley of Elah — it’s here, wrapped in a cloth behind the ephod. If you want to take it for yourself, take it. For there’s nothing else here.” “There’s nothing like it!” David said. “Give it to me.”","2":"David went to Nob to Ahimelech the kohen. Ahimelech was afraid to meet David, so he said to him, “Why are you alone and no one with you?”","8":"Now one of Saul’s servants was there that day, detained before ADONAI. His name was Doeg the Edomite, chief of Saul’s shepherds.","11":"Then David got up and fled that day from Saul, and went to Achish, king of Gath.","1":"Then David got up and left, while Jonathan returned to the town.","9":"Then David said to Ahimelech, “Isn’t there a spear or sword on hand? For I did not take my sword or my weapons with me, because the king’s mission was urgent.”","14":"that he changed his demeanor before them and acted like a mad man while in their hands — scribbling on the doors of the gate and letting his saliva run down his beard.","7":"So the kohen gave him consecrated bread, for there was no bread there but the bread of the Presence, which was taken out from the presence of ADONAI in order to replace it with hot bread on the day it was taken away.","15":"Then Achish said to his courtiers, “Look, you can see the man is insane. Why did you bring him to me?","6":"“Of course women have been kept from us, as on previous campaigns,” David answered the kohen. “So the young men’s vessels were holy, though it was an ordinary mission — how much more so will their vessels be holy today!”","4":"So now, what do you have on hand? Give me five loaves of bread or whatever can be found.”","13":"David took these words to heart, and he became so afraid of King Achish of Gath"},"24":{"16":"Now when David finished speaking these words to Saul, Saul said, “Is this your voice, my son, David?” Then Saul lifted up his voice and wept aloud.","3":"When he came across the sheepfolds along the way where there was a cave, Saul went in to relieve himself. Now David and his men were already sitting in the innermost parts of the cave.","5":"But afterward, David’s conscience bothered him for cutting off the edge of Saul’s robe.","21":"Swear now to me by ADONAI that you won’t cut off my descendants after me, and that you won’t wipe out my name from my father’s house.”","18":"You’ve told today how well you’ve dealt with me, for ADONAI had delivered me up into your hand, yet you did not kill me.","12":"May ADONAI judge between me and you, and may ADONAI avenge me of you, but my hand will not be against you.","10":"Look, today your own eyes should see how ADONAI delivered you today into my hand, in the cave. Some urged me to kill you, but my eye had pity on you, and I said: ‘I will not stretch out my hand against my lord, for he is ADONAI’s anointed.’","2":"So Saul took 3,000 chosen men from all Israel and went to search for David and his men near the rocks of the mountain goats.","22":"So David swore to Saul. Then Saul went to his home, but David and his men went up to the stronghold.","8":"David also rose afterward, went out of the cave, and called out after Saul saying, “My lord the king!” When Saul looked behind him, David bowed with his face to the earth and prostrated himself.","17":"Then he said to David, “You are more righteous than I, for you have done good to me, while I have done evil to you.","11":"Moreover, my father, see! Yes, look at the corner of your robe in my hand! For in cutting off the corner of your robe, yet not killing you, you should know and realize that there is no evil or rebellion in my hand. I haven’t sinned against you, even though you are lying in wait for my life, to take it.","1":"Now when Saul returned from pursuing the Philistines, they told him saying, “Look, David is in the wilderness of En-gedi.”","9":"Then David said to Saul, “Why do you listen to men’s words saying: ‘Look, David intends you harm’?","14":"Whom has the king of Israel come after? Who are you chasing? A dead dog? A single flea?","7":"So David persuaded his fellow men with these words and did not let them rise against Saul. Then Saul left the cave and went on his way.","15":"May ADONAI be judge and decide between me and you! And may He see and plead my cause and vindicate me against you.”","20":"Now behold, I know for certain that you will be king, and that the kingdom of Israel will rise in your hand.","6":"So he said to his fellow men, “ADONAI forbid that I should do such a thing to my lord, ADONAI’s anointed, stretching out my hand against him — for he is ADONAI’s anointed.”","4":"So David’s men said to him, “Look, it’s the day ADONAI spoke to you about, ‘Behold, I will deliver your enemy into your hand, so you may do to him as seems good in your eyes.’” Then David crept and cut off the corner of Saul’s robe stealthily.","19":"For if a man finds his enemy, will he let him go away on a good road? May ADONAI reward you with good in return for what you have done to me today.","13":"As the old proverb goes, ‘Out of the wicked comes forth wickedness’ — but my hand will never be on you."},"16":{"16":"Let our lord now command your courtiers in your service to search for a man who is a skillful player on the harp. Then whenever the evil spirit from God comes on you, he will play with his instrument and you will feel better.”","3":"Then invite Jesse to the sacrifice, and I will let you know what you are to do. You will anoint for Me whom I tell you.”","5":"“In shalom,” he said. “I have come to sacrifice to ADONAI. Consecrate yourselves and come with me to the sacrifice.” He also consecrated Jesse and his sons and invited them to the sacrifice.","21":"Then David came to Saul and became one of his attendants. Saul loved him greatly, so David became his armor-bearer.","18":"One of the young men answered and said, “I have seen a son of Jesse the Beth-lehemite who is skillful in playing music. He is a mighty man of valor, a warrior, prudent in speech, a handsome man, and ADONAI is with him.”","12":"So he sent word and had him come. Now he was ruddy-cheeked, with beautiful eyes and a handsome appearance. Then ADONAI said, “Arise, anoint him, for this is the one.”","10":"Thus Jesse made seven of his sons pass before Samuel. But Samuel said to Jesse, “ADONAI has not chosen any of these.”","2":"But Samuel replied, “How can I go? If Saul hears of it, he will kill me.” ADONAI said, “Take a heifer with you and say: ‘I have come to sacrifice to ADONAI.’","22":"Then Saul sent word to Jesse saying, “Let David now keep attending me, for he has found favor in my eyes.”","8":"Then Jesse called Abinadab and made him pass before Samuel. But he said, “Neither has ADONAI chosen this one.”","17":"So Saul said to his courtiers, “Find me someone who can play well and bring him to me.”","11":"Then Samuel asked Jesse, “Are these all the boys you have?” “There’s still the youngest,” he replied. But right now, he’s tending the sheep.” “Send and bring him,” Samuel said to Jesse, “for we will not sit down until he comes here.”","1":"Now ADONAI said to Samuel, “How long will you grieve over Saul, since I have rejected him as king over Israel? Fill your horn with oil and go. I am sending you to Jesse the Beth-lehemite, for I have selected for Myself a king among his sons.”","9":"Then Jesse made Shammah pass by and again he said, “Neither has ADONAI chosen this one.”","14":"Now the Ruach ADONAI had departed from Saul, and an evil spirit from ADONAI terrified him.","7":"But ADONAI said to Samuel, “Do not look at his appearance or his stature, because I have already refused him. For He does not see a man as man sees, for man looks at the outward appearance, but ADONAI looks into the heart.”","15":"So Saul’s courtiers said to him, “Behold now, an evil spirit from God is tormenting you.","20":"So Jesse took a donkey, loaded it with bread, a bottle of wine and a young goat, and sent them with his son David to Saul.","23":"It came to pass, whenever the spirit from God came upon Saul, David would take the harp and play it with his hand. So Saul would find relief and feel better, as the evil spirit departed from him.","6":"Upon their arrival, he saw Eliab and thought, “Surely, ADONAI’s anointed one is before Him.”","4":"So Samuel did what ADONAI said and went to Beth-lehem. The elders of the town came out to meet him trembling, and asked, “Do you come in shalom?”","19":"So Saul sent messengers to Jesse and said, “Send me your son David, who is with the flock.”","13":"So Samuel took the horn of oil and anointed him in the midst of his brothers. From that day on Ruach ADONAI came mightily upon David. Then Samuel rose up and went to Ramah."},"7":{"16":"He used to go annually on a circuit to Beth-el and Gilgal and Mizpah, and would judge over Israel in all those places.","3":"Then Samuel spoke to the whole house of Israel saying, “If you are returning to ADONAI with all your heart, then remove the foreign gods and the Ashtaroth from among you, direct your hearts to ADONAI and serve Him only. Then He will deliver you from the hand of the Philistines.”","5":"Then Samuel said, “Gather all Israel to Mizpah and I will pray to ADONAI for you.”","12":"Then Samuel took a stone and set it between Mizpah and Shen, and named Eben-ezer  saying, “Thus far ADONAI has helped us.”","10":"As Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel. But ADONAI thundered with loud thunder on that day against the Philistines and confused them so that they were defeated before Israel.","2":"From the day the ark rested in Kiriath-jearim it was a long time, 20 years, and the whole house of Israel yearned after ADONAI.","8":"So Bnei-Yisrael said to Samuel, “Don’t stop crying out to ADONAI our God for us, so He may save us from the hand of the Philistines!”","17":"Then his return was to Ramah, because his home was there, and from there he would judge Israel. So he built an altar to ADONAI there.","11":"Then the men of Israel went out of Mizpah and pursued the Philistines, and struck them down all the way to below Beth-car.","1":"Then the men of Kiriath-jearim came and fetched up the ark of ADONAI, brought it into the house of Abinadab on the hill, and consecrated Eleazar his son to guard the ark of ADONAI.","9":"Samuel took a nursing lamb and offered it as a whole burnt offering to ADONAI. Then Samuel cried out to ADONAI for Israel and ADONAI answered him.","14":"The towns that the Philistines had taken from Israel, from Ekron to Gath, were restored to Israel, and Israel recovered its territory from the hand of the Philistines. There was also peace between Israel and the Amorites.","7":"Now when the Philistines heard that Bnei-Yisrael had assembled at Mizpah, the lords of the Philistines marched against Israel. When Bnei-Yisrael heard it, they were afraid of the Philistines.","15":"Now Samuel judged Israel all the days of his life.","6":"So they gathered together at Mizpah, drew water and poured it out before ADONAI. They fasted on that day and said there, “We have sinned against ADONAI.” Then Samuel was judging Bnei-Yisrael at Mizpah.","4":"So Bnei-Yisrael removed the Baalim  and the Ashtaroth, and served ADONAI alone.","13":"So the Philistines were subdued and they did not invade the border of Israel anymore. The hand of ADONAI was against the Philistines all the days of Samuel."},"2":{"11":"Then Elkanah went home to Ramah, while the boy served ADONAI before Eli the kohen.","3":"Boast no more so proudly — insolence comes out of your mouth. For ADONAI is the all-knowing God, and by Him deeds are weighed.","20":"Then Eli would bless Elkanah and his wife and say, “May ADONAI give you offspring from this woman instead of the one she requested from ADONAI.” Then they would return to their place.","12":"Now Eli’s sons were worthless men ; they did not acknowledge ADONAI.","10":"Those who oppose ADONAI will be shattered. He thunders against them in heaven. He judges the ends of the earth. He gives strength to His king, exalting the horn of His anointed one.”","17":"Thus the sin of the young men was very great before ADONAI, for the men despised the offering of ADONAI.","13":"Now this was the custom of the kohanim with the people: whenever any man offered a sacrifice, the kohen’s servant would come along, while the meat was boiling, with a three-pronged fork in his hand,","27":"Now there came a man of God to Eli and said to him, “Thus says ADONAI: Did I not reveal Myself clearly to the house of your father when they were in Egypt belonging to Pharaoh’s palace?","30":"Therefore ADONAI God of Israel declares, I indeed said that your house and your father’s house should walk before Me forever. But now declares ADONAI, far be it from Me! For I will honor those who honor Me, but those who despise Me will be disdained.","18":"But Samuel was ministering before ADONAI, as a boy girded with a linen ephod.","36":"Anyone left in your household will come and bow low to him for a piece of silver and a loaf of bread, and will say: ‘Please, assign me to one of the priestly offices so that I may eat a morsel of bread.’”","29":"Why do you kick at My sacrifice and My offering which I have commanded in My dwelling, and honor your sons above Me, by fattening yourselves with the choicest of every offering of Israel My people?","23":"So he said to them, “Why do you do such things? For I hear evil reports from all these people concerning you.","19":"Moreover, his mother would make him a little robe and bring it to him from year to year when she would come up with her husband to offer the annual sacrifice.","1":"Then Hannah prayed and said,  “My heart exults in ADONAI, my horn is lifted high in ADONAI. I smile wide over my enemies, for I rejoice in Your salvation.","5":"Those full hire themselves for bread, but those starving hunger no more. Even the barren gives birth to seven, but she with many sons languishes.","4":"The bows of the mighty are broken, but the stumbling are girded with strength.","8":"He raises the helpless from the dust. He lifts the needy from the dunghill, to make them sit with nobles, granting them a seat of honor. For the earth’s pillars are ADONAI’s, and He has set the world on them.","26":"Meanwhile, the child Samuel kept growing and increasing in favor both with ADONAI and also with men.","14":"and he would thrust it into the pan, or kettle, or caldron or pot. Whatever the fork brought up, the kohen would take for himself. This is how they dealt with all the Israelites who came there to Shiloh.","22":"Now Eli had grown very old. He heard all that his sons did to all Israel, and how they slept with the women who served at the doorway of the Tent of Meeting.","28":"Also did I not choose them from all the tribes of Israel to be My kohanim, to officiate at My altar, to burn incense and to wear an ephod before Me? Did I not give to the house of your father all the fire offerings of Bnei-Yisrael?","25":"If a man sins against another, God may pardon him; but if a man sins against ADONAI, who will intercede for him?” But they did not listen to the voice of their father, because ADONAI desired to put them to death.","9":"He guards the steps of His godly ones, but the wicked are silenced in darkness. For one does not prevail by might.","33":"Any man of yours that I did not cut off from My altar would make your eyes weep and your soul grieve. So all the increase of your household will die as young men.","15":"Even before they burned the fat, the kohen’s servant would come and say to the one offering sacrifice, “Give the kohen meat for roasting, since he will not accept boiled meat from you — only raw.”","34":"Now this will be the sign to you that will come on your two sons — Hophni and Phinehas — on the same day both of them will die.","21":"So ADONAI visited Hannah, and she conceived and gave birth to three sons and two daughters. Meanwhile, the child Samuel grew before ADONAI.","24":"No, my sons! For this is not a good report that I hear ADONAI’s people spreading around.","16":"If the man said to him, “Let them first burn the fat up as smoke, and then take as much as you desire,” he would reply, “No! But you must give it now — otherwise, I will take it by force.”","35":"“Yet I will raise up for Myself a faithful kohen who will do according to what is in My heart and My mind. Then I will build him an enduring house, and he will walk before My anointed one all the time.","32":"Moreover, you will behold the distress of My dwelling, despite all that is good that has been done to Israel. So no one in your household will reach old age, forever.","7":"ADONAI makes poor and makes rich, He brings low and also lifts up.","2":"There is none holy as ADONAI, for there is none besides You, nor is there any rock like our God.","6":"ADONAI causes death and makes alive, He brings down to Sheol and raises up.","31":"Behold, the days are coming when I will cut short your strength and the strength of your father’s house, so that no one in your household will reach old age."},"6":{"16":"Now when the five lords of the Philistines had seen it, they returned to Ekron that same day.","3":"So they said, “If you are going to send the ark of the God of Israel back, do not send it empty. For you must surely return it with a guilt offering. Then you will be healed and it will be revealed to you why His hand has not been removed from you.”","5":"So you will make images of your tumors and images of your mice that mar the land, and you must give glory to the God of Israel. Perhaps He will lighten His hand off of you, your gods and your land.","21":"So they sent messengers to the inhabitants of Kiriath-jearim, saying, “The Philistines have brought back the ark of ADONAI. Come down — bring it up to you.”","18":"The golden mice also corresponded to the number of all the cities of the Philistines belonging to the five lords — both the fortified cities and their country villages — as far as the large stone on which they had set down the ark of ADONAI. It remains to this day in the field of Joshua of Beth-shemesh.","12":"So the cows took the way straight toward Beth-shemesh — they kept along the same highway, lowing as they went, and turned aside neither to the right nor to the left. The lords of the Philistines followed them to the border of Beth-shemesh.","10":"So the people did so — they took two milk cows and hitched them to the cart, and shut up their calves at home.","2":"the Philistines summoned the priests and the diviners saying, “What should we do with the ark of ADONAI? Tell us how we should send it back to its place.”","8":"Then take the ark of ADONAI and place it on the cart; also put the golden objects that you return to Him as a guilt offering in a box by its side. Then send it off so it may go.","17":"So these are the golden tumors that the Philistines returned as a guilt offering to ADONAI: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron.","11":"Then they placed the ark of ADONAI on the cart together with the box, the golden mice, and the models of their tumors.","1":"After the ark of ADONAI had been in the country of the Philistines seven months,","9":"Then watch — if it goes up by the way of its own territory to Beth-shemesh, then it was He who inflicted on us this great harm. But if not, then we will know that it was not His hand that struck us; it just happened to us by chance.”","14":"The cart came to the field of Joshua of Beth-shemesh and stopped there, where there was a large stone. Then they chopped the wood of the cart and offered up the cows as a burnt offering to ADONAI.","7":"Now therefore get a new cart ready, two milk cows on which there has never been a yoke, hitch the cows to the cart, and return their calves home, away from them.","15":"The Levites took down the ark of ADONAI and the box that was with it that contained the gold objects, and placed them on the large stone. Then the people of Beth-shemesh offered burnt offerings and sacrifices to ADONAI that day.","20":"So the men of Beth-shemesh asked, “Who is able to stand before ADONAI — this holy God? To whom should it go up from us?”","6":"Why harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He afflicted them, didn’t they send them away so they left?","4":"“What guilt offering should we return to Him?” they asked. So they said, “Five golden tumors and five golden mice — according to the number of the lords of the Philistines, for one plague was on each of you and on your lords.","19":"Then He struck down some of the men of Beth-shemesh because they had gazed into the ark of ADONAI. He struck down the people — 70 out of 50,000 men — the people mourned because ADONAI had struck the people a great slaughter.","13":"Now the people of Beth-shemesh were reaping their wheat harvest in the valley. When they lifted up their eyes and saw the ark, they rejoiced to see it."},"31":{"3":"When the battle intensified against Saul, the archers hit him, so he was severely wounded by the archers.","5":"When his armor-bearer saw that Saul was dead, he likewise fell on his sword and died with him.","12":"all their valiant men set out and walked all night, and took the body of Saul and the bodies of his sons from the wall of Beth-shan, then went to Jabesh and burned them there.","10":"Then they put his armor in the house of the Ashtaroth and fastened his body to the wall of Beth-shan.","2":"The Philistines pressed hard after Saul and his sons, and the Philistines struck down Jonathan, Abinadab and Malchishua, the sons of Saul.","8":"It was the next day, when the Philistines came to strip the slain, that they found Saul and his three sons fallen on Mount Gilboa.","11":"Now when the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,","1":"Now the Philistines were fighting against Israel. Israel’s men fled before the Philistines and many fell slain on Mount Gilboa.","9":"So they cut off his head and stripped off his armor, and sent them throughout the land of the Philistines, to spread the good news to the house of their idols and to the people.","7":"When the men of Israel who were on the other side of the valley and those across the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the towns and fled. Then the Philistines came and occupied them.","6":"So Saul, his three sons, his armor-bearer, and all his men died together that same day.","4":"Then Saul said to his armor-bearer, “Draw your sword and thrust me through with it, or else these uncircumcised will come and thrust me through after torturing me.” But his armor-bearer refused, for he was too afraid. So Saul took the sword and fell on it.","13":"They took their bones and buried them under the tamarisk tree in Jabesh and fasted for seven days."}}}