{"translationKey":"tlv","translation":"TLV","book":"Zephaniah","bookSlug":"zephaniah","chapters":{"7":{"11":"Now this is a copy of the letter that King Artaxerxes gave to Ezra the kohen, the scribe, a teacher of matters pertaining to the mitzvot of ADONAI and His statutes over Israel:","3":"son of Amariah, son of Azariah, son of Meraioth,","20":"The rest of the needs for the House of your God that you may have occasioned to supply, you may provide from the royal treasury.","12":"“Artaxerxes, king of kings, “To Ezra the kohen, a scribe of the Law of the God of heaven.","10":"For Ezra had set his heart to seek the Torah of ADONAI, to observe and to teach its statues and ordinances in Israel.","17":"Furthermore, with this silver you should be sure to buy bulls, rams and lambs, along with their grain offerings and their drink offerings and offer them on the altar of the House of your God in Jerusalem.","13":"“I have now issued a decree that anyone in my kingdom from the people of Israel — even the kohanim and Levites — who wish to go up to Jerusalem with you may go.","27":"Blessed be ADONAI, the God of our fathers, who has put it into the heart of the king to beautify the House of ADONAI in Jerusalem in this way","18":"You may do whatever seems good to you and your brothers with the remaining silver and gold, according to the will of your God.","23":"Everything that the God of heaven has required, let it be done with diligence for the House of the God of heaven. For why should there be wrath against the realm of the king and his sons?","19":"“The vessels that are entrusted to you for the service of the House of your God, deliver before the God of Jerusalem.","1":"Now after these things, during the reign of Artaxerxes king of Persia, Ezra son of Seraiah, son of Azariah, son of Hilkiah,","5":"son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the kohen gadol —","4":"son of Zerahiah, son of Uzzi, son of Bukki,","8":"He arrived in Jerusalem in the fifth month of the seventh year of the king.","26":"Let anyone who does not observe the Law of your God and the law of the king, be punished with due diligence, whether it is death or banishment, confiscation of goods or imprisonment.”","14":"For you are sent by the king and his seven counselors to inquire about Judah and Jerusalem with regard to the Law of your God, which is in your hand,","22":"up to 100 talents of silver, 100 cors of wheat, 100 baths of wine, 100 baths of oil, and salt without limit.","28":"and who has extended lovingkindness to me before the king and his counselors and all the king’s mighty princes. I gained strength, as the hand of ADONAI my God was upon me, and I gathered leading men from Israel to go up with me.","25":"“Now you, Ezra, according to the wisdom of your God that is in your hand, appoint judges and magistrates who may administer justice to all the people in Trans-Euphrates — all who know the laws of your God. And you are to teach those who do not know them.","9":"He began his aliyah from Babylon on the first day of the first month and entered Jerusalem on the first day of the fifth month, because the good hand of his God was upon him.","15":"and to bring the silver and gold that the king and his counselors have freely given to the God of Israel, whose dwelling is in Jerusalem,","21":"“I, King Artaxerxes, hereby issue a decree to all the treasurers of Trans-Euphrates to diligently provide all that Ezra the kohen, scribe of the Law of the God of heaven, may ask of you —","24":"We also notify you that you have no authority to impose tribute, tax or duty on any of the kohanim, Levites, singers, gatekeepers, sanctuary servants, or attendants at this House of God.","16":"together with all the silver and gold that you find in the whole province of Babylon, as well as the freewill offerings of the people and the kohanim for the House of their God in Jerusalem.","7":"Some of Bnei-Yisrael and some of the kohanim, the Levites, the singers, the gatekeepers, and the sanctuary servants also came up to Jerusalem in the seventh year of King Artaxerxes.","2":"son of Shallum, son of Zadok, son of Ahitub,","6":"this Ezra came up from Babylon. He was a scribe skilled in the Torah of Moses that ADONAI the God of Israel had given. The king granted him everything he requested, because the hand of ADONAI his God was upon him."},"9":{"3":"When I heard this report, I tore my garment and my robe, and pulled out some of the hair from my head and from my beard. Then I sat down devastated.","5":"At the time of the evening offering, I rose up from my self-abasement with my garment and robe torn, then I bowed down on my knees and spread out my hands to ADONAI my God.","12":"Therefore, do not give your daughters to their sons nor take their daughters for your sons. Do not seek their shalom or their welfare, so that you may be strong, eat the good things of the land and leave it as an inheritance for your children forever.’","10":"“So now, our God, what should we say after this? For we have forsaken Your mitzvot","2":"For they have taken some of their daughters as wives for themselves and for their sons and have mingled the holy seed with the peoples of the lands. Indeed, the hand of the leaders and the officials have been at the forefront in this unfaithful act.”","8":"“But now for a brief moment ADONAI our God has shown us favor in leaving us a remnant and giving us as a peg in His holy place. Thus our God has enlightened our eyes and has given us a little relief in our bondage.","11":"that You commanded through Your servants the prophets saying, ‘The land that you are entering to possess is a land defiled by the impurities of the peoples of the lands. Through their abominations, they have filled it from one end to the other with their uncleanness.","1":"Now when these things had been completed, the leaders approached me to say: “The people of Israel, the kohanim and the Levites have not separated themselves from the peoples of the lands who practice detestable things just like the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians and the Amorites.","9":"Though we are slaves, our God has not forsaken us in our bondage. He has extended lovingkindness to us in the sight of the kings of Persia, reviving us in order to restore the House of our God, to raise up its ruins, and to give us a wall in Judah and in Jerusalem.","14":"shall we once again break Your mitzvot and intermarry with the peoples who commit such detestable actions as these? Would You not be angry enough with us to destroy us, leaving us no remnant or survivor?","7":"From the days of our fathers to this day our guilt has been great. Because of our iniquities we, our kings and our kohanim have been subjected to the sword, to captivity, to plunder and to humiliation at the hand of the kings of the lands, as it is today.","15":"ADONAI, God of Israel, You are righteous, for we are left this day as a remnant. Behold, here we are before You in our guilt; because of it no one can stand before You.”","6":"I prayed, “O my God, I am ashamed and humiliated to lift up my face to You, my God! For our iniquities are higher than our heads and our guilt has reached to the heavens.","4":"Everyone who trembled at the words of the God of Israel gathered themselves around me because of the unfaithful act of the exiles. Devastated, I sat there until the evening offering.","13":"“After everything that has happened to us because of our evil deeds and our great guilt — for You, our God, have punished us less than our iniquities deserve, and given us a remnant such as this —"},"10":{"11":"So now, give praise to ADONAI, the God of your fathers, and do His will. Separate yourselves from the peoples of the land and from your foreign wives.”","41":"Azarel, Shelemiah, Shemariah,","42":"Shallum, Amariah and Joseph.","3":"So now let us make a covenant with our God to send away all these women and their offspring, in accordance with the counsel of my lord and of those who fear the commands of our God. Let it be done according to the Torah.","20":"Also from the sons of Immer: Hanani and Zebadiah.","12":"The entire assembly answered and said with a loud voice, “Yes, we will do just as you have said.","10":"Then Ezra the kohen stood up and said to them, “You have been unfaithful and taken foreign wives, increasing the guilt of Israel.","17":"and they were finished dealing with all the men who had married foreign women on the first day of the first month.","44":"All these had taken foreign women, and some of them had children by these wives.","40":"Machnadebai, Shashai, Sharai,","13":"However, there are many people here and it is the rainy season, and we are not able to stand outside. Besides, this task cannot be resolved in one or two days, for we have transgressed greatly in this matter.","27":"From the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.","30":"From the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui and Manasseh.","18":"Among the sons of the kohanim it was found that the following had married foreign women: The sons of Jeshua son of Jozadak and his brothers Maaseiah, Eliezer, Jarib and Gedaliah.","36":"Vaniah, Meremoth, Eliashib,","29":"From the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal and Ramoth.","23":"From the Levites: Jozabad, Shimei, Kelaiah — he is Kelita — Pethahiah, Judah and Eliezer.","19":"They all gave their hands in pledge to put away their wives, and for their guilt, they offered a ram of the flock as a guilt offering.","1":"While Ezra was praying and confessing, weeping and prostrating himself before the House of God, a very large assembly of Israelites — men, women and children — gathered around him. The people also wept very bitterly.","5":"So Ezra rose up and made the leading kohanim, the Levites, and all Israel take an oath to do according to this word; and they took the oath.","4":"Arise! For this matter concerns you. We are with you, so be strong and do it!”","8":"Everyone who did not come within three days, would forfeit all his property according to the counsel of the officials and the elders, and would himself be excluded from the assembly of the exiles.","26":"From the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.","39":"Shelemiah, Nathan, Adaiah,","14":"Let our leaders stand for the whole assembly. Let everyone in our cities who has married a foreign woman come at an appointed time, and with them the elders of each city and its judges, until the burning wrath of our God is turned back from us in this matter.”","37":"Mattaniah, Mattenai, Jaasai,","22":"From the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad and Elasah.","28":"From the sons of Bebai: Jehohanan, Hananiah, Zabbai and Athlai.","25":"Also from Israel: From the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah and Benaiah.","9":"So within three days all the men of Judah and Benjamin assembled in Jerusalem. On the twentieth day of the ninth month, all the people were sitting in the plaza before the House of God, trembling because of this matter and because of the rain.","33":"From the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh and Shimei.","15":"Only Jonathan son of Asahel and Jahzeiah son of Tikvah stood against this, supported by Meshullam and Shabbethai the Levite.","34":"From the sons of Bani: Maadai, Amram, Uel,","21":"From the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.","24":"From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri.","16":"So the exiles did as proposed. Ezra the kohen, set apart men who were patriarchal leaders of their fathers’ households each designated by name. So they sat down on the first day of the tenth month to consider the matter,","35":"Benaiah, Bedeiah, Cheluhu,","32":"Benjamin, Malluch and Shemariah.","7":"A proclamation was then circulated throughout Judah and Jerusalem for all of the exiles to assemble in Jerusalem.","43":"From the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel and Benaiah.","2":"Then Shecaniah son of Jehiel, one of the sons of Elam, answered and said to Ezra, “We have been unfaithful to our God and have married foreign women from the peoples of the land. But in spite of this, there is still hope for Israel.","38":"Bani, Binnui, Shimei,","6":"Then Ezra got up from before the House of God and went into the room of Jehohanan son of Eliashib. While he was there, he ate no bread and drank no water, because he continued to mourn over the unfaithfulness of the exiles.","31":"From the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"},"3":{"3":"They set up the altar on its fixed resting place despite their fear of the peoples of the lands and they offered burnt offerings on it to ADONAI, both the morning and the evening sacrifices.","5":"After that they presented the regular burnt offerings, the new moon sacrifices and the sacrifices for all the sacred moadim of ADONAI, as well as all the freewill offerings brought to ADONAI.","12":"But many of the kohanim, Levites and patriarchal leaders, older men who had seen the former House, wept loudly at the sight of the founding of this House, while many shouted for joy.","10":"When the builders had laid the foundation of the Temple of ADONAI, the kohanim, arrayed in their vestments and with clarions, and the Levites sons of Asaph with cymbals, were stationed to praise ADONAI as prescribed by King David of Israel.","2":"Then Jeshua son of Jozadak, his fellow kohanim, Zerubbabel the son of Shealtiel and his associates began to build the altar of the God of Israel, in order to offer burnt offerings on it as written in the Torah of Moses, the man of God.","8":"In the second month of the second year after they had come to the House of God in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak and the rest of their brothers — the kohanim, the Levites and all who returned from captivity to Jerusalem — began the work. They appointed the Levites from twenty years of age and older to supervise the work on the House of ADONAI.","11":"With praise and thanksgiving they sang to ADONAI, “For He is good; For His mercy upon Israel endures forever.” Then all the people gave a great shout of praise to ADONAI because the foundation of the House of ADONAI had been laid.","1":"When the seventh month arrived and the sons of Israel were settled in the towns, the people gathered together as one man in Jerusalem.","9":"Then Jeshua, his sons and his brothers, Kadmiel and his sons, the sons of Judah, stood together to supervise those working in the House of God, along with the sons of Henadad, their sons, and their brothers, the Levites.","7":"So they gave money to the stone-masons and carpenters, and food, beverages, and oil to the Sidonians and to the Tyrians to bring cedar trees by sea from Lebanon to Joppa, as authorized by King Cyrus of Persia.","6":"From the first day of the seventh month, they began to offer burnt offerings to ADONAI, though the foundation of the Temple of ADONAI had not been laid.","4":"They also kept the Feast of Sukkot as it is written and offered the prescribed number of daily burnt offerings according to the requirement for each day.","13":"People could not distinguish the sound of the shouts of joy from the sound of the people’s weeping. For the people were shouting so loudly that the sound was heard far away."},"2":{"10":"the sons of Bani — 642","63":"As a result, the governor said to them that they should not eat any of the most holy food until a kohen was ministering with the Urim and Thummim.","30":"the son of Magbish — 156","49":"the sons of Uzza, the sons of Paseah, the sons of Besai,","62":"These sought their records in the genealogical lists, but did not find them. So they were disqualified from the priesthood.","22":"the men of Netophah — 56","13":"the sons of Adonikam — 666","47":"the sons of Giddel, the sons of Gahar, the sons of Reaiah,","3":"the sons of Parosh — 2,172","8":"the sons of Zattu — 945","12":"the sons of Azgad — 1,222","65":"not including their male and female servants, who numbered 7,337. They also had 200 male and female singers.","40":"The Levites: the sons of Jeshua and Kadmiel (through the line of Hodaviah) — 74","14":"the sons of Bigvai — 2,056","26":"the sons of Ramah and Geba — 621","17":"the sons of Bezai — 323","28":"the men of Beth-el and Ai — 223","36":"The kohanim: the sons of Jedaiah from the house of Jeshua — 973","4":"the sons of Shephatiah — 372","50":"the sons of Asnah, the sons of Meunim, the sons of Nephusim,","45":"the sons of Lebanah, the sons of Hagabah, the sons of Akkub,","60":"the sons of Delaiah, the sons of Tobiah, the sons of Nekoda — 652.","38":"the sons of Pashhur — 1,247","23":"the men of Anathoth — 128","51":"the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,","20":"the sons of Gibbar — 95","59":"The following came up from Tel-melah, Tel-harsa, Cherub, Addan, and Immer, but they were not able to prove their family connection  or their ancestry  whether they were from Israel:","69":"According to their ability, they gave to the treasury for this work 61,000 gold drachmas, 5,000 silver minas and 100 priestly tunics.","54":"the sons of Neziah, the sons of Hatipha.","66":"They had 736 horses, 245 mules,","57":"the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Ami.","43":"The Temple servants: the sons of Ziha, the sons Hasupha, the sons of Tabbaoth,","35":"the sons of Senaah — 3,630","41":"The singers the sons of Asaph — 128","5":"the sons of Arah — 775","34":"the sons of Jericho — 345","6":"the sons of Pahath-moab, of the sons of Jeshua and Joab — 2,812","53":"the sons of Barkos, the sons of Sisera, the sons of Temah","2":"They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordechai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of men of the people of Israel:","44":"the sons of Keros, the sons of Siaha, the sons of Padon,","11":"the sons of Bebai — 623","70":"Now the kohanim, the Levites, some of the people, the singers, the gatekeepers and the Temple servants settled in their own towns, and all the rest of Israel in their towns.","68":"When they arrived at the House of ADONAI in Jerusalem, some of the heads of the families gave voluntary offerings toward the rebuilding of the House of God on its foundation.","1":"Now these are the people of the province who went up from the captives of the exile, whom Nebuchadnezzar king of Babylon had taken captive to Babylon. They returned to Jerusalem and Judah, each to his town.","58":"All the Temple servants and the sons of Solomon’s servants — 392.","55":"The sons of Solomon’s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,","33":"the sons of Lod, Hadid, and Ono — 725","67":"435 camels, 6,702 donkeys.","27":"the men of Michmas — 122","16":"the sons of Ater, of Hezekiah — 98","64":"The entire assembly totaled 42,360,","24":"the sons of Azmaveth — 42","19":"the sons of Hashum — 223","29":"the sons of Nebo — 52","61":"Also from the sons of the kohanim: the sons of Habaiah, the sons of Hakkoz, and the sons of Barzillai. (He took a wife from the daughters of Barzillai the Gileadite and was subsequently called by their name).","9":"the sons of Zaccai — 760","37":"the sons of Immer — 1,052","7":"the sons of Elam — 1,254","52":"the sons of Batzluth, the sons of Mehida, the sons of Harsha,","39":"the sons of Harim — 1,017","48":"the sons of Rezin, the sons of Nekoda, the sons of Gazzam,","21":"the sons of Beth-lehem — 123","56":"the sons of Jaalah, the sons of Darkon, the sons of Giddel,","46":"the sons of Hagab, the sons of Salmai, the sons of Hanan,","32":"the sons of Harim — 320","31":"the sons of the other Elam — 1,254","15":"the sons of Adin — 454","25":"the sons of Kiriath-arim, Chephirah, and Beerot — 743","18":"the sons of Jorah — 112","42":"The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, and the sons of Shobai — in all 139"},"1":{"7":"Then King Cyrus brought out the vessels from the House of ADONAI that Nebuchadnezzar had brought from Jerusalem and placed in the house of his gods.","9":"And this was the inventory of them: gold basins — 30 silver basins — 1,000 silver utensils — 29","10":"gold bowls — 30 other silver bowls — 410 other vessels — 1,000","3":"Whoever is among you from all His people — may his God be with him — may go up to Jerusalem, which is in Judah, and build the House of ADONAI, the God of Israel — He is the God who is in Jerusalem.","11":"In all there were 5,400 vessels of gold and silver. Sheshbatzar brought them all along when the exiles were brought up from Babylon to Jerusalem.","2":"“Thus says King Cyrus of Persia: ADONAI, the God of heaven, has given me all the kingdoms of the earth. He has appointed me to build a House for Him in Jerusalem, which is in Judah.","1":"Now in the first year of King Cyrus of Persia, in order to accomplish the word of ADONAI from the mouth of Jeremiah, ADONAI stirred up the spirit of King Cyrus of Persia to make a proclamation throughout his entire kingdom, announcing in a written edict, saying:","4":"As for anyone who remains, wherever they may be living, let the people of those places supply him with silver and gold, with goods and livestock, and with freewill offerings for the House of God in Jerusalem.”","6":"All those around them strengthened their hands with vessels of silver, gold, goods, cattle and valuable gifts, besides all that was willingly offered.","5":"So the patriarchal leaders of Judah and Benjamin, along with the kohanim and the Levites — everyone whose spirit God had stirred up — arose to go up to build the House of ADONAI in Jerusalem.","8":"King Cyrus of Persia had them brought out by Mithredath the treasurer, who counted them out for Sheshbazzar the prince of Judah."},"4":{"16":"We are informing the king that if this city is rebuilt and its walls completed, you will no longer have any possession in Trans-Euphrates.”","3":"But Zerubbabel, Jeshua and the rest of the prominent patriarchs of Israel said to them, “It is not for you and us to build a House for our God — but we alone will build it for ADONAI the God of Israel, just as Cyrus — king of Persia — has commanded us.”","5":"They bribed advisors in order to thwart their plans all the days of King Cyrus of Persia and until the reign of Darius king of Persia.","21":"“So now, issue a decree to stop these men — this city is not to be rebuilt until I issue a decree.","18":"“The letter that you sent to us has been translated and read in my presence.","12":"let it be known to the king that the Jews who came up to us from you have gone to Jerusalem and are rebuilding the rebellious and wicked city. They are completing the walls and repairing the foundations.","10":"and the rest of the peoples whom the great and noble Ashurbanipal deported and settled in the city of Samaria and the rest of Trans-Euphrates.  (Now","2":"they approached Zerubbabel and the leading patriarchs and said to them, “Let us build with you, for like you we seek your God and have been sacrificing to Him since the days of Esarhaddon, king of Assyria, who brought us here.”","22":"Be careful not to be negligent in this matter. Why should damage increase to the detriment of the kings?”","8":"Rehum the commander and Shimshai the scribe wrote a letter concerning Jerusalem to King Artaxerxes as follows:","17":"The king sent this reply: “To Rehum the commander, Shimshai the scribe, and the rest of their associates who dwell in Samaria and the others in Trans-Euphrates. “Shalom!","11":"this is a copy of the letter they sent to him.) To Artaxerxes the king, from your servants, the men of Trans-Euphrates: Now","1":"When the enemies of Judah and Benjamin heard that the returned exiles were building a temple for ADONAI the God of Israel,","9":"From Rehum the commander, Shimshai the scribe, and the rest of their associates — the judges and the officials, the magistrates, and governors over the Erechites, the Babylonians, the people of Susa (that is, the Elamites)","24":"Thus the work on the House of God in Jerusalem ceased. It remained at a standstill until the second year of the reign of Darius king of Persia.","14":"Now since we eat the salt of the palace, and it is not proper for us to see the king dishonored, we are sending this message to inform the king","7":"Also during the days of Artaxerxes, Bishlam, Mithredath, Tabeel and the rest of his associates wrote to Artaxerxes king of Persia. The letter was written in Aramaic and translated.","15":"so that a search may be made in the book of records of your fathers and you will discover in the records and know that this city is a rebellious city, harmful to kings and provinces, inciting internal revolts from ancient times. That is why this city was destroyed.","20":"Mighty kings have ruled over Jerusalem governing all the Trans-Euphrates, and tribute, taxes, and duty were paid to them.","23":"Then, as soon as the copy of the letter from King Artaxerxes was read in the presence of Rehum, Shimshai the scribe and their associates, they hurried off to the Jews in Jerusalem and by force and power compelled them to stop.","6":"During the reign of Ahasuerus at the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.","4":"Then the people of the land began discouraging  the people of Judah and making them afraid to build.","19":"At my order a search was made and it was found that this city has from earliest times revolted against kings and that rebellion and sedition continually occur in it.","13":"“Furthermore, let it be known to the king, that if this city is rebuilt and its walls are completed, no more tribute, taxes or duty will be paid and the royal revenue will suffer."},"6":{"16":"Then the sons of Israel — the kohanim, the Levites, and the rest of the exiles — celebrated the dedication of the House of God with joy.","3":"“In the first year of Cyrus the king, King Cyrus issued a decree concerning the House of God at Jerusalem. “Let the House be rebuilt as a place where sacrifices are offered. Let its foundations be laid. Its height is to be sixty cubits and its width sixty cubits","5":"Also let the gold and silver vessels of the House of God, which Nebuchadnezzar took from the Temple in Jerusalem and brought to Babylon, be restored and brought to the Temple in Jerusalem; you shall deposit them in the House of God.","21":"So those of Bnei-Yisrael who had returned from the exile ate it, together with all who had separated themselves from the impurity of the nations of the land to seek ADONAI the God of Israel.","18":"They appointed the kohanim in their divisions and the Levites in their divisions over the service of God at Jerusalem, as it is written in the book of Moses.","12":"May God, who makes His name to dwell there, overthrow any king or people who lifts his hand to cause such change to destroy this House of God in Jerusalem. I Darius have issued a decree; let it be carried out with diligence.”","10":"so that they may offer pleasing sacrifices to the God of heaven and pray for the life of the king and his sons.","2":"A scroll was found in the citadel of Ecbatana in the province of Media, and this was written on it: “Memorandum:","22":"They celebrated the Feast of Matzot with joy for seven days, because ADONAI had given them joy and had changed the heart of the king of Assyria toward them so as to strengthen their hands in the work on the House of God, the God of Israel.","8":"“Moreover, I hereby issue a decree as to what you are to do for these elders of the Jews to rebuild this House of God. The complete costs are to be paid to these men from the royal treasury, from the tribute from Trans-Euphrates so that they are not hindered.","17":"For the dedication of this House of God they offered 100 bulls, 200 rams, 400 male lambs, and, as a sin offering for all Israel, twelve male goats, corresponding to the number of the tribes of Israel.","11":"“Furthermore, I decree that if anyone changes this edict, a beam is to be pulled out from his house, and let him be lifted up and impaled on it, and because of this, his house be made a pile of refuse.","1":"King Darius then issued an order and a search was made in the archives stored in the treasury at Babylon.","9":"“Whatever is needed — young bulls, rams or lambs for burnt offerings to the God of heaven or wheat, salt, wine and oil, as requested by the kohanim in Jerusalem — must be given to them daily without neglect,","14":"So the elders of the Jews continued building and prospering through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished building according to the command of the God of Israel and according to the decrees of Cyrus, Darius, and Artaxerxes, kings of Persia.","7":"Leave the work of this House of God alone! Let the governor of the Jews and the elders of the Jews rebuild this House of God in its place.","15":"The Temple was completed on the third day of the month of Adar, which was in the sixth year of the reign of King Darius.","20":"for every one of the kohanim and the Levites had purified themselves and all of them were ceremonially pure. They slaughtered the Passover lamb for all the exiles, and for their fellow kohanim and for themselves.","6":"“Now then, Tattenai, governor of Trans-Euphrates, Shethar-bozenai, and their colleagues, officials of Trans-Euphrates, all of you stay away from there.","4":"with three layers of large stones and one layer of timber. Let the expense be paid from the king’s house.","19":"The exiles celebrated the Passover on the fourteenth day of the first month,","13":"Then Tattenai the governor of Trans-Euphrates, Shethar-bozenai, and their associates diligently carried it out, just as King Darius had sent."},"5":{"16":"So this Sheshbazzar came and laid the foundations of the House of God in Jerusalem. From that time until now it has been under construction, yet it is not yet finished.’","3":"At that time Tattenai, governor of Trans-Euphrates, Shethar-bozenai, and their associates came to them and asked them, “Who gave you the authority to build this House and to complete this structure?”","5":"But the eye of their God was upon the elders of the Jews, and they were not stopped until a report could go to Darius and a written reply about it be returned.","12":"But because our fathers angered the God of heaven, He gave them into the hand of Nebuchadnezzar, king of Babylon, the Chaldean. He destroyed this House and carried the people away to Babylon.","10":"We also asked them their names in order to inform you, so that we might write the names of the men who were in charge of them.","2":"Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak arose and began to rebuild the House of God in Jerusalem. And the prophets of God were with them supporting them.","8":"“Be it known to the king that we went to the province of Judah, to the House of the great God, which is being built with large stones and timber is being set in the walls. Now this work is being done diligently and is succeeding in their hands.","17":"“Now, if it pleases the king, let a search be made in the royal archives there in Babylon, to see if in fact King Cyrus issued a decree to rebuild this House of God in Jerusalem. Then let the king send us his decision about this matter.”","11":"They responded to us saying, ‘We are servants of the God of heaven and earth, and we are rebuilding the House that was built many years ago. A great king of Israel built and finished it.","1":"Now Haggai the prophet and Zechariah the prophet, the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem in the name of the God of Israel, who was over them.","9":"Then we questioned those elders, asking them, ‘Who gave you the authority to build this House and to complete this structure?’","14":"Even the gold and silver utensils of the House of God that Nebuchadnezzar had taken from the Temple in Jerusalem and had carried away to the temple in Babylon — King Cyrus took those things from the temple in Babylon and gave them to a man named Sheshbazzar, whom he had appointed governor.","7":"The report they sent to him was written as follows: “To King Darius. “All Shalom!","15":"‘Then he said to him, “Take these vessels and go and deposit them in the Temple in Jerusalem and let the House of God be built in its place!”","6":"This is a copy of the letter that Tattenai, governor of Trans-Euphrates, Shetar-bozenai, and his colleagues, officials of Trans-Euphrates, sent to King Darius.","4":"They also asked them, “What are the names of the men who are constructing this building?”","13":"‘However, in the first year of Cyrus, king of Babylon, King Cyrus issued a decree to rebuild this House of God."},"8":{"11":"from the sons of Bebai — Zechariah the son of Bebai and 28 males with him;","3":"from the sons of Shecaniah, of the sons of Parosh — Zechariah and with him were 150 males were enrolled by genealogy;","20":"Also from the sanctuary servants, whom David and his officials had given for the work of the Levites, 220 sanctuary servants, all of them designated by name.","12":"from the sons of Azgad — Johanan the son of Hakkatan and 110 males with him;","10":"from the sons of Shelomith — the son of Josiphiah and 160 males with him;","17":"I sent them to Iddo, the leader at the place Casiphia. I put words in their mouths to speak to Iddo and his brother, who were sanctuary servants at Casiphia, in order to bring us ministers for the House of our God.","13":"from the sons of Adonikam (they came later, but these are their names) — Eliphelet, Jeiel, and Shemaiah and 60 males with them;","27":"20 golden bowels valued at 1000 darics, and two exquisite vessels of gleaming bronze, as precious as gold.","30":"So the kohanim and the Levites received the silver, the gold and the vessels by weight to bring them to Jerusalem to the House of our God.","18":"Now as the good hand of our God was upon us, they brought us Sherebiah, a man of insight from the sons of Mahli, son of Levi, son of Israel, along with his sons and his brothers, 18 men.","36":"Then they delivered the decrees of the king to the king’s Persian governors and to the governors of Trans-Euphrates, who then gave help to the people and the House of God.","29":"Guard them carefully until you weigh them before the leading kohanim and the Levites and the leading patriarchs of Israel in Jerusalem, in the storerooms of the House of ADONAI.”","23":"So we fasted and sought our God about this, and He responded to our plea.","19":"Also Hashabiah together with Jeshaiah from the sons of Merari, his brothers and their sons, 20 men.","1":"Now these are the patriarchal leaders, and the genealogical records of those who came up with me from Babylon during the reign of King Artaxerxes:","5":"from the sons of Shechaniah — the son of Jahaziel and 300 males with him.","4":"from the sons of Pahath-moab — Eliehoenai the son of Zerahiah and with him were 200 males enrolled by genealogy;","8":"from the sons of Shephatiah — Zebadiah the son of Michael and 80 males with him;","26":"Specifically, I weighed into their hand 650 talents of silver, silver utensils worth 100 talents, 100 talents of gold,","14":"from the sons of Bigvai — Uthai and Zaccur and 70 males with him.","22":"For I was ashamed to ask the king for soldiers and cavalry to protect us from the enemy along the way, because we had spoken to the king saying, “The gracious hand of our God is upon everyone who seeks Him, but His great anger is against everyone who forsakes Him.”","28":"Then I said to them, “You are holy to ADONAI and the vessels are holy. The silver and the gold are a freewill offering to ADONAI, the God of your fathers.","25":"and I weighed out for them the silver, the gold and the utensils, the contribution to the House of our God that the king, his counselors, his officials and all Israel who were present had offered.","9":"from the sons of Joab — Obadiah the son of Jehiel and 128 males with him;","33":"On the fourth day the silver, the gold, and the utensils were weighed out in the House of our God into the hand of Meremoth the son of Uriah the kohen. Eleazar the son of Phinehas was with him, and so were the Levites Jozabad the son of Jeshua and Noadiah the son of Binnui.","15":"I assembled them at the river that flows toward Ahava. We camped there for three days, and I observed the people and the kohanim, but I did not find any Levites there.","34":"Everything was accounted for by number and weight, and the total weight was recorded at that time.","21":"Then I proclaimed a fast there at the Ahava River so that we might humble ourselves before our God and seek from Him a straight way for us, our little ones, and all of our possessions.","24":"Then I set apart twelve of the leading kohanim — Sherebiah, Hashabiah and with them ten of their brothers —","16":"So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah and Meshullam, who were leaders and for Joiarib and Elnatan who were men of learning.","35":"Then the exiles returning from captivity sacrificed burnt offerings to the God of Israel: 12 bulls for all Israel, 96 rams, 77 lambs and as a sin offering 12 male goats. All of this was a burnt offering to ADONAI.","32":"So we came to Jerusalem and remained there for three days.","7":"from the sons of Elam — Jeshaiah the son of Athaliah and 70 males with him;","2":"from the sons of Phinehas — Gershom; from the sons of Ithamar — Daniel; from the sons of David — Hattush;","6":"from the sons of Adin — Ebed the son of Jonathan and 50 males with him;","31":"Then we set out from the Ahava River on the twelfth day of the first month to go to Jerusalem. The hand of our God was upon us and He delivered us from the hand of the enemy and from ambush along the way."}}}