{"translationKey":"nasb","translation":"NASB","book":"Haggai","bookSlug":"haggai","chapters":{"2":{"16":"from that time [when] one came to a [grain] heap of twenty [measures], there would be only ten; and [when] one came to the wine vat to draw fifty measures, there would be [only] twenty.","3":"\u0027Who is left among you who saw this temple in its former glory? And how do you see it now? Does it not seem to you like nothing in comparison?","5":"\u0027As for the promise which I made you when you came out of Egypt, My Spirit is abiding in your midst; do not fear!\u0027","21":"\u0027Speak to Zerubbabel governor of Judah, saying, \u0027I am going to shake the heavens and the earth.","18":"\u0027Do consider from this day onward, from the twenty-fourth day of the ninth [month]; from the day when the temple of the LORD was founded, consider:","12":"\u0027If a man carries holy meat in the fold of his garment, and touches bread with this fold, or cooked food, wine, oil, or any [other] food, will it become holy?\u0027\u0027 And the priests answered, \u0027No.\u0027","10":"On the twenty-fourth of the ninth [month], in the second year of Darius, the word of the LORD came to Haggai the prophet, saying,","2":"\u0027Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people saying,","22":"\u0027I will overthrow the thrones of kingdoms and destroy the power of the kingdoms of the nations; and I will overthrow the chariots and their riders, and the horses and their riders will go down, everyone by the sword of another.\u0027","8":"\u0027The silver is Mine and the gold is Mine,\u0027 declares the LORD of hosts.","17":"\u0027I smote you [and] every work of your hands with blasting wind, mildew and hail; yet you [did] not [come] [back] to Me,\u0027 declares the LORD.","11":"\u0027Thus says the LORD of hosts, \u0027Ask now the priests [for] a ruling:","1":"On the twenty-first of the seventh month, the word of the LORD came by Haggai the prophet saying,","9":"\u0027The latter glory of this house will be greater than the former,\u0027 says the LORD of hosts, \u0027and in this place I will give peace,\u0027 declares the LORD of hosts.\u0027","14":"Then Haggai said, \u0027\u0027So is this people. And so is this nation before Me,\u0027 declares the LORD, \u0027and so is every work of their hands; and what they offer there is unclean.","7":"\u0027I will shake all the nations; and they will come with the wealth of all nations, and I will fill this house with glory,\u0027 says the LORD of hosts.","15":"\u0027But now, do consider from this day onward: before one stone was placed on another in the temple of the LORD,","20":"Then the word of the LORD came a second time to Haggai on the twenty-fourth [day] of the month, saying,","23":"\u0027On that day,\u0027 declares the LORD of hosts, \u0027I will take you, Zerubbabel, son of Shealtiel, My servant,\u0027 declares the LORD, \u0027and I will make you like a signet [ring], for I have chosen you,\u0027\u0027 declares the LORD of hosts.","6":"\u0027For thus says the LORD of hosts, \u0027Once more in a little while, I am going to shake the heavens and the earth, the sea also and the dry land.","4":"\u0027But now take courage, Zerubbabel,\u0027 declares the LORD, \u0027take courage also, Joshua son of Jehozadak, the high priest, and all you people of the land take courage,\u0027 declares the LORD, \u0027and work; for I am with you,\u0027 declares the LORD of hosts.","19":"\u0027Is the seed still in the barn? Even including the vine, the fig tree, the pomegranate and the olive tree, it has not borne [fruit]. Yet from this day on I will bless [you].\u0027\u0027","13":"Then Haggai said, \u0027If one who is unclean from a corpse touches any of these, will [the latter] become unclean?\u0027 And the priests answered, \u0027It will become unclean.\u0027"},"1":{"3":"Then the word of the LORD came by Haggai the prophet, saying,","5":"Now therefore, thus says the LORD of hosts, \u0027Consider your ways!","12":"Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God and the words of Haggai the prophet, as the LORD their God had sent him. And the people showed reverence for the LORD.","10":"\u0027Therefore, because of you the sky has withheld its dew and the earth has withheld its produce.","2":"\u0027Thus says the LORD of hosts, \u0027This people says, \u0027The time has not come, [even] the time for the house of the LORD to be rebuilt.\u0027\u0027\u0027","8":"\u0027Go up to the mountains, bring wood and rebuild the temple, that I may be pleased with it and be glorified,\u0027 says the LORD.","11":"\u0027I called for a drought on the land, on the mountains, on the grain, on the new wine, on the oil, on what the ground produces, on men, on cattle, and on all the labor of your hands.\u0027","1":"In the second year of Darius the king, on the first day of the sixth month, the word of the LORD came by the prophet Haggai to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,","9":"\u0027[You] look for much, but behold, [it comes] to little; when you bring [it] home, I blow it [away]. Why?\u0027 declares the LORD of hosts, \u0027Because of My house which [lies] desolate, while each of you runs to his own house.","14":"So the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of the LORD of hosts, their God,","7":"Thus says the LORD of hosts, \u0027Consider your ways!","15":"on the twenty-fourth day of the sixth month in the second year of Darius the king.","6":"\u0027You have sown much, but harvest little; [you] eat, but [there is] not [enough] to be satisfied; [you] drink, but [there is] not [enough] to become drunk; [you] put on clothing, but no one is warm [enough]; and he who earns, earns wages [to put] into a purse with holes.\u0027","4":"\u0027Is it time for you yourselves to dwell in your paneled houses while this house [lies] desolate?\u0027","13":"Then Haggai, the messenger of the LORD, spoke by the commission of the LORD to the people saying, \u0027\u0027I am with you,\u0027 declares the LORD.\u0027"}}}