{"translationKey":"nasb","translation":"NASB","book":"Job","bookSlug":"job","chapters":{"11":{"16":"\u0027For you would forget [your] trouble, As waters that have passed by, you would remember [it].","3":"\u0027Shall your boasts silence men? And shall you scoff and none rebuke?","5":"\u0027But would that God might speak, And open His lips against you,","18":"\u0027Then you would trust, because there is hope; And you would look around and rest securely.","12":"\u0027An idiot will become intelligent When the foal of a wild donkey is born a man.","10":"\u0027If He passes by or shuts up, Or calls an assembly, who can restrain Him?","2":"\u0027Shall a multitude of words go unanswered, And a talkative man be acquitted?","8":"\u0027[They are] high as the heavens, what can you do? Deeper than Sheol, what can you know?","17":"\u0027Your life would be brighter than noonday; Darkness would be like the morning.","11":"\u0027For He knows false men, And He sees iniquity without investigating.","1":"Then Zophar the Naamathite answered,","9":"\u0027Its measure is longer than the earth And broader than the sea.","14":"If iniquity is in your hand, put it far away, And do not let wickedness dwell in your tents;","7":"\u0027Can you discover the depths of God? Can you discover the limits of the Almighty?","15":"\u0027Then, indeed, you could lift up your face without [moral] defect, And you would be steadfast and not fear.","20":"\u0027But the eyes of the wicked will fail, And there will be no escape for them; And their hope is to breathe their last.\u0027","6":"And show you the secrets of wisdom! For sound wisdom has two sides. Know then that God forgets a part of your iniquity.","4":"\u0027For you have said, \u0027My teaching is pure, And I am innocent in your eyes.\u0027","19":"\u0027You would lie down and none would disturb [you], And many would entreat your favor.","13":"\u0027If you would direct your heart right And spread out your hand to Him,"},"41":{"11":"\u0027Who has given to Me that I should repay [him]? [Whatever] is under the whole heaven is Mine.","3":"\u0027Will he make many supplications to you, Or will he speak to you soft words?","20":"\u0027Out of his nostrils smoke goes forth As [from] a boiling pot and [burning] rushes.","12":"\u0027I will not keep silence concerning his limbs, Or his mighty strength, or his orderly frame.","10":"\u0027No one is so fierce that he dares to arouse him; Who then is he that can stand before Me?","17":"\u0027They are joined one to another; They clasp each other and cannot be separated.","13":"\u0027Who can strip off his outer armor? Who can come within his double mail?","27":"\u0027He regards iron as straw, Bronze as rotten wood.","30":"\u0027His underparts are [like] sharp potsherds; He spreads out [like] a threshing sledge on the mire.","18":"\u0027His sneezes flash forth light, And his eyes are like the eyelids of the morning.","29":"\u0027Clubs are regarded as stubble; He laughs at the rattling of the javelin.","23":"\u0027The folds of his flesh are joined together, Firm on him and immovable.","19":"\u0027Out of his mouth go burning torches; Sparks of fire leap forth.","1":"\u0027Can you draw out Leviathan with a fishhook? Or press down his tongue with a cord?","5":"\u0027Will you play with him as with a bird, Or will you bind him for your maidens?","4":"\u0027Will he make a covenant with you? Will you take him for a servant forever?","8":"\u0027Lay your hand on him; Remember the battle; you will not do it again!","26":"\u0027The sword that reaches him cannot avail, Nor the spear, the dart or the javelin.","14":"\u0027Who can open the doors of his face? Around his teeth there is terror.","22":"\u0027In his neck lodges strength, And dismay leaps before him.","28":"\u0027The arrow cannot make him flee; Slingstones are turned into stubble for him.","25":"\u0027When he raises himself up, the mighty fear; Because of the crashing they are bewildered.","9":"\u0027Behold, your expectation is false; Will you be laid low even at the sight of him?","33":"\u0027Nothing on earth is like him, One made without fear.","15":"\u0027[His] strong scales are [his] pride, Shut up [as with] a tight seal.","34":"\u0027He looks on everything that is high; He is king over all the sons of pride.\u0027","21":"\u0027His breath kindles coals, And a flame goes forth from his mouth.","24":"\u0027His heart is as hard as a stone, Even as hard as a lower millstone.","16":"\u0027One is so near to another That no air can come between them.","32":"\u0027Behind him he makes a wake to shine; One would think the deep to be gray-haired.","7":"\u0027Can you fill his skin with harpoons, Or his head with fishing spears?","2":"\u0027Can you put a rope in his nose Or pierce his jaw with a hook?","6":"\u0027Will the traders bargain over him? Will they divide him among the merchants?","31":"\u0027He makes the depths boil like a pot; He makes the sea like a jar of ointment."},"42":{"16":"After this, Job lived 140 years, and saw his sons and his grandsons, four generations.","3":"\u0027Who is this that hides counsel without knowledge?\u0027 \u0027Therefore I have declared that which I did not understand, Things too wonderful for me, which I did not know.\u0027","5":"\u0027I have heard of You by the hearing of the ear; But now my eye sees You;","12":"The LORD blessed the latter [days] of Job more than his beginning; and he had 14,000 sheep and 6,000 camels and 1,000 yoke of oxen and 1,000 female donkeys.","10":"The LORD restored the fortunes of Job when he prayed for his friends, and the LORD increased all that Job had twofold.","2":"\u0027I know that You can do all things, And that no purpose of Yours can be thwarted.","8":"\u0027Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so that I may not do with you [according to your] folly, because you have not spoken of Me what is right, as My servant Job has.\u0027","17":"And Job died, an old man and full of days.","11":"Then all his brothers and all his sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him for all the adversities that the LORD had brought on him. And each one gave him one piece of money, and each a ring of gold.","1":"Then Job answered the LORD and said,","9":"So Eliphaz the Temanite and Bildad the Shuhite [and] Zophar the Naamathite went and did as the LORD told them; and the LORD accepted Job.","14":"He named the first Jemimah, and the second Keziah, and the third Keren-happuch.","7":"It came about after the LORD had spoken these words to Job, that the LORD said to Eliphaz the Temanite, \u0027My wrath is kindled against you and against your two friends, because you have not spoken of Me what is right as My servant Job has.","15":"In all the land no women were found so fair as Job\u0027s daughters; and their father gave them inheritance among their brothers.","6":"Therefore I retract, And I repent in dust and ashes.\u0027","4":"\u0027Hear, now, and I will speak; I will ask You, and You instruct me.\u0027","13":"He had seven sons and three daughters."},"3":{"16":"\u0027Or like a miscarriage which is discarded, I would not be, As infants that never saw light.","3":"\u0027Let the day perish on which I was to be born, And the night [which] said, \u0027A boy is conceived.\u0027","5":"\u0027Let darkness and black gloom claim it; Let a cloud settle on it; Let the blackness of the day terrify it.","21":"Who long for death, but there is none, And dig for it more than for hidden treasures,","18":"\u0027The prisoners are at ease together; They do not hear the voice of the taskmaster.","12":"\u0027Why did the knees receive me, And why the breasts, that I should suck?","10":"Because it did not shut the opening of my [mother\u0027s] womb, Or hide trouble from my eyes.","2":"And Job said,","22":"Who rejoice greatly, [And] exult when they find the grave?","8":"\u0027Let those curse it who curse the day, Who are prepared to rouse Leviathan.","17":"\u0027There the wicked cease from raging, And there the weary are at rest.","11":"\u0027Why did I not die at birth, Come forth from the womb and expire?","1":"Afterward Job opened his mouth and cursed the day of his [birth].","9":"\u0027Let the stars of its twilight be darkened; Let it wait for light but have none, And let it not see the breaking dawn;","24":"\u0027For my groaning comes at the sight of my food, And my cries pour out like water.","14":"With kings and [with] counselors of the earth, Who rebuilt ruins for themselves;","7":"\u0027Behold, let that night be barren; Let no joyful shout enter it.","15":"Or with princes who had gold, Who were filling their houses [with] silver.","20":"\u0027Why is light given to him who suffers, And life to the bitter of soul,","25":"\u0027For what I fear comes upon me, And what I dread befalls me.","23":"\u0027[Why is light given] to a man whose way is hidden, And whom God has hedged in?","6":"\u0027[As for] that night, let darkness seize it; Let it not rejoice among the days of the year; Let it not come into the number of the months.","4":"\u0027May that day be darkness; Let not God above care for it, Nor light shine on it.","19":"\u0027The small and the great are there, And the slave is free from his master.","13":"\u0027For now I would have lain down and been quiet; I would have slept then, I would have been at rest,","26":"\u0027I am not at ease, nor am I quiet, And I am not at rest, but turmoil comes.\u0027"},"20":{"11":"\u0027His bones are full of his youthful vigor, But it lies down with him in the dust.","3":"\u0027I listened to the reproof which insults me, And the spirit of my understanding makes me answer.","20":"\u0027Because he knew no quiet within him, He does not retain anything he desires.","12":"\u0027Though evil is sweet in his mouth [And] he hides it under his tongue,","10":"\u0027His sons favor the poor, And his hands give back his wealth.","17":"\u0027He does not look at the streams, The rivers flowing with honey and curds.","13":"[Though] he desires it and will not let it go, But holds it in his mouth,","27":"\u0027The heavens will reveal his iniquity, And the earth will rise up against him.","18":"\u0027He returns what he has attained And cannot swallow [it]; As to the riches of his trading, He cannot even enjoy [them].","29":"\u0027This is the wicked man\u0027s portion from God, Even the heritage decreed to him by God.\u0027","23":"\u0027When he fills his belly, [God] will send His fierce anger on him And will rain [it] on him while he is eating.","19":"\u0027For he has oppressed [and] forsaken the poor; He has seized a house which he has not built.","1":"Then Zophar the Naamathite answered,","5":"That the triumphing of the wicked is short, And the joy of the godless momentary?","4":"\u0027Do you know this from of old, From the establishment of man on earth,","8":"\u0027He flies away like a dream, and they cannot find him; Even like a vision of the night he is chased away.","26":"Complete darkness is held in reserve for his treasures, And unfanned fire will devour him; It will consume the survivor in his tent.","14":"[Yet] his food in his stomach is changed To the venom of cobras within him.","22":"\u0027In the fullness of his plenty he will be cramped; The hand of everyone who suffers will come [against] him.","28":"\u0027The increase of his house will depart; [His possessions] will flow away in the day of His anger.","25":"\u0027It is drawn forth and comes out of his back, Even the glittering point from his gall. Terrors come upon him,","9":"\u0027The eye which saw him sees him no longer, And his place no longer beholds him.","15":"\u0027He swallows riches, But will vomit them up; God will expel them from his belly.","21":"\u0027Nothing remains for him to devour, Therefore his prosperity does not endure.","24":"\u0027He may flee from the iron weapon, [But] the bronze bow will pierce him.","16":"\u0027He sucks the poison of cobras; The viper\u0027s tongue slays him.","7":"He perishes forever like his refuse; Those who have seen him will say, \u0027Where is he?\u0027","2":"\u0027Therefore my disquieting thoughts make me respond, Even because of my inward agitation.","6":"\u0027Though his loftiness reaches the heavens, And his head touches the clouds,"},"12":{"16":"\u0027With Him are strength and sound wisdom, The misled and the misleader belong to Him.","3":"\u0027But I have intelligence as well as you; I am not inferior to you. And who does not know such things as these?","5":"\u0027He who is at ease holds calamity in contempt, As prepared for those whose feet slip.","21":"\u0027He pours contempt on nobles And loosens the belt of the strong.","18":"\u0027He loosens the bond of kings And binds their loins with a girdle.","12":"\u0027Wisdom is with aged men, [With] long life is understanding.","10":"In whose hand is the life of every living thing, And the breath of all mankind?","2":"\u0027Truly then you are the people, And with you wisdom will die!","22":"\u0027He reveals mysteries from the darkness And brings the deep darkness into light.","8":"\u0027Or speak to the earth, and let it teach you; And let the fish of the sea declare to you.","17":"\u0027He makes counselors walk barefoot And makes fools of judges.","11":"\u0027Does not the ear test words, As the palate tastes its food?","1":"Then Job responded,","9":"\u0027Who among all these does not know That the hand of the LORD has done this,","24":"\u0027He deprives of intelligence the chiefs of the earth\u0027s people And makes them wander in a pathless waste.","14":"\u0027Behold, He tears down, and it cannot be rebuilt; He imprisons a man, and there can be no release.","7":"\u0027But now ask the beasts, and let them teach you; And the birds of the heavens, and let them tell you.","15":"\u0027Behold, He restrains the waters, and they dry up; And He sends them out, and they inundate the earth.","20":"\u0027He deprives the trusted ones of speech And takes away the discernment of the elders.","25":"\u0027They grope in darkness with no light, And He makes them stagger like a drunken man.","23":"\u0027He makes the nations great, then destroys them; He enlarges the nations, then leads them away.","6":"\u0027The tents of the destroyers prosper, And those who provoke God are secure, Whom God brings into their power.","4":"\u0027I am a joke to my friends, The one who called on God and He answered him; The just [and] blameless [man] is a joke.","19":"\u0027He makes priests walk barefoot And overthrows the secure ones.","13":"\u0027With Him are wisdom and might; To Him belong counsel and understanding."},"10":{"16":"\u0027Should [my head] be lifted up, You would hunt me like a lion; And again You would show Your power against me.","3":"\u0027Is it right for You indeed to oppress, To reject the labor of Your hands, And to look favorably on the schemes of the wicked?","5":"\u0027Are Your days as the days of a mortal, Or Your years as man\u0027s years,","21":"Before I go-- and I shall not return-- To the land of darkness and deep shadow,","18":"\u0027Why then have You brought me out of the womb? Would that I had died and no eye had seen me!","12":"\u0027You have granted me life and lovingkindness; And Your care has preserved my spirit.","10":"\u0027Did You not pour me out like milk And curdle me like cheese;","2":"\u0027I will say to God, \u0027Do not condemn me; Let me know why You contend with me.","22":"The land of utter gloom as darkness [itself], Of deep shadow without order, And which shines as the darkness.\u0027","8":"\u0027Your hands fashioned and made me altogether, And would You destroy me?","17":"\u0027You renew Your witnesses against me And increase Your anger toward me; Hardship after hardship is with me.","11":"Clothe me with skin and flesh, And knit me together with bones and sinews?","1":"\u0027I loathe my own life; I will give full vent to my complaint; I will speak in the bitterness of my soul.","9":"\u0027Remember now, that You have made me as clay; And would You turn me into dust again?","14":"If I sin, then You would take note of me, And would not acquit me of my guilt.","7":"\u0027According to Your knowledge I am indeed not guilty, Yet there is no deliverance from Your hand.","15":"\u0027If I am wicked, woe to me! And if I am righteous, I dare not lift up my head. [I am] sated with disgrace and conscious of my misery.","20":"\u0027Would He not let my few days alone? Withdraw from me that I may have a little cheer","6":"That You should seek for my guilt And search after my sin?","4":"\u0027Have You eyes of flesh? Or do You see as a man sees?","19":"\u0027I should have been as though I had not been, Carried from womb to tomb.\u0027","13":"\u0027Yet these things You have concealed in Your heart; I know that this is within You:"},"17":{"16":"\u0027Will it go down with me to Sheol? Shall we together go down into the dust?\u0027","3":"\u0027Lay down, now, a pledge for me with Yourself; Who is there that will be my guarantor?","5":"\u0027He who informs against friends for a share [of the spoil], The eyes of his children also will languish.","12":"\u0027They make night into day, [saying], \u0027The light is near,\u0027 in the presence of darkness.","10":"\u0027But come again all of you now, For I do not find a wise man among you.","2":"\u0027Surely mockers are with me, And my eye gazes on their provocation.","8":"\u0027The upright will be appalled at this, And the innocent will stir up himself against the godless.","11":"\u0027My days are past, my plans are torn apart, [Even] the wishes of my heart.","1":"\u0027My spirit is broken, my days are extinguished, The grave is [ready] for me.","9":"\u0027Nevertheless the righteous will hold to his way, And he who has clean hands will grow stronger and stronger.","14":"If I call to the pit, \u0027You are my father\u0027; To the worm, \u0027my mother and my sister\u0027;","7":"\u0027My eye has also grown dim because of grief, And all my members are as a shadow.","15":"Where now is my hope? And who regards my hope?","6":"\u0027But He has made me a byword of the people, And I am one at whom men spit.","4":"\u0027For You have kept their heart from understanding, Therefore You will not exalt [them].","13":"\u0027If I look for Sheol as my home, I make my bed in the darkness;"},"40":{"16":"\u0027Behold now, his strength in his loins And his power in the muscles of his belly.","3":"Then Job answered the LORD and said,","5":"\u0027Once I have spoken, and I will not answer; Even twice, and I will add nothing more.\u0027","21":"\u0027Under the lotus plants he lies down, In the covert of the reeds and the marsh.","18":"\u0027His bones are tubes of bronze; His limbs are like bars of iron.","12":"\u0027Look on everyone who is proud, [and] humble him, And tread down the wicked where they stand.","10":"\u0027Adorn yourself with eminence and dignity, And clothe yourself with honor and majesty.","2":"\u0027Will the faultfinder contend with the Almighty? Let him who reproves God answer it.\u0027","22":"\u0027The lotus plants cover him with shade; The willows of the brook surround him.","8":"\u0027Will you really annul My judgment? Will you condemn Me that you may be justified?","17":"\u0027He bends his tail like a cedar; The sinews of his thighs are knit together.","11":"\u0027Pour out the overflowings of your anger, And look on everyone who is proud, and make him low.","1":"Then the LORD said to Job,","9":"\u0027Or do you have an arm like God, And can you thunder with a voice like His?","24":"\u0027Can anyone capture him when he is on watch, With barbs can anyone pierce [his] nose?","14":"\u0027Then I will also confess to you, That your own right hand can save you.","7":"\u0027Now gird up your loins like a man; I will ask you, and you instruct Me.","15":"\u0027Behold now, Behemoth, which I made as well as you; He eats grass like an ox.","20":"\u0027Surely the mountains bring him food, And all the beasts of the field play there.","23":"\u0027If a river rages, he is not alarmed; He is confident, though the Jordan rushes to his mouth.","6":"Then the LORD answered Job out of the storm and said,","4":"\u0027Behold, I am insignificant; what can I reply to You? I lay my hand on my mouth.","19":"\u0027He is the first of the ways of God; Let his maker bring near his sword.","13":"\u0027Hide them in the dust together; Bind them in the hidden [place]."},"13":{"11":"\u0027Will not His majesty terrify you, And the dread of Him fall on you?","3":"\u0027But I would speak to the Almighty, And I desire to argue with God.","20":"\u0027Only two things do not do to me, Then I will not hide from Your face:","12":"\u0027Your memorable sayings are proverbs of ashes, Your defenses are defenses of clay.","10":"\u0027He will surely reprove you If you secretly show partiality.","17":"\u0027Listen carefully to my speech, And let my declaration [fill] your ears.","13":"\u0027Be silent before me so that I may speak; Then let come on me what may.","27":"\u0027You put my feet in the stocks And watch all my paths; You set a limit for the soles of my feet,","18":"\u0027Behold now, I have prepared my case; I know that I will be vindicated.","23":"\u0027How many are my iniquities and sins? Make known to me my rebellion and my sin.","19":"\u0027Who will contend with me? For then I would be silent and die.","1":"\u0027Behold, my eye has seen all [this], My ear has heard and understood it.","5":"\u0027O that you would be completely silent, And that it would become your wisdom!","4":"\u0027But you smear with lies; You are all worthless physicians.","8":"\u0027Will you show partiality for Him? Will you contend for God?","26":"\u0027For You write bitter things against me And make me to inherit the iniquities of my youth.","14":"\u0027Why should I take my flesh in my teeth And put my life in my hands?","22":"\u0027Then call, and I will answer; Or let me speak, then reply to me.","28":"While I am decaying like a rotten thing, Like a garment that is moth-eaten.","25":"\u0027Will You cause a driven leaf to tremble? Or will You pursue the dry chaff?","9":"\u0027Will it be well when He examines you? Or will you deceive Him as one deceives a man?","15":"\u0027Though He slay me, I will hope in Him. Nevertheless I will argue my ways before Him.","21":"Remove Your hand from me, And let not the dread of You terrify me.","24":"\u0027Why do You hide Your face And consider me Your enemy?","16":"\u0027This also will be my salvation, For a godless man may not come before His presence.","7":"\u0027Will you speak what is unjust for God, And speak what is deceitful for Him?","2":"\u0027What you know I also know; I am not inferior to you.","6":"\u0027Please hear my argument And listen to the contentions of my lips."},"27":{"16":"\u0027Though he piles up silver like dust And prepares garments as [plentiful as] the clay,","3":"For as long as life is in me, And the breath of God is in my nostrils,","5":"\u0027Far be it from me that I should declare you right; Till I die I will not put away my integrity from me.","21":"\u0027The east wind carries him away, and he is gone, For it whirls him away from his place.","18":"\u0027He has built his house like the spider\u0027s web, Or as a hut [which] the watchman has made.","12":"\u0027Behold, all of you have seen [it]; Why then do you act foolishly?","10":"\u0027Will he take delight in the Almighty? Will he call on God at all times?","2":"\u0027As God lives, who has taken away my right, And the Almighty, who has embittered my soul,","22":"\u0027For it will hurl at him without sparing; He will surely try to flee from its power.","8":"\u0027For what is the hope of the godless when he is cut off, When God requires his life?","17":"He may prepare [it], but the just will wear [it] And the innocent will divide the silver.","11":"\u0027I will instruct you in the power of God; What is with the Almighty I will not conceal.","1":"Then Job continued his discourse and said,","9":"\u0027Will God hear his cry When distress comes upon him?","14":"\u0027Though his sons are many, they are destined for the sword; And his descendants will not be satisfied with bread.","7":"\u0027May my enemy be as the wicked And my opponent as the unjust.","15":"\u0027His survivors will be buried because of the plague, And their widows will not be able to weep.","20":"\u0027Terrors overtake him like a flood; A tempest steals him away in the night.","23":"\u0027[Men] will clap their hands at him And will hiss him from his place.","6":"\u0027I hold fast my righteousness and will not let it go. My heart does not reproach any of my days.","4":"My lips certainly will not speak unjustly, Nor will my tongue mutter deceit.","19":"\u0027He lies down rich, but never again; He opens his eyes, and it is no longer.","13":"\u0027This is the portion of a wicked man from God, And the inheritance [which] tyrants receive from the Almighty."},"30":{"11":"\u0027Because He has loosed His bowstring and afflicted me, They have cast off the bridle before me.","3":"\u0027From want and famine they are gaunt Who gnaw the dry ground by night in waste and desolation,","20":"\u0027I cry out to You for help, but You do not answer me; I stand up, and You turn Your attention against me.","12":"\u0027On the right hand their brood arises; They thrust aside my feet and build up against me their ways of destruction.","10":"\u0027They abhor me [and] stand aloof from me, And they do not refrain from spitting at my face.","17":"\u0027At night it pierces my bones within me, And my gnawing [pains] take no rest.","13":"\u0027They break up my path, They profit from my destruction; No one restrains them.","27":"\u0027I am seething within and cannot relax; Days of affliction confront me.","30":"\u0027My skin turns black on me, And my bones burn with fever.","18":"\u0027By a great force my garment is distorted; It binds me about as the collar of my coat.","29":"\u0027I have become a brother to jackals And a companion of ostriches.","23":"\u0027For I know that You will bring me to death And to the house of meeting for all living.","19":"\u0027He has cast me into the mire, And I have become like dust and ashes.","1":"\u0027But now those younger than I mock me, Whose fathers I disdained to put with the dogs of my flock.","5":"\u0027They are driven from the community; They shout against them as [against] a thief,","4":"Who pluck mallow by the bushes, And whose food is the root of the broom shrub.","8":"\u0027Fools, even those without a name, They were scourged from the land.","26":"\u0027When I expected good, then evil came; When I waited for light, then darkness came.","14":"\u0027As [through] a wide breach they come, Amid the tempest they roll on.","22":"\u0027You lift me up to the wind [and] cause me to ride; And You dissolve me in a storm.","28":"\u0027I go about mourning without comfort; I stand up in the assembly [and] cry out for help.","25":"\u0027Have I not wept for the one whose life is hard? Was not my soul grieved for the needy?","9":"\u0027And now I have become their taunt, I have even become a byword to them.","15":"\u0027Terrors are turned against me; They pursue my honor as the wind, And my prosperity has passed away like a cloud.","21":"\u0027You have become cruel to me; With the might of Your hand You persecute me.","24":"\u0027Yet does not one in a heap of ruins stretch out [his] hand, Or in his disaster therefore cry out for help?","16":"\u0027And now my soul is poured out within me; Days of affliction have seized me.","7":"\u0027Among the bushes they cry out; Under the nettles they are gathered together.","2":"\u0027Indeed, what [good was] the strength of their hands to me? Vigor had perished from them.","6":"So that they dwell in dreadful valleys, In holes of the earth and of the rocks.","31":"\u0027Therefore my harp is turned to mourning, And my flute to the sound of those who weep."},"18":{"16":"\u0027His roots are dried below, And his branch is cut off above.","3":"\u0027Why are we regarded as beasts, As stupid in your eyes?","5":"\u0027Indeed, the light of the wicked goes out, And the flame of his fire gives no light.","21":"\u0027Surely such are the dwellings of the wicked, And this is the place of him who does not know God.\u0027","18":"\u0027He is driven from light into darkness, And chased from the inhabited world.","12":"\u0027His strength is famished, And calamity is ready at his side.","10":"\u0027A noose for him is hidden in the ground, And a trap for him on the path.","2":"\u0027How long will you hunt for words? Show understanding and then we can talk.","8":"\u0027For he is thrown into the net by his own feet, And he steps on the webbing.","17":"\u0027Memory of him perishes from the earth, And he has no name abroad.","11":"\u0027All around terrors frighten him, And harry him at every step.","1":"Then Bildad the Shuhite responded,","9":"\u0027A snare seizes [him] by the heel, [And] a trap snaps shut on him.","14":"\u0027He is torn from the security of his tent, And they march him before the king of terrors.","7":"\u0027His vigorous stride is shortened, And his own scheme brings him down.","15":"\u0027There dwells in his tent nothing of his; Brimstone is scattered on his habitation.","20":"\u0027Those in the west are appalled at his fate, And those in the east are seized with horror.","6":"\u0027The light in his tent is darkened, And his lamp goes out above him.","4":"\u0027O you who tear yourself in your anger-- For your sake is the earth to be abandoned, Or the rock to be moved from its place?","19":"\u0027He has no offspring or posterity among his people, Nor any survivor where he sojourned.","13":"\u0027His skin is devoured by disease, The firstborn of death devours his limbs."},"36":{"11":"\u0027If they hear and serve [Him], They will end their days in prosperity And their years in pleasures.","3":"\u0027I will fetch my knowledge from afar, And I will ascribe righteousness to my Maker.","20":"\u0027Do not long for the night, When people vanish in their place.","12":"\u0027But if they do not hear, they shall perish by the sword And they will die without knowledge.","10":"\u0027He opens their ear to instruction, And commands that they return from evil.","17":"\u0027But you were full of judgment on the wicked; Judgment and justice take hold [of you].","13":"\u0027But the godless in heart lay up anger; They do not cry for help when He binds them.","27":"\u0027For He draws up the drops of water, They distill rain from the mist,","30":"\u0027Behold, He spreads His lightning about Him, And He covers the depths of the sea.","18":"\u0027[Beware] that wrath does not entice you to scoffing; And do not let the greatness of the ransom turn you aside.","29":"\u0027Can anyone understand the spreading of the clouds, The thundering of His pavilion?","23":"\u0027Who has appointed Him His way, And who has said, \u0027You have done wrong \u0027?","19":"\u0027Will your riches keep you from distress, Or all the forces of [your] strength?","1":"Then Elihu continued and said,","5":"\u0027Behold, God is mighty but does not despise [any]; [He is] mighty in strength of understanding.","4":"\u0027For truly my words are not false; One who is perfect in knowledge is with you.","8":"\u0027And if they are bound in fetters, And are caught in the cords of affliction,","26":"\u0027Behold, God is exalted, and we do not know [Him]; The number of His years is unsearchable.","14":"\u0027They die in youth, And their life [perishes] among the cult prostitutes.","22":"\u0027Behold, God is exalted in His power; Who is a teacher like Him?","28":"Which the clouds pour down, They drip upon man abundantly.","25":"\u0027All men have seen it; Man beholds from afar.","9":"Then He declares to them their work And their transgressions, that they have magnified themselves.","33":"\u0027Its noise declares His presence; The cattle also, concerning what is coming up.","15":"\u0027He delivers the afflicted in their affliction, And opens their ear in [time of] oppression.","21":"\u0027Be careful, do not turn to evil, For you have preferred this to affliction.","24":"\u0027Remember that you should exalt His work, Of which men have sung.","16":"\u0027Then indeed, He enticed you from the mouth of distress, Instead of it, a broad place with no constraint; And that which was set on your table was full of fatness.","32":"\u0027He covers [His] hands with the lightning, And commands it to strike the mark.","7":"\u0027He does not withdraw His eyes from the righteous; But with kings on the throne He has seated them forever, and they are exalted.","2":"\u0027Wait for me a little, and I will show you That there is yet more to be said in God\u0027s behalf.","6":"\u0027He does not keep the wicked alive, But gives justice to the afflicted.","31":"\u0027For by these He judges peoples; He gives food in abundance."},"29":{"16":"\u0027I was a father to the needy, And I investigated the case which I did not know.","3":"When His lamp shone over my head, [And] by His light I walked through darkness;","5":"When the Almighty was yet with me, [And] my children were around me;","21":"\u0027To me they listened and waited, And kept silent for my counsel.","18":"\u0027Then I thought, \u0027I shall die in my nest, And I shall multiply [my] days as the sand.","12":"Because I delivered the poor who cried for help, And the orphan who had no helper.","10":"The voice of the nobles was hushed, And their tongue stuck to their palate.","2":"\u0027Oh that I were as in months gone by, As in the days when God watched over me;","22":"\u0027After my words they did not speak again, And my speech dropped on them.","8":"The young men saw me and hid themselves, And the old men arose [and] stood.","17":"\u0027I broke the jaws of the wicked And snatched the prey from his teeth.","11":"\u0027For when the ear heard, it called me blessed, And when the eye saw, it gave witness of me,","1":"And Job again took up his discourse and said,","9":"\u0027The princes stopped talking And put [their] hands on their mouths;","24":"\u0027I smiled on them when they did not believe, And the light of my face they did not cast down.","14":"\u0027I put on righteousness, and it clothed me; My justice was like a robe and a turban.","7":"\u0027When I went out to the gate of the city, When I took my seat in the square,","15":"\u0027I was eyes to the blind And feet to the lame.","20":"\u0027My glory is [ever] new with me, And my bow is renewed in my hand.\u0027","25":"\u0027I chose a way for them and sat as chief, And dwelt as a king among the troops, As one who comforted the mourners.","23":"\u0027They waited for me as for the rain, And opened their mouth as for the spring rain.","6":"When my steps were bathed in butter, And the rock poured out for me streams of oil!","4":"As I was in the prime of my days, When the friendship of God [was] over my tent;","19":"\u0027My root is spread out to the waters, And dew lies all night on my branch.","13":"\u0027The blessing of the one ready to perish came upon me, And I made the widow\u0027s heart sing for joy."},"23":{"16":"\u0027[It is] God [who] has made my heart faint, And the Almighty [who] has dismayed me,","3":"\u0027Oh that I knew where I might find Him, That I might come to His seat!","5":"\u0027I would learn the words [which] He would answer, And perceive what He would say to me.","12":"\u0027I have not departed from the command of His lips; I have treasured the words of His mouth more than my necessary food.","10":"\u0027But He knows the way I take; [When] He has tried me, I shall come forth as gold.","2":"\u0027Even today my complaint is rebellion; His hand is heavy despite my groaning.","8":"\u0027Behold, I go forward but He is not [there], And backward, but I cannot perceive Him;","17":"But I am not silenced by the darkness, Nor deep gloom [which] covers me.","11":"\u0027My foot has held fast to His path; I have kept His way and not turned aside.","1":"Then Job replied,","9":"When He acts on the left, I cannot behold [Him]; He turns on the right, I cannot see Him.","14":"\u0027For He performs what is appointed for me, And many such [decrees] are with Him.","7":"\u0027There the upright would reason with Him; And I would be delivered forever from my Judge.","15":"\u0027Therefore, I would be dismayed at His presence; [When] I consider, I am terrified of Him.","6":"\u0027Would He contend with me by the greatness of [His] power? No, surely He would pay attention to me.","4":"\u0027I would present [my] case before Him And fill my mouth with arguments.","13":"\u0027But He is unique and who can turn Him? And [what] His soul desires, that He does."},"19":{"11":"\u0027He has also kindled His anger against me And considered me as His enemy.","3":"\u0027These ten times you have insulted me; You are not ashamed to wrong me.","20":"\u0027My bone clings to my skin and my flesh, And I have escaped [only] by the skin of my teeth.","12":"\u0027His troops come together, And build up their way against me And camp around my tent.","10":"\u0027He breaks me down on every side, and I am gone; And He has uprooted my hope like a tree.","17":"\u0027My breath is offensive to my wife, And I am loathsome to my own brothers.","13":"\u0027He has removed my brothers far from me, And my acquaintances are completely estranged from me.","27":"Whom I myself shall behold, And whom my eyes will see and not another. My heart faints within me!","18":"\u0027Even young children despise me; I rise up and they speak against me.","29":"\u0027[Then] be afraid of the sword for yourselves, For wrath [brings] the punishment of the sword, So that you may know there is judgment.\u0027","23":"\u0027Oh that my words were written! Oh that they were inscribed in a book!","19":"\u0027All my associates abhor me, And those I love have turned against me.","1":"Then Job responded,","5":"\u0027If indeed you vaunt yourselves against me And prove my disgrace to me,","4":"\u0027Even if I have truly erred, My error lodges with me.","8":"\u0027He has walled up my way so that I cannot pass, And He has put darkness on my paths.","26":"\u0027Even after my skin is destroyed, Yet from my flesh I shall see God;","14":"\u0027My relatives have failed, And my intimate friends have forgotten me.","22":"\u0027Why do you persecute me as God [does], And are not satisfied with my flesh?","28":"\u0027If you say, \u0027How shall we persecute him?\u0027 And \u0027What pretext for a case against him can we find?\u0027","25":"\u0027As for me, I know that my Redeemer lives, And at the last He will take His stand on the earth.","9":"\u0027He has stripped my honor from me And removed the crown from my head.","15":"\u0027Those who live in my house and my maids consider me a stranger. I am a foreigner in their sight.","21":"\u0027Pity me, pity me, O you my friends, For the hand of God has struck me.","24":"\u0027That with an iron stylus and lead They were engraved in the rock forever!","16":"\u0027I call to my servant, but he does not answer; I have to implore him with my mouth.","7":"\u0027Behold, I cry, \u0027Violence!\u0027 but I get no answer; I shout for help, but there is no justice.","2":"\u0027How long will you torment me And crush me with words?","6":"Know then that God has wronged me And has closed His net around me."},"1":{"16":"While he was still speaking, another also came and said, \u0027The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.\u0027","3":"His possessions also were 7,000 sheep, 3,000 camels, 500 yoke of oxen, 500 female donkeys, and very many servants; and that man was the greatest of all the men of the east.","5":"When the days of feasting had completed their cycle, Job would send and consecrate them, rising up early in the morning and offering burnt offerings [according to] the number of them all; for Job said, \u0027Perhaps my sons have sinned and cursed God in their hearts.\u0027 Thus Job did continually.","21":"He said, \u0027Naked I came from my mother\u0027s womb, And naked I shall return there. The LORD gave and the LORD has taken away. Blessed be the name of the LORD.\u0027","18":"While he was still speaking, another also came and said, \u0027Your sons and your daughters were eating and drinking wine in their oldest brother\u0027s house,","12":"Then the LORD said to Satan, \u0027Behold, all that he has is in your power, only do not put forth your hand on him.\u0027 So Satan departed from the presence of the LORD.","10":"\u0027Have You not made a hedge about him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.","2":"Seven sons and three daughters were born to him.","22":"Through all this Job did not sin nor did he blame God.","8":"The LORD said to Satan, \u0027Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.\u0027","17":"While he was still speaking, another also came and said, \u0027The Chaldeans formed three bands and made a raid on the camels and took them and slew the servants with the edge of the sword, and I alone have escaped to tell you.\u0027","11":"\u0027But put forth Your hand now and touch all that he has; he will surely curse You to Your face.\u0027","1":"There was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil.","9":"Then Satan answered the LORD, \u0027Does Job fear God for nothing?","14":"a messenger came to Job and said, \u0027The oxen were plowing and the donkeys feeding beside them,","7":"The LORD said to Satan, \u0027From where do you come?\u0027 Then Satan answered the LORD and said, \u0027From roaming about on the earth and walking around on it.\u0027","15":"and the Sabeans attacked and took them. They also slew the servants with the edge of the sword, and I alone have escaped to tell you.\u0027","20":"Then Job arose and tore his robe and shaved his head, and he fell to the ground and worshiped.","6":"Now there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them.","4":"His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them.","19":"and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.\u0027","13":"Now on the day when his sons and his daughters were eating and drinking wine in their oldest brother\u0027s house,"},"5":{"11":"So that He sets on high those who are lowly, And those who mourn are lifted to safety.","3":"\u0027I have seen the foolish taking root, And I cursed his abode immediately.","20":"\u0027In famine He will redeem you from death, And in war from the power of the sword.","12":"\u0027He frustrates the plotting of the shrewd, So that their hands cannot attain success.","10":"\u0027He gives rain on the earth And sends water on the fields,","17":"\u0027Behold, how happy is the man whom God reproves, So do not despise the discipline of the Almighty.","13":"\u0027He captures the wise by their own shrewdness, And the advice of the cunning is quickly thwarted.","27":"\u0027Behold this; we have investigated it, [and] so it is. Hear it, and know for yourself.\u0027","18":"\u0027For He inflicts pain, and gives relief; He wounds, and His hands [also] heal.","23":"\u0027For you will be in league with the stones of the field, And the beasts of the field will be at peace with you.","19":"\u0027From six troubles He will deliver you, Even in seven evil will not touch you.","1":"\u0027Call now, is there anyone who will answer you? And to which of the holy ones will you turn?","5":"\u0027His harvest the hungry devour And take it to a [place of] thorns, And the schemer is eager for their wealth.","4":"\u0027His sons are far from safety, They are even oppressed in the gate, And there is no deliverer.","8":"\u0027But as for me, I would seek God, And I would place my cause before God;","26":"\u0027You will come to the grave in full vigor, Like the stacking of grain in its season.","14":"\u0027By day they meet with darkness, And grope at noon as in the night.","22":"\u0027You will laugh at violence and famine, And you will not be afraid of wild beasts.","25":"\u0027You will know also that your descendants will be many, And your offspring as the grass of the earth.","9":"Who does great and unsearchable things, Wonders without number.","15":"\u0027But He saves from the sword of their mouth, And the poor from the hand of the mighty.","21":"\u0027You will be hidden from the scourge of the tongue, And you will not be afraid of violence when it comes.","24":"\u0027You will know that your tent is secure, For you will visit your abode and fear no loss.","16":"\u0027So the helpless has hope, And unrighteousness must shut its mouth.","7":"For man is born for trouble, As sparks fly upward.","2":"\u0027For anger slays the foolish man, And jealousy kills the simple.","6":"\u0027For affliction does not come from the dust, Nor does trouble sprout from the ground,"},"4":{"16":"\u0027It stood still, but I could not discern its appearance; A form [was] before my eyes; [There was] silence, then I heard a voice:","3":"\u0027Behold you have admonished many, And you have strengthened weak hands.","5":"\u0027But now it has come to you, and you are impatient; It touches you, and you are dismayed.","21":"\u0027Is not their tent-cord plucked up within them? They die, yet without wisdom.\u0027","18":"\u0027He puts no trust even in His servants; And against His angels He charges error.","12":"\u0027Now a word was brought to me stealthily, And my ear received a whisper of it.","10":"\u0027The roaring of the lion and the voice of the [fierce] lion, And the teeth of the young lions are broken.","2":"\u0027If one ventures a word with you, will you become impatient? But who can refrain from speaking?","8":"\u0027According to what I have seen, those who plow iniquity And those who sow trouble harvest it.","17":"\u0027Can mankind be just before God? Can a man be pure before his Maker?","11":"\u0027The lion perishes for lack of prey, And the whelps of the lioness are scattered.","1":"Then Eliphaz the Temanite answered,","9":"\u0027By the breath of God they perish, And by the blast of His anger they come to an end.","14":"Dread came upon me, and trembling, And made all my bones shake.","7":"\u0027Remember now, who [ever] perished being innocent? Or where were the upright destroyed?","15":"\u0027Then a spirit passed by my face; The hair of my flesh bristled up.","20":"\u0027Between morning and evening they are broken in pieces; Unobserved, they perish forever.","6":"\u0027Is not your fear [of God] your confidence, And the integrity of your ways your hope?","4":"\u0027Your words have helped the tottering to stand, And you have strengthened feeble knees.","19":"\u0027How much more those who dwell in houses of clay, Whose foundation is in the dust, Who are crushed before the moth!","13":"\u0027Amid disquieting thoughts from the visions of the night, When deep sleep falls on men,"},"8":{"16":"\u0027He thrives before the sun, And his shoots spread out over his garden.","3":"\u0027Does God pervert justice? Or does the Almighty pervert what is right?","5":"\u0027If you would seek God And implore the compassion of the Almighty,","21":"\u0027He will yet fill your mouth with laughter And your lips with shouting.","18":"\u0027If he is removed from his place, Then it will deny him, [saying], \u0027I never saw you.\u0027","12":"\u0027While it is still green [and] not cut down, Yet it withers before any [other] plant.","10":"\u0027Will they not teach you [and] tell you, And bring forth words from their minds?","2":"\u0027How long will you say these things, And the words of your mouth be a mighty wind?","22":"\u0027Those who hate you will be clothed with shame, And the tent of the wicked will be no longer.\u0027","8":"\u0027Please inquire of past generations, And consider the things searched out by their fathers.","17":"\u0027His roots wrap around a rock pile, He grasps a house of stones.","11":"\u0027Can the papyrus grow up without a marsh? Can the rushes grow without water?","1":"Then Bildad the Shuhite answered,","9":"\u0027For we are [only] of yesterday and know nothing, Because our days on earth are as a shadow.","14":"Whose confidence is fragile, And whose trust a spider\u0027s web.","7":"\u0027Though your beginning was insignificant, Yet your end will increase greatly.","15":"\u0027He trusts in his house, but it does not stand; He holds fast to it, but it does not endure.","20":"\u0027Lo, God will not reject [a man of] integrity, Nor will He support the evildoers.","6":"If you are pure and upright, Surely now He would rouse Himself for you And restore your righteous estate.","4":"\u0027If your sons sinned against Him, Then He delivered them into the power of their transgression.","19":"\u0027Behold, this is the joy of His way; And out of the dust others will spring.","13":"\u0027So are the paths of all who forget God; And the hope of the godless will perish,"},"26":{"3":"\u0027What counsel you have given to [one] without wisdom! What helpful insight you have abundantly provided!","5":"\u0027The departed spirits tremble Under the waters and their inhabitants.","12":"\u0027He quieted the sea with His power, And by His understanding He shattered Rahab.","10":"\u0027He has inscribed a circle on the surface of the waters At the boundary of light and darkness.","2":"\u0027What a help you are to the weak! How you have saved the arm without strength!","8":"\u0027He wraps up the waters in His clouds, And the cloud does not burst under them.","11":"\u0027The pillars of heaven tremble And are amazed at His rebuke.","1":"Then Job responded,","9":"\u0027He obscures the face of the full moon And spreads His cloud over it.","14":"\u0027Behold, these are the fringes of His ways; And how faint a word we hear of Him! But His mighty thunder, who can understand?\u0027","7":"\u0027He stretches out the north over empty space And hangs the earth on nothing.","6":"\u0027Naked is Sheol before Him, And Abaddon has no covering.","4":"\u0027To whom have you uttered words? And whose spirit was expressed through you?","13":"\u0027By His breath the heavens are cleared; His hand has pierced the fleeing serpent."},"39":{"11":"\u0027Will you trust him because his strength is great And leave your labor to him?","3":"\u0027They kneel down, they bring forth their young, They get rid of their labor pains.","20":"\u0027Do you make him leap like the locust? His majestic snorting is terrible.","12":"\u0027Will you have faith in him that he will return your grain And gather [it from] your threshing floor?","10":"\u0027Can you bind the wild ox in a furrow with ropes, Or will he harrow the valleys after you?","17":"Because God has made her forget wisdom, And has not given her a share of understanding.","13":"\u0027The ostriches\u0027 wings flap joyously With the pinion and plumage of love,","27":"\u0027Is it at your command that the eagle mounts up And makes his nest on high?","30":"\u0027His young ones also suck up blood; And where the slain are, there is he.\u0027","18":"\u0027When she lifts herself on high, She laughs at the horse and his rider.","29":"\u0027From there he spies out food; His eyes see [it] from afar.","23":"\u0027The quiver rattles against him, The flashing spear and javelin.","19":"\u0027Do you give the horse [his] might? Do you clothe his neck with a mane?","1":"\u0027Do you know the time the mountain goats give birth? Do you observe the calving of the deer?","5":"\u0027Who sent out the wild donkey free? And who loosed the bonds of the swift donkey,","4":"\u0027Their offspring become strong, they grow up in the open field; They leave and do not return to them.","8":"\u0027He explores the mountains for his pasture And searches after every green thing.","26":"\u0027Is it by your understanding that the hawk soars, Stretching his wings toward the south?","14":"For she abandons her eggs to the earth And warms them in the dust,","22":"\u0027He laughs at fear and is not dismayed; And he does not turn back from the sword.","28":"\u0027On the cliff he dwells and lodges, Upon the rocky crag, an inaccessible place.","25":"\u0027As often as the trumpet [sounds] he says, \u0027Aha!\u0027 And he scents the battle from afar, And the thunder of the captains and the war cry.","9":"\u0027Will the wild ox consent to serve you, Or will he spend the night at your manger?","15":"And she forgets that a foot may crush them, Or that a wild beast may trample them.","21":"\u0027He paws in the valley, and rejoices in [his] strength; He goes out to meet the weapons.","24":"\u0027With shaking and rage he races over the ground, And he does not stand still at the voice of the trumpet.","16":"\u0027She treats her young cruelly, as if [they] were not hers; Though her labor be in vain, [she] is unconcerned;","7":"\u0027He scorns the tumult of the city, The shoutings of the driver he does not hear.","2":"\u0027Can you count the months they fulfill, Or do you know the time they give birth?","6":"To whom I gave the wilderness for a home And the salt land for his dwelling place?"},"14":{"16":"\u0027For now You number my steps, You do not observe my sin.","3":"\u0027You also open Your eyes on him And bring him into judgment with Yourself.","5":"\u0027Since his days are determined, The number of his months is with You; And his limits You have set so that he cannot pass.","21":"\u0027His sons achieve honor, but he does not know [it]; Or they become insignificant, but he does not perceive it.","18":"\u0027But the falling mountain crumbles away, And the rock moves from its place;","12":"So man lies down and does not rise. Until the heavens are no longer, He will not awake nor be aroused out of his sleep.","10":"\u0027But man dies and lies prostrate. Man expires, and where is he?","2":"\u0027Like a flower he comes forth and withers. He also flees like a shadow and does not remain.","22":"\u0027But his body pains him, And he mourns only for himself.\u0027","8":"\u0027Though its roots grow old in the ground And its stump dies in the dry soil,","17":"\u0027My transgression is sealed up in a bag, And You wrap up my iniquity.","11":"\u0027[As] water evaporates from the sea, And a river becomes parched and dried up,","1":"\u0027Man, who is born of woman, Is short-lived and full of turmoil.","9":"At the scent of water it will flourish And put forth sprigs like a plant.","14":"\u0027If a man dies, will he live [again]? All the days of my struggle I will wait Until my change comes.","7":"\u0027For there is hope for a tree, When it is cut down, that it will sprout again, And its shoots will not fail.","15":"\u0027You will call, and I will answer You; You will long for the work of Your hands.","20":"\u0027You forever overpower him and he departs; [You] change his appearance and send him away.","6":"\u0027Turn Your gaze from him that he may rest, Until he fulfills his day like a hired man.","4":"\u0027Who can make the clean out of the unclean? No one!","19":"Water wears away stones, Its torrents wash away the dust of the earth; So You destroy man\u0027s hope.","13":"\u0027Oh that You would hide me in Sheol, That You would conceal me until Your wrath returns [to You], That You would set a limit for me and remember me!"},"37":{"16":"\u0027Do you know about the layers of the thick clouds, The wonders of one perfect in knowledge,","3":"\u0027Under the whole heaven He lets it loose, And His lightning to the ends of the earth.","5":"\u0027God thunders with His voice wondrously, Doing great things which we cannot comprehend.","21":"\u0027Now men do not see the light which is bright in the skies; But the wind has passed and cleared them.","18":"\u0027Can you, with Him, spread out the skies, Strong as a molten mirror?","12":"\u0027It changes direction, turning around by His guidance, That it may do whatever He commands it On the face of the inhabited earth.","10":"\u0027From the breath of God ice is made, And the expanse of the waters is frozen.","2":"\u0027Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth.","22":"\u0027Out of the north comes golden [splendor]; Around God is awesome majesty.","8":"\u0027Then the beast goes into its lair And remains in its den.","17":"You whose garments are hot, When the land is still because of the south wind?","11":"\u0027Also with moisture He loads the thick cloud; He disperses the cloud of His lightning.","1":"\u0027At this also my heart trembles, And leaps from its place.","9":"\u0027Out of the south comes the storm, And out of the north the cold.","24":"\u0027Therefore men fear Him; He does not regard any who are wise of heart.\u0027","14":"\u0027Listen to this, O Job, Stand and consider the wonders of God.","7":"\u0027He seals the hand of every man, That all men may know His work.","15":"\u0027Do you know how God establishes them, And makes the lightning of His cloud to shine?","20":"\u0027Shall it be told Him that I would speak? Or should a man say that he would be swallowed up?","23":"\u0027The Almighty-- we cannot find Him; He is exalted in power And He will not do violence to justice and abundant righteousness.","6":"\u0027For to the snow He says, \u0027Fall on the earth,\u0027 And to the downpour and the rain, \u0027Be strong.\u0027","4":"\u0027After it, a voice roars; He thunders with His majestic voice, And He does not restrain the lightnings when His voice is heard.","19":"\u0027Teach us what we shall say to Him; We cannot arrange [our case] because of darkness.","13":"\u0027Whether for correction, or for His world, Or for lovingkindness, He causes it to happen."},"22":{"11":"Or darkness, so that you cannot see, And an abundance of water covers you.","3":"\u0027Is there any pleasure to the Almighty if you are righteous, Or profit if you make your ways perfect?","20":"[Saying], \u0027Truly our adversaries are cut off, And their abundance the fire has consumed.\u0027","12":"\u0027Is not God [in] the height of heaven? Look also at the distant stars, how high they are!","10":"\u0027Therefore snares surround you, And sudden dread terrifies you,","17":"\u0027They said to God, \u0027Depart from us!\u0027 And \u0027What can the Almighty do to them?\u0027","13":"\u0027You say, \u0027What does God know? Can He judge through the thick darkness?","27":"\u0027You will pray to Him, and He will hear you; And you will pay your vows.","30":"\u0027He will deliver one who is not innocent, And he will be delivered through the cleanness of your hands.\u0027","18":"\u0027Yet He filled their houses with good [things]; But the counsel of the wicked is far from me.","29":"\u0027When you are cast down, you will speak with confidence, And the humble person He will save.","23":"\u0027If you return to the Almighty, you will be restored; If you remove unrighteousness far from your tent,","19":"\u0027The righteous see and are glad, And the innocent mock them,","1":"Then Eliphaz the Temanite responded,","5":"\u0027Is not your wickedness great, And your iniquities without end?","4":"\u0027Is it because of your reverence that He reproves you, That He enters into judgment against you?","8":"\u0027But the earth belongs to the mighty man, And the honorable man dwells in it.","26":"\u0027For then you will delight in the Almighty And lift up your face to God.","14":"\u0027Clouds are a hiding place for Him, so that He cannot see; And He walks on the vault of heaven.\u0027","22":"\u0027Please receive instruction from His mouth And establish His words in your heart.","28":"\u0027You will also decree a thing, and it will be established for you; And light will shine on your ways.","25":"Then the Almighty will be your gold And choice silver to you.","9":"\u0027You have sent widows away empty, And the strength of the orphans has been crushed.","15":"\u0027Will you keep to the ancient path Which wicked men have trod,","21":"\u0027Yield now and be at peace with Him; Thereby good will come to you.","24":"And place [your] gold in the dust, And [the gold of] Ophir among the stones of the brooks,","16":"Who were snatched away before their time, Whose foundations were washed away by a river?","7":"\u0027To the weary you have given no water to drink, And from the hungry you have withheld bread.","2":"\u0027Can a vigorous man be of use to God, Or a wise man be useful to himself?","6":"\u0027For you have taken pledges of your brothers without cause, And stripped men naked."},"28":{"11":"\u0027He dams up the streams from flowing, And what is hidden he brings out to the light.","3":"\u0027[Man] puts an end to darkness, And to the farthest limit he searches out The rock in gloom and deep shadow.","20":"\u0027Where then does wisdom come from? And where is the place of understanding?","12":"\u0027But where can wisdom be found? And where is the place of understanding?","10":"\u0027He hews out channels through the rocks, And his eye sees anything precious.","17":"\u0027Gold or glass cannot equal it, Nor can it be exchanged for articles of fine gold.","13":"\u0027Man does not know its value, Nor is it found in the land of the living.","27":"Then He saw it and declared it; He established it and also searched it out.","18":"\u0027Coral and crystal are not to be mentioned; And the acquisition of wisdom is above [that of] pearls.","23":"\u0027God understands its way, And He knows its place.","19":"\u0027The topaz of Ethiopia cannot equal it, Nor can it be valued in pure gold.","1":"\u0027Surely there is a mine for silver And a place where they refine gold.","5":"\u0027The earth, from it comes food, And underneath it is turned up as fire.","4":"\u0027He sinks a shaft far from habitation, Forgotten by the foot; They hang and swing to and fro far from men.","8":"\u0027The proud beasts have not trodden it, Nor has the [fierce] lion passed over it.","26":"When He set a limit for the rain And a course for the thunderbolt,","14":"\u0027The deep says, \u0027It is not in me\u0027; And the sea says, \u0027It is not with me.\u0027","22":"\u0027Abaddon and Death say, \u0027With our ears we have heard a report of it.\u0027","28":"\u0027And to man He said, \u0027Behold, the fear of the Lord, that is wisdom; And to depart from evil is understanding.\u0027\u0027","25":"\u0027When He imparted weight to the wind And meted out the waters by measure,","9":"\u0027He puts his hand on the flint; He overturns the mountains at the base.","15":"\u0027Pure gold cannot be given in exchange for it, Nor can silver be weighed as its price.","21":"\u0027Thus it is hidden from the eyes of all living And concealed from the birds of the sky.","24":"\u0027For He looks to the ends of the earth And sees everything under the heavens.","16":"\u0027It cannot be valued in the gold of Ophir, In precious onyx, or sapphire.","7":"\u0027The path no bird of prey knows, Nor has the falcon\u0027s eye caught sight of it.","2":"\u0027Iron is taken from the dust, And copper is smelted from rock.","6":"\u0027Its rocks are the source of sapphires, And its dust [contains] gold."},"25":{"3":"\u0027Is there any number to His troops? And upon whom does His light not rise?","2":"\u0027Dominion and awe belong to Him Who establishes peace in His heights.","1":"Then Bildad the Shuhite answered,","4":"\u0027How then can a man be just with God? Or how can he be clean who is born of woman?","6":"How much less man, [that] maggot, And the son of man, [that] worm!\u0027","5":"\u0027If even the moon has no brightness And the stars are not pure in His sight,"},"9":{"11":"\u0027Were He to pass by me, I would not see Him; Were He to move past [me], I would not perceive Him.","3":"\u0027If one wished to dispute with Him, He could not answer Him once in a thousand [times].","20":"\u0027Though I am righteous, my mouth will condemn me; Though I am guiltless, He will declare me guilty.","12":"\u0027Were He to snatch away, who could restrain Him? Who could say to Him, \u0027What are You doing?\u0027","10":"Who does great things, unfathomable, And wondrous works without number.","17":"\u0027For He bruises me with a tempest And multiplies my wounds without cause.","13":"\u0027God will not turn back His anger; Beneath Him crouch the helpers of Rahab.","27":"\u0027Though I say, \u0027I will forget my complaint, I will leave off my [sad] countenance and be cheerful,\u0027","30":"\u0027If I should wash myself with snow And cleanse my hands with lye,","18":"\u0027He will not allow me to get my breath, But saturates me with bitterness.","29":"\u0027I am accounted wicked, Why then should I toil in vain?","23":"\u0027If the scourge kills suddenly, He mocks the despair of the innocent.","19":"\u0027If [it is a matter] of power, behold, [He is] the strong one! And if [it is a matter] of justice, who can summon Him?","1":"Then Job answered,","5":"\u0027[It is God] who removes the mountains, they know not [how], When He overturns them in His anger;","4":"\u0027Wise in heart and mighty in strength, Who has defied Him without harm?","8":"Who alone stretches out the heavens And tramples down the waves of the sea;","26":"\u0027They slip by like reed boats, Like an eagle that swoops on its prey.","14":"\u0027How then can I answer Him, [And] choose my words before Him?","22":"\u0027It is [all] one; therefore I say, \u0027He destroys the guiltless and the wicked.\u0027","28":"I am afraid of all my pains, I know that You will not acquit me.","25":"\u0027Now my days are swifter than a runner; They flee away, they see no good.","9":"Who makes the Bear, Orion and the Pleiades, And the chambers of the south;","33":"\u0027There is no umpire between us, Who may lay his hand upon us both.","15":"\u0027For though I were right, I could not answer; I would have to implore the mercy of my judge.","34":"\u0027Let Him remove His rod from me, And let not dread of Him terrify me.","21":"\u0027I am guiltless; I do not take notice of myself; I despise my life.","24":"\u0027The earth is given into the hand of the wicked; He covers the faces of its judges. If [it is] not [He], then who is it?","16":"\u0027If I called and He answered me, I could not believe that He was listening to my voice.","35":"\u0027[Then] I would speak and not fear Him; But I am not like that in myself.","32":"\u0027For [He is] not a man as I am that I may answer Him, That we may go to court together.","7":"Who commands the sun not to shine, And sets a seal upon the stars;","2":"\u0027In truth I know that this is so; But how can a man be in the right before God?","6":"Who shakes the earth out of its place, And its pillars tremble;","31":"Yet You would plunge me into the pit, And my own clothes would abhor me."},"33":{"11":"\u0027He puts my feet in the stocks; He watches all my paths.\u0027","3":"\u0027My words are [from] the uprightness of my heart, And my lips speak knowledge sincerely.","20":"So that his life loathes bread, And his soul favorite food.","12":"\u0027Behold, let me tell you, you are not right in this, For God is greater than man.","10":"\u0027Behold, He invents pretexts against me; He counts me as His enemy.","17":"That He may turn man aside [from his] conduct, And keep man from pride;","13":"\u0027Why do you complain against Him That He does not give an account of all His doings?","27":"\u0027He will sing to men and say, \u0027I have sinned and perverted what is right, And it is not proper for me.","30":"To bring back his soul from the pit, That he may be enlightened with the light of life.","18":"He keeps back his soul from the pit, And his life from passing over into Sheol.","29":"\u0027Behold, God does all these oftentimes with men,","23":"\u0027If there is an angel [as] mediator for him, One out of a thousand, To remind a man what is right for him,","19":"\u0027Man is also chastened with pain on his bed, And with unceasing complaint in his bones;","1":"\u0027However now, Job, please hear my speech, And listen to all my words.","5":"\u0027Refute me if you can; Array yourselves before me, take your stand.","4":"\u0027The Spirit of God has made me, And the breath of the Almighty gives me life.","8":"\u0027Surely you have spoken in my hearing, And I have heard the sound of [your] words:","26":"Then he will pray to God, and He will accept him, That he may see His face with joy, And He may restore His righteousness to man.","14":"\u0027Indeed God speaks once, Or twice, [yet] no one notices it.","22":"\u0027Then his soul draws near to the pit, And his life to those who bring death.","28":"\u0027He has redeemed my soul from going to the pit, And my life shall see the light.\u0027","25":"Let his flesh become fresher than in youth, Let him return to the days of his youthful vigor;","9":"\u0027I am pure, without transgression; I am innocent and there is no guilt in me.","33":"\u0027If not, listen to me; Keep silent, and I will teach you wisdom.\u0027","15":"\u0027In a dream, a vision of the night, When sound sleep falls on men, While they slumber in their beds,","21":"\u0027His flesh wastes away from sight, And his bones which were not seen stick out.","24":"Then let him be gracious to him, and say, \u0027Deliver him from going down to the pit, I have found a ransom\u0027;","16":"Then He opens the ears of men, And seals their instruction,","32":"\u0027[Then] if you have anything to say, answer me; Speak, for I desire to justify you.","7":"\u0027Behold, no fear of me should terrify you, Nor should my pressure weigh heavily on you.","2":"\u0027Behold now, I open my mouth, My tongue in my mouth speaks.","6":"\u0027Behold, I belong to God like you; I too have been formed out of the clay.","31":"\u0027Pay attention, O Job, listen to me; Keep silent, and let me speak."},"15":{"11":"\u0027Are the consolations of God too small for you, Even the word [spoken] gently with you?","3":"\u0027Should he argue with useless talk, Or with words which are not profitable?","20":"\u0027The wicked man writhes in pain all [his] days, And numbered are the years stored up for the ruthless.","12":"\u0027Why does your heart carry you away? And why do your eyes flash,","10":"\u0027Both the gray-haired and the aged are among us, Older than your father.","17":"\u0027I will tell you, listen to me; And what I have seen I will also declare;","13":"That you should turn your spirit against God And allow [such] words to go out of your mouth?","27":"\u0027For he has covered his face with his fat And made his thighs heavy with flesh.","30":"\u0027He will not escape from darkness; The flame will wither his shoots, And by the breath of His mouth he will go away.","18":"What wise men have told, And have not concealed from their fathers,","29":"\u0027He will not become rich, nor will his wealth endure; And his grain will not bend down to the ground.","23":"\u0027He wanders about for food, saying, \u0027Where is it?\u0027 He knows that a day of darkness is at hand.","19":"To whom alone the land was given, And no alien passed among them.","1":"Then Eliphaz the Temanite responded,","5":"\u0027For your guilt teaches your mouth, And you choose the language of the crafty.","4":"\u0027Indeed, you do away with reverence And hinder meditation before God.","8":"\u0027Do you hear the secret counsel of God, And limit wisdom to yourself?","26":"\u0027He rushes headlong at Him With his massive shield.","14":"\u0027What is man, that he should be pure, Or he who is born of a woman, that he should be righteous?","22":"\u0027He does not believe that he will return from darkness, And he is destined for the sword.","28":"\u0027He has lived in desolate cities, In houses no one would inhabit, Which are destined to become ruins.","25":"Because he has stretched out his hand against God And conducts himself arrogantly against the Almighty.","9":"\u0027What do you know that we do not know? [What] do you understand that we do not?","33":"\u0027He will drop off his unripe grape like the vine, And will cast off his flower like the olive tree.","15":"\u0027Behold, He puts no trust in His holy ones, And the heavens are not pure in His sight;","34":"\u0027For the company of the godless is barren, And fire consumes the tents of the corrupt.","21":"\u0027Sounds of terror are in his ears; While at peace the destroyer comes upon him.","24":"\u0027Distress and anguish terrify him, They overpower him like a king ready for the attack,","16":"How much less one who is detestable and corrupt, Man, who drinks iniquity like water!","35":"\u0027They conceive mischief and bring forth iniquity, And their mind prepares deception.\u0027","32":"\u0027It will be accomplished before his time, And his palm branch will not be green.","7":"\u0027Were you the first man to be born, Or were you brought forth before the hills?","2":"\u0027Should a wise man answer with windy knowledge And fill himself with the east wind?","6":"\u0027Your own mouth condemns you, and not I; And your own lips testify against you.","31":"\u0027Let him not trust in emptiness, deceiving himself; For emptiness will be his reward."},"34":{"11":"\u0027For He pays a man according to his work, And makes him find it according to his way.","3":"\u0027For the ear tests words As the palate tastes food.","20":"\u0027In a moment they die, and at midnight People are shaken and pass away, And the mighty are taken away without a hand.","12":"\u0027Surely, God will not act wickedly, And the Almighty will not pervert justice.","10":"\u0027Therefore, listen to me, you men of understanding. Far be it from God to do wickedness, And from the Almighty to do wrong.","17":"\u0027Shall one who hates justice rule? And will you condemn the righteous mighty One,","13":"\u0027Who gave Him authority over the earth? And who has laid [on Him] the whole world?","27":"Because they turned aside from following Him, And had no regard for any of His ways;","30":"So that godless men would not rule Nor be snares of the people.","18":"Who says to a king, \u0027Worthless one,\u0027 To nobles, \u0027Wicked ones\u0027;","36":"\u0027Job ought to be tried to the limit, Because he answers like wicked men.","29":"When He keeps quiet, who then can condemn? And when He hides His face, who then can behold Him, That is, in regard to both nation and man?--","23":"\u0027For He does not [need to] consider a man further, That he should go before God in judgment.","19":"Who shows no partiality to princes Nor regards the rich above the poor, For they all are the work of His hands?","1":"Then Elihu continued and said,","5":"\u0027For Job has said, \u0027I am righteous, But God has taken away my right;","4":"\u0027Let us choose for ourselves what is right; Let us know among ourselves what is good.","8":"Who goes in company with the workers of iniquity, And walks with wicked men?","26":"\u0027He strikes them like the wicked In a public place,","14":"\u0027If He should determine to do so, If He should gather to Himself His spirit and His breath,","37":"\u0027For he adds rebellion to his sin; He claps his hands among us, And multiplies his words against God.\u0027\u0027","22":"\u0027There is no darkness or deep shadow Where the workers of iniquity may hide themselves.","28":"So that they caused the cry of the poor to come to Him, And that He might hear the cry of the afflicted--","25":"\u0027Therefore He knows their works, And He overthrows [them] in the night, And they are crushed.","9":"\u0027For he has said, \u0027It profits a man nothing When he is pleased with God.\u0027","33":"\u0027Shall He recompense on your terms, because you have rejected [it]? For you must choose, and not I; Therefore declare what you know.","15":"All flesh would perish together, And man would return to dust.","34":"\u0027Men of understanding will say to me, And a wise man who hears me,","21":"\u0027For His eyes are upon the ways of a man, And He sees all his steps.","24":"\u0027He breaks in pieces mighty men without inquiry, And sets others in their place.","16":"\u0027But if [you have] understanding, hear this; Listen to the sound of my words.","35":"\u0027Job speaks without knowledge, And his words are without wisdom.","32":"Teach me what I do not see; If I have done iniquity, I will not do it again \u0027?","7":"\u0027What man is like Job, Who drinks up derision like water,","2":"\u0027Hear my words, you wise men, And listen to me, you who know.","6":"Should I lie concerning my right? My wound is incurable, [though I am] without transgression.\u0027","31":"\u0027For has anyone said to God, \u0027I have borne [chastisement]; I will not offend [anymore];"},"21":{"11":"\u0027They send forth their little ones like the flock, And their children skip about.","3":"\u0027Bear with me that I may speak; Then after I have spoken, you may mock.","20":"\u0027Let his own eyes see his decay, And let him drink of the wrath of the Almighty.","12":"\u0027They sing to the timbrel and harp And rejoice at the sound of the flute.","10":"\u0027His ox mates without fail; His cow calves and does not abort.","17":"\u0027How often is the lamp of the wicked put out, Or does their calamity fall on them? Does God apportion destruction in His anger?","13":"\u0027They spend their days in prosperity, And suddenly they go down to Sheol.","27":"\u0027Behold, I know your thoughts, And the plans by which you would wrong me.","30":"\u0027For the wicked is reserved for the day of calamity; They will be led forth at the day of fury.","18":"\u0027Are they as straw before the wind, And like chaff which the storm carries away?","29":"\u0027Have you not asked wayfaring men, And do you not recognize their witness?","23":"\u0027One dies in his full strength, Being wholly at ease and satisfied;","19":"\u0027[You say], \u0027God stores away a man\u0027s iniquity for his sons.\u0027 Let God repay him so that he may know [it].","1":"Then Job answered,","5":"\u0027Look at me, and be astonished, And put [your] hand over [your] mouth.","4":"\u0027As for me, is my complaint to man? And why should I not be impatient?","8":"\u0027Their descendants are established with them in their sight, And their offspring before their eyes,","26":"\u0027Together they lie down in the dust, And worms cover them.","14":"\u0027They say to God, \u0027Depart from us! We do not even desire the knowledge of Your ways.","22":"\u0027Can anyone teach God knowledge, In that He judges those on high?","28":"\u0027For you say, \u0027Where is the house of the nobleman, And where is the tent, the dwelling places of the wicked?\u0027","25":"While another dies with a bitter soul, Never even tasting [anything] good.","9":"Their houses are safe from fear, And the rod of God is not on them.","33":"\u0027The clods of the valley will gently cover him; Moreover, all men will follow after him, While countless ones [go] before him.","15":"\u0027Who is the Almighty, that we should serve Him, And what would we gain if we entreat Him?\u0027","34":"\u0027How then will you vainly comfort me, For your answers remain [full of] falsehood?\u0027","21":"\u0027For what does he care for his household after him, When the number of his months is cut off?","24":"His sides are filled out with fat, And the marrow of his bones is moist,","16":"\u0027Behold, their prosperity is not in their hand; The counsel of the wicked is far from me.","32":"\u0027While he is carried to the grave, [Men] will keep watch over [his] tomb.","7":"\u0027Why do the wicked [still] live, Continue on, also become very powerful?","2":"\u0027Listen carefully to my speech, And let this be your [way of] consolation.","6":"\u0027Even when I remember, I am disturbed, And horror takes hold of my flesh.","31":"\u0027Who will confront him with his actions, And who will repay him for what he has done?"},"24":{"16":"\u0027In the dark they dig into houses, They shut themselves up by day; They do not know the light.","3":"\u0027They drive away the donkeys of the orphans; They take the widow\u0027s ox for a pledge.","5":"\u0027Behold, as wild donkeys in the wilderness They go forth seeking food in their activity, As bread for [their] children in the desert.","21":"\u0027He wrongs the barren woman And does no good for the widow.","18":"\u0027They are insignificant on the surface of the water; Their portion is cursed on the earth. They do not turn toward the vineyards.","12":"\u0027From the city men groan, And the souls of the wounded cry out; Yet God does not pay attention to folly.","10":"\u0027They cause [the poor] to go about naked without clothing, And they take away the sheaves from the hungry.","2":"\u0027Some remove the landmarks; They seize and devour flocks.","22":"\u0027But He drags off the valiant by His power; He rises, but no one has assurance of life.","8":"\u0027They are wet with the mountain rains And hug the rock for want of a shelter.","17":"\u0027For the morning is the same to him as thick darkness, For he is familiar with the terrors of thick darkness.","11":"\u0027Within the walls they produce oil; They tread wine presses but thirst.","1":"\u0027Why are times not stored up by the Almighty, And why do those who know Him not see His days?","9":"\u0027Others snatch the orphan from the breast, And against the poor they take a pledge.","24":"\u0027They are exalted a little while, then they are gone; Moreover, they are brought low and like everything gathered up; Even like the heads of grain they are cut off.","14":"\u0027The murderer arises at dawn; He kills the poor and the needy, And at night he is as a thief.","7":"\u0027They spend the night naked, without clothing, And have no covering against the cold.","15":"\u0027The eye of the adulterer waits for the twilight, Saying, \u0027No eye will see me.\u0027 And he disguises his face.","20":"\u0027A mother will forget him; The worm feeds sweetly till he is no longer remembered. And wickedness will be broken like a tree.","25":"\u0027Now if it is not so, who can prove me a liar, And make my speech worthless?\u0027","23":"\u0027He provides them with security, and they are supported; And His eyes are on their ways.","6":"\u0027They harvest their fodder in the field And glean the vineyard of the wicked.","4":"\u0027They push the needy aside from the road; The poor of the land are made to hide themselves altogether.","19":"\u0027Drought and heat consume the snow waters, [So does] Sheol [those who] have sinned.","13":"\u0027Others have been with those who rebel against the light; They do not want to know its ways Nor abide in its paths."},"16":{"16":"\u0027My face is flushed from weeping, And deep darkness is on my eyelids,","3":"\u0027Is there [no] limit to windy words? Or what plagues you that you answer?","5":"\u0027I could strengthen you with my mouth, And the solace of my lips could lessen [your pain].","21":"\u0027O that a man might plead with God As a man with his neighbor!","18":"\u0027O earth, do not cover my blood, And let there be no [resting] place for my cry.","12":"\u0027I was at ease, but He shattered me, And He has grasped me by the neck and shaken me to pieces; He has also set me up as His target.","10":"\u0027They have gaped at me with their mouth, They have slapped me on the cheek with contempt; They have massed themselves against me.","2":"\u0027I have heard many such things; Sorry comforters are you all.","22":"\u0027For when a few years are past, I shall go the way of no return.","8":"\u0027You have shriveled me up, It has become a witness; And my leanness rises up against me, It testifies to my face.","17":"Although there is no violence in my hands, And my prayer is pure.","11":"\u0027God hands me over to ruffians And tosses me into the hands of the wicked.","1":"Then Job answered,","9":"\u0027His anger has torn me and hunted me down, He has gnashed at me with His teeth; My adversary glares at me.","14":"\u0027He breaks through me with breach after breach; He runs at me like a warrior.","7":"\u0027But now He has exhausted me; You have laid waste all my company.","15":"\u0027I have sewed sackcloth over my skin And thrust my horn in the dust.","20":"\u0027My friends are my scoffers; My eye weeps to God.","6":"\u0027If I speak, my pain is not lessened, And if I hold back, what has left me?","4":"\u0027I too could speak like you, If I were in your place. I could compose words against you And shake my head at you.","19":"\u0027Even now, behold, my witness is in heaven, And my advocate is on high.","13":"\u0027His arrows surround me. Without mercy He splits my kidneys open; He pours out my gall on the ground."},"35":{"16":"So Job opens his mouth emptily; He multiplies words without knowledge.\u0027","3":"\u0027For you say, \u0027What advantage will it be to You? What profit will I have, more than if I had sinned?\u0027","5":"\u0027Look at the heavens and see; And behold the clouds-- they are higher than you.","12":"\u0027There they cry out, but He does not answer Because of the pride of evil men.","10":"\u0027But no one says, \u0027Where is God my Maker, Who gives songs in the night,","2":"\u0027Do you think this is according to justice? Do you say, \u0027My righteousness is more than God\u0027s \u0027?","8":"\u0027Your wickedness is for a man like yourself, And your righteousness is for a son of man.","11":"Who teaches us more than the beasts of the earth And makes us wiser than the birds of the heavens?\u0027","1":"Then Elihu continued and said,","9":"\u0027Because of the multitude of oppressions they cry out; They cry for help because of the arm of the mighty.","14":"\u0027How much less when you say you do not behold Him, The case is before Him, and you must wait for Him!","7":"\u0027If you are righteous, what do you give to Him, Or what does He receive from your hand?","15":"\u0027And now, because He has not visited [in] His anger, Nor has He acknowledged transgression well,","6":"\u0027If you have sinned, what do you accomplish against Him? And if your transgressions are many, what do you do to Him?","4":"\u0027I will answer you, And your friends with you.","13":"\u0027Surely God will not listen to an empty [cry], Nor will the Almighty regard it."},"32":{"16":"\u0027Shall I wait, because they do not speak, Because they stop [and] no longer answer?","3":"And his anger burned against his three friends because they had found no answer, and yet had condemned Job.","5":"And when Elihu saw that there was no answer in the mouth of the three men his anger burned.","21":"\u0027Let me now be partial to no one, Nor flatter [any] man.","18":"\u0027For I am full of words; The spirit within me constrains me.","12":"\u0027I even paid close attention to you; Indeed, there was no one who refuted Job, Not one of you who answered his words.","10":"\u0027So I say, \u0027Listen to me, I too will tell what I think.\u0027","2":"But the anger of Elihu the son of Barachel the Buzite, of the family of Ram burned; against Job his anger burned because he justified himself before God.","22":"\u0027For I do not know how to flatter, [Else] my Maker would soon take me away.","8":"\u0027But it is a spirit in man, And the breath of the Almighty gives them understanding.","17":"\u0027I too will answer my share, I also will tell my opinion.","11":"\u0027Behold, I waited for your words, I listened to your reasonings, While you pondered what to say.","1":"Then these three men ceased answering Job, because he was righteous in his own eyes.","9":"\u0027The abundant [in years] may not be wise, Nor may elders understand justice.","14":"\u0027For he has not arranged [his] words against me, Nor will I reply to him with your arguments.","7":"\u0027I thought age should speak, And increased years should teach wisdom.","15":"\u0027They are dismayed, they no longer answer; Words have failed them.","20":"\u0027Let me speak that I may get relief; Let me open my lips and answer.","6":"So Elihu the son of Barachel the Buzite spoke out and said, \u0027I am young in years and you are old; Therefore I was shy and afraid to tell you what I think.","4":"Now Elihu had waited to speak to Job because they were years older than he.","19":"\u0027Behold, my belly is like unvented wine, Like new wineskins it is about to burst.","13":"\u0027Do not say, \u0027We have found wisdom; God will rout him, not man.\u0027"},"7":{"16":"\u0027I waste away; I will not live forever. Leave me alone, for my days are [but] a breath.","3":"So am I allotted months of vanity, And nights of trouble are appointed me.","5":"\u0027My flesh is clothed with worms and a crust of dirt, My skin hardens and runs.","21":"\u0027Why then do You not pardon my transgression And take away my iniquity? For now I will lie down in the dust; And You will seek me, but I will not be.\u0027","18":"That You examine him every morning And try him every moment?","12":"\u0027Am I the sea, or the sea monster, That You set a guard over me?","10":"\u0027He will not return again to his house, Nor will his place know him anymore.","2":"\u0027As a slave who pants for the shade, And as a hired man who eagerly waits for his wages,","8":"\u0027The eye of him who sees me will behold me no longer; Your eyes [will be] on me, but I will not be.","17":"\u0027What is man that You magnify him, And that You are concerned about him,","11":"\u0027Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul.","1":"\u0027Is not man forced to labor on earth, And [are not] his days like the days of a hired man?","9":"\u0027When a cloud vanishes, it is gone, So he who goes down to Sheol does not come up.","14":"Then You frighten me with dreams And terrify me by visions;","7":"\u0027Remember that my life is [but] breath; My eye will not again see good.","15":"So that my soul would choose suffocation, Death rather than my pains.","20":"\u0027Have I sinned? What have I done to You, O watcher of men? Why have You set me as Your target, So that I am a burden to myself?","6":"\u0027My days are swifter than a weaver\u0027s shuttle, And come to an end without hope.","4":"\u0027When I lie down I say, \u0027When shall I arise?\u0027 But the night continues, And I am continually tossing until dawn.","19":"\u0027Will You never turn Your gaze away from me, Nor let me alone until I swallow my spittle?","13":"\u0027If I say, \u0027My bed will comfort me, My couch will ease my complaint,\u0027"},"2":{"3":"The LORD said to Satan, \u0027Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds fast his integrity, although you incited Me against him to ruin him without cause.\u0027","5":"\u0027However, put forth Your hand now, and touch his bone and his flesh; he will curse You to Your face.\u0027","12":"When they lifted up their eyes at a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe and they threw dust over their heads toward the sky.","10":"But he said to her, \u0027You speak as one of the foolish women speaks. Shall we indeed accept good from God and not accept adversity?\u0027 In all this Job did not sin with his lips.","2":"The LORD said to Satan, \u0027Where have you come from?\u0027 Then Satan answered the LORD and said, \u0027From roaming about on the earth and walking around on it.\u0027","8":"And he took a potsherd to scrape himself while he was sitting among the ashes.","11":"Now when Job\u0027s three friends heard of all this adversity that had come upon him, they came each one from his own place, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him.","1":"Again there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them to present himself before the LORD.","9":"Then his wife said to him, \u0027Do you still hold fast your integrity? Curse God and die!\u0027","7":"Then Satan went out from the presence of the LORD and smote Job with sore boils from the sole of his foot to the crown of his head.","6":"So the LORD said to Satan, \u0027Behold, he is in your power, only spare his life.\u0027","4":"Satan answered the LORD and said, \u0027Skin for skin! Yes, all that a man has he will give for his life.","13":"Then they sat down on the ground with him for seven days and seven nights with no one speaking a word to him, for they saw that [his] pain was very great."},"38":{"11":"And I said, \u0027Thus far you shall come, but no farther; And here shall your proud waves stop \u0027?","41":"\u0027Who prepares for the raven its nourishment When its young cry to God And wander about without food?","3":"\u0027Now gird up your loins like a man, And I will ask you, and you instruct Me!","20":"That you may take it to its territory And that you may discern the paths to its home?","12":"\u0027Have you ever in your life commanded the morning, [And] caused the dawn to know its place,","10":"And I placed boundaries on it And set a bolt and doors,","17":"\u0027Have the gates of death been revealed to you, Or have you seen the gates of deep darkness?","40":"When they crouch in [their] dens [And] lie in wait in [their] lair?","13":"That it might take hold of the ends of the earth, And the wicked be shaken out of it?","27":"To satisfy the waste and desolate land And to make the seeds of grass to sprout?","30":"\u0027Water becomes hard like stone, And the surface of the deep is imprisoned.","18":"\u0027Have you understood the expanse of the earth? Tell [Me], if you know all this.","36":"\u0027Who has put wisdom in the innermost being Or given understanding to the mind?","29":"\u0027From whose womb has come the ice? And the frost of heaven, who has given it birth?","23":"Which I have reserved for the time of distress, For the day of war and battle?","19":"\u0027Where is the way to the dwelling of light? And darkness, where is its place,","1":"Then the LORD answered Job out of the whirlwind and said,","5":"Who set its measurements? Since you know. Or who stretched the line on it?","4":"\u0027Where were you when I laid the foundation of the earth? Tell [Me], if you have understanding,","8":"\u0027Or [who] enclosed the sea with doors When, bursting forth, it went out from the womb;","26":"To bring rain on a land without people, [On] a desert without a man in it,","39":"\u0027Can you hunt the prey for the lion, Or satisfy the appetite of the young lions,","14":"\u0027It is changed like clay [under] the seal; And they stand forth like a garment.","37":"\u0027Who can count the clouds by wisdom, Or tip the water jars of the heavens,","22":"\u0027Have you entered the storehouses of the snow, Or have you seen the storehouses of the hail,","28":"\u0027Has the rain a father? Or who has begotten the drops of dew?","25":"\u0027Who has cleft a channel for the flood, Or a way for the thunderbolt,","9":"When I made a cloud its garment And thick darkness its swaddling band,","33":"\u0027Do you know the ordinances of the heavens, Or fix their rule over the earth?","15":"\u0027From the wicked their light is withheld, And the uplifted arm is broken.","34":"\u0027Can you lift up your voice to the clouds, So that an abundance of water will cover you?","21":"\u0027You know, for you were born then, And the number of your days is great!","24":"\u0027Where is the way that the light is divided, [Or] the east wind scattered on the earth?","16":"\u0027Have you entered into the springs of the sea Or walked in the recesses of the deep?","35":"\u0027Can you send forth lightnings that they may go And say to you, \u0027Here we are\u0027?","32":"\u0027Can you lead forth a constellation in its season, And guide the Bear with her satellites?","7":"When the morning stars sang together And all the sons of God shouted for joy?","2":"\u0027Who is this that darkens counsel By words without knowledge?","38":"When the dust hardens into a mass And the clods stick together?","6":"\u0027On what were its bases sunk? Or who laid its cornerstone,","31":"\u0027Can you bind the chains of the Pleiades, Or loose the cords of Orion?"},"6":{"11":"\u0027What is my strength, that I should wait? And what is my end, that I should endure?","3":"\u0027For then it would be heavier than the sand of the seas; Therefore my words have been rash.","20":"\u0027They were disappointed for they had trusted, They came there and were confounded.","12":"\u0027Is my strength the strength of stones, Or is my flesh bronze?","10":"\u0027But it is still my consolation, And I rejoice in unsparing pain, That I have not denied the words of the Holy One.","17":"\u0027When they become waterless, they are silent, When it is hot, they vanish from their place.","13":"\u0027Is it that my help is not within me, And that deliverance is driven from me?","27":"\u0027You would even cast [lots] for the orphans And barter over your friend.","30":"\u0027Is there injustice on my tongue? Cannot my palate discern calamities?","18":"\u0027The paths of their course wind along, They go up into nothing and perish.","29":"\u0027Desist now, let there be no injustice; Even desist, my righteousness is yet in it.","23":"Or, \u0027Deliver me from the hand of the adversary,\u0027 Or, \u0027Redeem me from the hand of the tyrants \u0027?","19":"\u0027The caravans of Tema looked, The travelers of Sheba hoped for them.","1":"Then Job answered,","5":"\u0027Does the wild donkey bray over [his] grass, Or does the ox low over his fodder?","4":"\u0027For the arrows of the Almighty are within me, Their poison my spirit drinks; The terrors of God are arrayed against me.","8":"\u0027Oh that my request might come to pass, And that God would grant my longing!","26":"\u0027Do you intend to reprove [my] words, When the words of one in despair belong to the wind?","14":"\u0027For the despairing man [there should be] kindness from his friend; So that he does not forsake the fear of the Almighty.","22":"\u0027Have I said, \u0027Give me [something],\u0027 Or, \u0027Offer a bribe for me from your wealth,\u0027","28":"\u0027Now please look at me, And [see] if I lie to your face.","25":"\u0027How painful are honest words! But what does your argument prove?","9":"\u0027Would that God were willing to crush me, That He would loose His hand and cut me off!","15":"\u0027My brothers have acted deceitfully like a wadi, Like the torrents of wadis which vanish,","21":"\u0027Indeed, you have now become such, You see a terror and are afraid.","24":"\u0027Teach me, and I will be silent; And show me how I have erred.","16":"Which are turbid because of ice [And] into which the snow melts.","7":"\u0027My soul refuses to touch [them]; They are like loathsome food to me.","2":"\u0027Oh that my grief were actually weighed And laid in the balances together with my calamity!","6":"\u0027Can something tasteless be eaten without salt, Or is there any taste in the white of an egg?"},"31":{"11":"\u0027For that would be a lustful crime; Moreover, it would be an iniquity [punishable by] judges.","3":"\u0027Is it not calamity to the unjust And disaster to those who work iniquity?","20":"If his loins have not thanked me, And if he has not been warmed with the fleece of my sheep,","12":"\u0027For it would be fire that consumes to Abaddon, And would uproot all my increase.","10":"May my wife grind for another, And let others kneel down over her.","17":"Or have eaten my morsel alone, And the orphan has not shared it","40":"Let briars grow instead of wheat, And stinkweed instead of barley.\u0027 The words of Job are ended.","13":"\u0027If I have despised the claim of my male or female slaves When they filed a complaint against me,","27":"And my heart became secretly enticed, And my hand threw a kiss from my mouth,","30":"\u0027No, I have not allowed my mouth to sin By asking for his life in a curse.","18":"(But from my youth he grew up with me as with a father, And from infancy I guided her),","36":"Surely I would carry it on my shoulder, I would bind it to myself like a crown.","29":"\u0027Have I rejoiced at the extinction of my enemy, Or exulted when evil befell him?","23":"\u0027For calamity from God is a terror to me, And because of His majesty I can do nothing.","19":"If I have seen anyone perish for lack of clothing, Or that the needy had no covering,","1":"\u0027I have made a covenant with my eyes; How then could I gaze at a virgin?","5":"\u0027If I have walked with falsehood, And my foot has hastened after deceit,","4":"\u0027Does He not see my ways And number all my steps?","8":"Let me sow and another eat, And let my crops be uprooted.","26":"If I have looked at the sun when it shone Or the moon going in splendor,","39":"If I have eaten its fruit without money, Or have caused its owners to lose their lives,","14":"What then could I do when God arises? And when He calls me to account, what will I answer Him?","37":"\u0027I would declare to Him the number of my steps; Like a prince I would approach Him.","22":"Let my shoulder fall from the socket, And my arm be broken off at the elbow.","28":"That too would have been an iniquity [calling for] judgment, For I would have denied God above.","25":"If I have gloated because my wealth was great, And because my hand had secured [so] much;","9":"\u0027If my heart has been enticed by a woman, Or I have lurked at my neighbor\u0027s doorway,","33":"\u0027Have I covered my transgressions like Adam, By hiding my iniquity in my bosom,","15":"\u0027Did not He who made me in the womb make him, And the same one fashion us in the womb?","34":"Because I feared the great multitude, And the contempt of families terrified me, And kept silent and did not go out of doors?","21":"If I have lifted up my hand against the orphan, Because I saw I had support in the gate,","24":"\u0027If I have put my confidence [in] gold, And called fine gold my trust,","16":"\u0027If I have kept the poor from [their] desire, Or have caused the eyes of the widow to fail,","35":"\u0027Oh that I had one to hear me! Behold, here is my signature; Let the Almighty answer me! And the indictment which my adversary has written,","32":"\u0027The alien has not lodged outside, [For] I have opened my doors to the traveler.","7":"\u0027If my step has turned from the way, Or my heart followed my eyes, Or if any spot has stuck to my hands,","2":"\u0027And what is the portion of God from above Or the heritage of the Almighty from on high?","38":"\u0027If my land cries out against me, And its furrows weep together;","6":"Let Him weigh me with accurate scales, And let God know my integrity.","31":"\u0027Have the men of my tent not said, \u0027Who can find one who has not been satisfied with his meat \u0027?"}}}