{"translationKey":"niv","translation":"NIV","book":"Nahum","bookSlug":"nahum","chapters":{"2":{"3":"The shields of his soldiers are red;the warriors are clad in scarlet.The metal on the chariots flasheson the day they are made ready;the spears of pine are brandished.","5":"He summons his picked troops,yet they stumble on their way.They dash to the city wall;the protective shield is put in place.","12":"The lion killed enough for his cubsand strangled the prey for his mate,filling his lairs with the killand his dens with the prey.","10":"She is pillaged, plundered, stripped!Hearts melt, knees give way,bodies tremble, every face grows pale.","2":"The Lord will restore the splendor of Jacoblike the splendor of Israel,though destroyers have laid them wasteand have ruined their vines.","8":"Nineveh is like a pool,and its water is draining away.“Stop! Stop!” they cry,but no one turns back.","11":"Where now is the lions’ den,the place where they fed their young,where the lion and lioness went,and the cubs, with nothing to fear?","1":"Nineveh to FallAn attacker advances against you, Nineveh.Guard the fortress,watch the road,brace yourselves,marshal all your strength!","9":"Plunder the silver!Plunder the gold!The supply is endless,the wealth from all its treasures!","7":"It is decreed that the citybe exiled and carried away.Its slave girls moan like dovesand beat upon their breasts.","6":"The river gates are thrown openand the palace collapses.","4":"The chariots storm through the streets,rushing back and forth through the squares.They look like flaming torches;they dart about like lightning.","13":"“I am against you,”declares the Lord Almighty.“I will burn up your chariots in smoke,and the sword will devour your young lions.I will leave you no prey on the earth.The voices of your messengerswill no longer be heard.”"},"1":{"3":"The Lord is slow to anger and great in power;the Lord will not leave the guilty unpunished.His way is in the whirlwind and the storm,and clouds are the dust of his feet.","5":"The mountains quake before himand the hills melt away.The earth trembles at his presence,the world and all who live in it.","12":"This is what the Lord says:“Although they have allies and are numerous,they will be cut off and pass away.Although I have afflicted you, O Judah,I will afflict you no more.","10":"They will be entangled among thornsand drunk from their wine;they will be consumed like dry stubble.","2":"The Lord’s Anger Against NinevehThe Lord is a jealous and avenging God;the Lord takes vengeance and is filled with wrath.The Lord takes vengeance on his foesand maintains his wrath against his enemies.","8":"but with an overwhelming floodhe will make an end of Nineveh;he will pursue his foes into darkness.","11":"From you, O Nineveh, has one come forthwho plots evil against the Lordand counsels wickedness.","1":"An oracle concerning Nineveh. The book of the vision of Nahum the Elkoshite.","9":"Whatever they plot against the Lordhe will bring to an end;trouble will not come a second time.","14":"The Lord has given a command concerning you, Nineveh:“You will have no descendants to bear your name.I will destroy the carved images and cast idolsthat are in the temple of your gods.I will prepare your grave,for you are vile.”","7":"The Lord is good,a refuge in times of trouble.He cares for those who trust in him,","15":"Look, there on the mountains,the feet of one who brings good news,who proclaims peace!Celebrate your festivals, O Judah,and fulfill your vows.No more will the wicked invade you;they will be completely destroyed.","6":"Who can withstand his indignation?Who can endure his fierce anger?His wrath is poured out like fire;the rocks are shattered before him.","4":"He rebukes the sea and dries it up;he makes all the rivers run dry.Bashan and Carmel witherand the blossoms of Lebanon fade.","13":"Now I will break their yoke from your neckand tear your shackles away.”"},"3":{"16":"You have increased the number of your merchantstill they are more than the stars of the sky,but like locusts they strip the landand then fly away.","3":"Charging cavalry,flashing swordsand glittering spears!Many casualties,piles of dead,bodies without number,people stumbling over the corpses—","5":"“I am against you,” declares the Lord Almighty.“I will lift your skirts over your face.I will show the nations your nakednessand the kingdoms your shame.","18":"O king of Assyria, your shepherds slumber;your nobles lie down to rest.Your people are scattered on the mountainswith no one to gather them.","12":"All your fortresses are like fig treeswith their first ripe fruit;when they are shaken,the figs fall into the mouth of the eater.","10":"Yet she was taken captiveand went into exile.Her infants were dashed to piecesat the head of every street.Lots were cast for her nobles,and all her great men were put in chains.","2":"The crack of whips,the clatter of wheels,galloping horsesand jolting chariots!","8":"Are you better than Thebes,situated on the Nile,with water around her?The river was her defense,the waters her wall.","17":"Your guards are like locusts,your officials like swarms of locuststhat settle in the walls on a cold day—but when the sun appears they fly away,and no one knows where.","11":"You too will become drunk;you will go into hidingand seek refuge from the enemy.","1":"Woe to NinevehWoe to the city of blood,full of lies,full of plunder,never without victims!","9":"Cush and Egypt were her boundless strength;Put and Libya were among her allies.","14":"Draw water for the siege,strengthen your defenses!Work the clay,tread the mortar,repair the brickwork!","7":"All who see you will flee from you and say,‘Nineveh is in ruins—who will mourn for her?’Where can I find anyone to comfort you?”","15":"There the fire will devour you;the sword will cut you downand, like grasshoppers, consume you.Multiply like grasshoppers,multiply like locusts!","6":"I will pelt you with filth,I will treat you with contemptand make you a spectacle.","4":"all because of the wanton lust of a harlot,alluring, the mistress of sorceries,who enslaved nations by her prostitutionand peoples by her witchcraft.","19":"Nothing can heal your wound;your injury is fatal.Everyone who hears the news about youclaps his hands at your fall,for who has not feltyour endless cruelty?","13":"Look at your troops—they are all women!The gates of your landare wide open to your enemies;fire has consumed their bars."}}}