{"translationKey":"niv","translation":"NIV","book":"Psalms","bookSlug":"psalms","chapters":{"121":{"7":"The Lord will keep you from all harm—he will watch over your life;","3":"He will not let your foot slip—he who watches over you will not slumber;","2":"My help comes from the Lord,the Maker of heaven and earth.","1":"Psalm 121A song of ascents.I lift up my eyes to the hills—where does my help come from?","4":"indeed, he who watches over Israelwill neither slumber nor sleep.","6":"the sun will not harm you by day,nor the moon by night.","5":"The Lord watches over you—the Lord is your shade at your right hand;","8":"the Lord will watch over your coming and goingboth now and forevermore."},"31":{"16":"Let your face shine on your servant;save me in your unfailing love.","3":"Since you are my rock and my fortress,for the sake of your name lead and guide me.","5":"Into your hands I commit my spirit;redeem me, O Lord, the God of truth.","21":"Praise be to the Lord,for he showed his wonderful love to mewhen I was in a besieged city.","18":"Let their lying lips be silenced,for with pride and contemptthey speak arrogantly against the righteous.","12":"I am forgotten by them as though I were dead;I have become like broken pottery.","10":"My life is consumed by anguishand my years by groaning;my strength fails because of my affliction,and my bones grow weak.","2":"Turn your ear to me,come quickly to my rescue;be my rock of refuge,a strong fortress to save me.","22":"In my alarm I said,“I am cut off from your sight!”Yet you heard my cry for mercywhen I called to you for help.","8":"You have not handed me over to the enemybut have set my feet in a spacious place.","17":"Let me not be put to shame, O Lord,for I have cried out to you;but let the wicked be put to shameand lie silent in the grave.","11":"Because of all my enemies,I am the utter contempt of my neighbors;I am a dread to my friends—those who see me on the street flee from me.","1":"Psalm 31For the director of music. A psalm of David.In you, O Lord, I have taken refuge;let me never be put to shame;deliver me in your righteousness.","9":"Be merciful to me, O Lord, for I am in distress;my eyes grow weak with sorrow,my soul and my body with grief.","24":"Be strong and take heart,all you who hope in the Lord.","14":"But I trust in you, O Lord;I say, “You are my God.”","7":"I will be glad and rejoice in your love,for you saw my afflictionand knew the anguish of my soul.","15":"My times are in your hands;deliver me from my enemiesand from those who pursue me.","20":"In the shelter of your presence you hide themfrom the intrigues of men;in your dwelling you keep them safefrom accusing tongues.","23":"Love the Lord, all his saints!The Lord preserves the faithful,but the proud he pays back in full.","6":"I hate those who cling to worthless idols;I trust in the Lord.","4":"Free me from the trap that is set for me,for you are my refuge.","19":"How great is your goodness,which you have stored up for those who fear you,which you bestow in the sight of menon those who take refuge in you.","13":"For I hear the slander of many;there is terror on every side;they conspire against meand plot to take my life."},"117":{"2":"For great is his love toward us,and the faithfulness of the Lord endures forever.Praise the Lord.","1":"Psalm 117Praise the Lord, all you nations;extol him, all you peoples."},"59":{"16":"But I will sing of your strength,in the morning I will sing of your love;for you are my fortress,my refuge in times of trouble.","3":"See how they lie in wait for me!Fierce men conspire against mefor no offense or sin of mine, O Lord.","5":"O Lord God Almighty, the God of Israel,rouse yourself to punish all the nations;show no mercy to wicked traitors. Selah","12":"For the sins of their mouths,for the words of their lips,let them be caught in their pride.For the curses and lies they utter,","10":"my loving God.God will go before meand will let me gloat over those who slander me.","2":"Deliver me from evildoersand save me from bloodthirsty men.","8":"But you, O Lord, laugh at them;you scoff at all those nations.","17":"O my Strength, I sing praise to you;you, O God, are my fortress, my loving God.","11":"But do not kill them, O Lord our shield,or my people will forget.In your might make them wander about,and bring them down.","1":"Psalm 59For the director of music. To the tune of “Do Not Destroy.” Of David. A miktam. When Saul had sent men to watch David’s house in order to kill him.Deliver me from my enemies, O God;protect me from those who rise up against me.","9":"O my Strength, I watch for you;you, O God, are my fortress,","14":"They return at evening,snarling like dogs,and prowl about the city.","7":"See what they spew from their mouths—they spew out swords from their lips,and they say, “Who can hear us?”","15":"They wander about for foodand howl if not satisfied.","6":"They return at evening,snarling like dogs,and prowl about the city.","4":"I have done no wrong, yet they are ready to attack me.Arise to help me; look on my plight!","13":"consume them in wrath,consume them till they are no more.Then it will be known to the ends of the earththat God rules over Jacob. Selah"},"5":{"7":"But I, by your great mercy,will come into your house;in reverence will I bow downtoward your holy temple.","9":"Not a word from their mouth can be trusted;their heart is filled with destruction.Their throat is an open grave;with their tongue they speak deceit.","10":"Declare them guilty, O God!Let their intrigues be their downfall.Banish them for their many sins,for they have rebelled against you.","3":"In the morning, O Lord, you hear my voice;in the morning I lay my requests before youand wait in expectation.","11":"But let all who take refuge in you be glad;let them ever sing for joy.Spread your protection over them,that those who love your name may rejoice in you.","2":"Listen to my cry for help,my King and my God,for to you I pray.","1":"Psalm 5For the director of music. For flutes. A psalm of David.Give ear to my words, O Lord,consider my sighing.","12":"For surely, O Lord, you bless the righteous;you surround them with your favor as with a shield.","4":"You are not a God who takes pleasure in evil;with you the wicked cannot dwell.","6":"You destroy those who tell lies;bloodthirsty and deceitful menthe Lord abhors.","5":"The arrogant cannot stand in your presence;you hate all who do wrong.","8":"Lead me, O Lord, in your righteousnessbecause of my enemies—make straight your way before me."},"53":{"3":"Everyone has turned away,they have together become corrupt;there is no one who does good,not even one.","2":"God looks down from heavenon the sons of mento see if there are any who understand,any who seek God.","1":"Psalm 53For the director of music. According to mahalath. A maskil of David.The fool says in his heart,“There is no God.”They are corrupt, and their ways are vile;there is no one who does good.","4":"Will the evildoers never learn—those who devour my people as men eat breadand who do not call on God?","6":"Oh, that salvation for Israel would come out of Zion!When God restores the fortunes of his people,let Jacob rejoice and Israel be glad!","5":"There they were, overwhelmed with dread,where there was nothing to dread.God scattered the bones of those who attacked you;you put them to shame, for God despised them."},"47":{"7":"For God is the King of all the earth;sing to him a psalm of praise.","9":"The nobles of the nations assembleas the people of the God of Abraham,for the kings of the earth belong to God;he is greatly exalted.","3":"He subdued nations under us,peoples under our feet.","2":"How awesome is the Lord Most High,the great King over all the earth!","1":"Psalm 47For the director of music. Of the Sons of Korah. A psalm.Clap your hands, all you nations;shout to God with cries of joy.","4":"He chose our inheritance for us,the pride of Jacob, whom he loved. Selah","6":"Sing praises to God, sing praises;sing praises to our King, sing praises.","5":"God has ascended amid shouts of joy,the Lord amid the sounding of trumpets.","8":"God reigns over the nations;God is seated on his holy throne."},"100":{"2":"Worship the Lord with gladness;come before him with joyful songs.","4":"Enter his gates with thanksgivingand his courts with praise;give thanks to him and praise his name.","5":"For the Lord is good and his love endures forever;his faithfulness continues through all generations.","1":"Psalm 100A psalm. For giving thanks.Shout for joy to the Lord, all the earth.","3":"Know that the Lord is God.It is he who made us, and we are his;we are his people, the sheep of his pasture."},"78":{"10":"they did not keep God’s covenantand refused to live by his law.","63":"Fire consumed their young men,and their maidens had no wedding songs;","30":"But before they turned from the food they craved,even while it was still in their mouths,","49":"He unleashed against them his hot anger,his wrath, indignation and hostility—a band of destroying angels.","62":"He gave his people over to the sword;he was very angry with his inheritance.","22":"for they did not believe in Godor trust in his deliverance.","13":"He divided the sea and led them through;he made the water stand firm like a wall.","47":"He destroyed their vines with hailand their sycamore-figs with sleet.","71":"from tending the sheep he brought himto be the shepherd of his people Jacob,of Israel his inheritance.","3":"what we have heard and known,what our fathers have told us.","8":"They would not be like their forefathers—a stubborn and rebellious generation,whose hearts were not loyal to God,whose spirits were not faithful to him.","12":"He did miracles in the sight of their fathersin the land of Egypt, in the region of Zoan.","65":"Then the Lord awoke as from sleep,as a man wakes from the stupor of wine.","40":"How often they rebelled against him in the desertand grieved him in the wasteland!","14":"He guided them with the cloud by dayand with light from the fire all night.","26":"He let loose the east wind from the heavensand led forth the south wind by his power.","17":"But they continued to sin against him,rebelling in the desert against the Most High.","28":"He made them come down inside their camp,all around their tents.","36":"But then they would flatter him with their mouths,lying to him with their tongues;","4":"We will not hide them from their children;we will tell the next generationthe praiseworthy deeds of the Lord,his power, and the wonders he has done.","50":"He prepared a path for his anger;he did not spare them from deathbut gave them over to the plague.","45":"He sent swarms of flies that devoured them,and frogs that devastated them.","60":"He abandoned the tabernacle of Shiloh,the tent he had set up among men.","38":"Yet he was merciful;he forgave their iniquitiesand did not destroy them.Time after time he restrained his angerand did not stir up his full wrath.","23":"Yet he gave a command to the skies aboveand opened the doors of the heavens;","51":"He struck down all the firstborn of Egypt,the firstfruits of manhood in the tents of Ham.","20":"When he struck the rock, water gushed out,and streams flowed abundantly.But can he also give us food?Can he supply meat for his people?”","59":"When God heard them, he was very angry;he rejected Israel completely.","69":"He built his sanctuary like the heights,like the earth that he established forever.","54":"Thus he brought them to the border of his holy land,to the hill country his right hand had taken.","66":"He beat back his enemies;he put them to everlasting shame.","57":"Like their fathers they were disloyal and faithless,as unreliable as a faulty bow.","43":"the day he displayed his miraculous signs in Egypt,his wonders in the region of Zoan.","35":"They remembered that God was their Rock,that God Most High was their Redeemer.","41":"Again and again they put God to the test;they vexed the Holy One of Israel.","5":"He decreed statutes for Jacoband established the law in Israel,which he commanded our forefathersto teach their children,","34":"Whenever God slew them, they would seek him;they eagerly turned to him again.","6":"so the next generation would know them,even the children yet to be born,and they in turn would tell their children.","53":"He guided them safely, so they were unafraid;but the sea engulfed their enemies.","2":"I will open my mouth in parables,I will utter hidden things, things from of old—","44":"He turned their rivers to blood;they could not drink from their streams.","72":"And David shepherded them with integrity of heart;with skillful hands he led them.","11":"They forgot what he had done,the wonders he had shown them.","70":"He chose David his servantand took him from the sheep pens;","68":"but he chose the tribe of Judah,Mount Zion, which he loved.","1":"Psalm 78A maskil of Asaph.O my people, hear my teaching;listen to the words of my mouth.","58":"They angered him with their high places;they aroused his jealousy with their idols.","55":"He drove out nations before themand allotted their lands to them as an inheritance;he settled the tribes of Israel in their homes.","33":"So he ended their days in futilityand their years in terror.","67":"Then he rejected the tents of Joseph,he did not choose the tribe of Ephraim;","27":"He rained meat down on them like dust,flying birds like sand on the seashore.","16":"he brought streams out of a rocky cragand made water flow down like rivers.","64":"their priests were put to the sword,and their widows could not weep.","24":"he rained down manna for the people to eat,he gave them the grain of heaven.","19":"They spoke against God, saying,“Can God spread a table in the desert?","29":"They ate till they had more than enough,for he had given them what they craved.","61":"He sent the ark of his might into captivity,his splendor into the hands of the enemy.","9":"The men of Ephraim, though armed with bows,turned back on the day of battle;","37":"their hearts were not loyal to him,they were not faithful to his covenant.","7":"Then they would put their trust in Godand would not forget his deedsbut would keep his commands.","52":"But he brought his people out like a flock;he led them like sheep through the desert.","39":"He remembered that they were but flesh,a passing breeze that does not return.","48":"He gave over their cattle to the hail,their livestock to bolts of lightning.","21":"When the Lord heard them, he was very angry;his fire broke out against Jacob,and his wrath rose against Israel,","56":"But they put God to the testand rebelled against the Most High;they did not keep his statutes.","46":"He gave their crops to the grasshopper,their produce to the locust.","32":"In spite of all this, they kept on sinning;in spite of his wonders, they did not believe.","31":"God’s anger rose against them;he put to death the sturdiest among them,cutting down the young men of Israel.","15":"He split the rocks in the desertand gave them water as abundant as the seas;","25":"Men ate the bread of angels;he sent them all the food they could eat.","18":"They willfully put God to the testby demanding the food they craved.","42":"They did not remember his power—the day he redeemed them from the oppressor,"},"89":{"11":"The heavens are yours, and yours also the earth;you founded the world and all that is in it.","41":"All who pass by have plundered him;he has become the scorn of his neighbors.","45":"You have cut short the days of his youth;you have covered him with a mantle of shame. Selah","42":"You have exalted the right hand of his foes;you have made all his enemies rejoice.","3":"You said, “I have made a covenant with my chosen one,I have sworn to David my servant,","20":"I have found David my servant;with my sacred oil I have anointed him.","12":"You created the north and the south;Tabor and Hermon sing for joy at your name.","10":"You crushed Rahab like one of the slain;with your strong arm you scattered your enemies.","17":"For you are their glory and strength,and by your favor you exalt our horn.","51":"the taunts with which your enemies have mocked, O Lord,with which they have mocked every step of your anointed one.","44":"You have put an end to his splendorand cast his throne to the ground.","40":"You have broken through all his wallsand reduced his strongholds to ruins.","13":"Your arm is endued with power;your hand is strong, your right hand exalted.","27":"I will also appoint him my firstborn,the most exalted of the kings of the earth.","30":"“If his sons forsake my lawand do not follow my statutes,","18":"Indeed, our shield belongs to the Lord,our king to the Holy One of Israel.","36":"that his line will continue foreverand his throne endure before me like the sun;","29":"I will establish his line forever,his throne as long as the heavens endure.","23":"I will crush his foes before himand strike down his adversaries.","19":"Once you spoke in a vision,to your faithful people you said:“I have bestowed strength on a warrior;I have exalted a young man from among the people.","1":"Psalm 89A maskil of Ethan the Ezrahite.I will sing of the Lord’s great love forever;with my mouth I will make your faithfulness known through all generations.","47":"Remember how fleeting is my life.For what futility you have created all men!","5":"The heavens praise your wonders, O Lord,your faithfulness too, in the assembly of the holy ones.","52":"Praise be to the Lord forever!Amen and Amen.","49":"O Lord, where is your former great love,which in your faithfulness you swore to David?","4":"‘I will establish your line foreverand make your throne firm through all generations.’” Selah","8":"O Lord God Almighty, who is like you?You are mighty, O Lord, and your faithfulness surrounds you.","26":"He will call out to me, ‘You are my Father,my God, the Rock my Savior.’","39":"You have renounced the covenant with your servantand have defiled his crown in the dust.","14":"Righteousness and justice are the foundation of your throne;love and faithfulness go before you.","37":"it will be established forever like the moon,the faithful witness in the sky.” Selah","22":"No enemy will subject him to tribute;no wicked man will oppress him.","28":"I will maintain my love to him forever,and my covenant with him will never fail.","25":"I will set his hand over the sea,his right hand over the rivers.","9":"You rule over the surging sea;when its waves mount up, you still them.","33":"but I will not take my love from him,nor will I ever betray my faithfulness.","15":"Blessed are those who have learned to acclaim you,who walk in the light of your presence, O Lord.","34":"I will not violate my covenantor alter what my lips have uttered.","21":"My hand will sustain him;surely my arm will strengthen him.","24":"My faithful love will be with him,and through my name his horn will be exalted.","46":"How long, O Lord? Will you hide yourself forever?How long will your wrath burn like fire?","16":"They rejoice in your name all day long;they exult in your righteousness.","35":"Once for all, I have sworn by my holiness—and I will not lie to David—","32":"I will punish their sin with the rod,their iniquity with flogging;","7":"In the council of the holy ones God is greatly feared;he is more awesome than all who surround him.","43":"You have turned back the edge of his swordand have not supported him in battle.","48":"What man can live and not see death,or save himself from the power of the grave? Selah","2":"I will declare that your love stands firm forever,that you established your faithfulness in heaven itself.","38":"But you have rejected, you have spurned,you have been very angry with your anointed one.","50":"Remember, Lord, how your servant has been mocked,how I bear in my heart the taunts of all the nations,","6":"For who in the skies above can compare with the Lord?Who is like the Lord among the heavenly beings?","31":"if they violate my decreesand fail to keep my commands,"},"108":{"3":"I will praise you, O Lord, among the nations;I will sing of you among the peoples.","5":"Be exalted, O God, above the heavens,and let your glory be over all the earth.","12":"Give us aid against the enemy,for the help of man is worthless.","10":"Who will bring me to the fortified city?Who will lead me to Edom?","2":"Awake, harp and lyre!I will awaken the dawn.","8":"Gilead is mine, Manasseh is mine;Ephraim is my helmet,Judah my scepter.","11":"Is it not you, O God, you who have rejected usand no longer go out with our armies?","1":"Psalm 108A song. A psalm of David.My heart is steadfast, O God;I will sing and make music with all my soul.","9":"Moab is my washbasin,upon Edom I toss my sandal;over Philistia I shout in triumph.”","7":"God has spoken from his sanctuary:“In triumph I will parcel out Shechemand measure off the Valley of Succoth.","6":"Save us and help us with your right hand,that those you love may be delivered.","4":"For great is your love, higher than the heavens;your faithfulness reaches to the skies.","13":"With God we will gain the victory,and he will trample down our enemies."},"39":{"3":"My heart grew hot within me,and as I meditated, the fire burned;then I spoke with my tongue:","5":"You have made my days a mere handbreadth;the span of my years is as nothing before you.Each man’s life is but a breath. Selah","12":"“Hear my prayer, O Lord,listen to my cry for help;be not deaf to my weeping.For I dwell with you as an alien,a stranger, as all my fathers were.","10":"Remove your scourge from me;I am overcome by the blow of your hand.","2":"But when I was silent and still,not even saying anything good,my anguish increased.","8":"Save me from all my transgressions;do not make me the scorn of fools.","11":"You rebuke and discipline men for their sin;you consume their wealth like a moth—each man is but a breath. Selah","1":"Psalm 39For the director of music. For Jeduthun. A psalm of David.I said, “I will watch my waysand keep my tongue from sin;I will put a muzzle on my mouthas long as the wicked are in my presence.”","9":"I was silent; I would not open my mouth,for you are the one who has done this.","7":"“But now, Lord, what do I look for?My hope is in you.","6":"Man is a mere phantom as he goes to and fro:He bustles about, but only in vain;he heaps up wealth, not knowing who will get it.","4":"“Show me, O Lord, my life’s endand the number of my days;let me know how fleeting is my life.","13":"Look away from me, that I may rejoice againbefore I depart and am no more.”"},"110":{"7":"He will drink from a brook beside the way;therefore he will lift up his head.","3":"Your troops will be willingon your day of battle.Arrayed in holy majesty,from the womb of the dawnyou will receive the dew of your youth.","2":"The Lord will extend your mighty scepter from Zion;you will rule in the midst of your enemies.","1":"Psalm 110Of David. A psalm.The Lord says to my Lord:“Sit at my right handuntil I make your enemiesa footstool for your feet.”","4":"The Lord has swornand will not change his mind:“You are a priest forever,in the order of Melchizedek.”","6":"He will judge the nations, heaping up the deadand crushing the rulers of the whole earth.","5":"The Lord is at your right hand;he will crush kings on the day of his wrath."},"51":{"16":"You do not delight in sacrifice, or I would bring it;you do not take pleasure in burnt offerings.","3":"For I know my transgressions,and my sin is always before me.","5":"Surely I was sinful at birth,sinful from the time my mother conceived me.","18":"In your good pleasure make Zion prosper;build up the walls of Jerusalem.","12":"Restore to me the joy of your salvationand grant me a willing spirit, to sustain me.","10":"Create in me a pure heart, O God,and renew a steadfast spirit within me.","2":"Wash away all my iniquityand cleanse me from my sin.","8":"Let me hear joy and gladness;let the bones you have crushed rejoice.","17":"The sacrifices of God are a broken spirit;a broken and contrite heart,O God, you will not despise.","11":"Do not cast me from your presenceor take your Holy Spirit from me.","1":"Psalm 51For the director of music. A psalm of David. When the prophet Nathan came to him after David had committed adultery with Bathsheba.Have mercy on me, O God,according to your unfailing love;according to your great compassionblot out my transgressions.","9":"Hide your face from my sinsand blot out all my iniquity.","14":"Save me from bloodguilt, O God,the God who saves me,and my tongue will sing of your righteousness.","7":"Cleanse me with hyssop, and I will be clean;wash me, and I will be whiter than snow.","15":"O Lord, open my lips,and my mouth will declare your praise.","6":"Surely you desire truth in the inner parts;you teach me wisdom in the inmost place.","4":"Against you, you only, have I sinnedand done what is evil in your sight,so that you are proved right when you speakand justified when you judge.","19":"Then there will be righteous sacrifices,whole burnt offerings to delight you;then bulls will be offered on your altar.","13":"Then I will teach transgressors your ways,and sinners will turn back to you."},"144":{"3":"O Lord, what is man that you care for him,the son of man that you think of him?","5":"Part your heavens, O Lord, and come down;touch the mountains, so that they smoke.","12":"Then our sons in their youthwill be like well-nurtured plants,and our daughters will be like pillarscarved to adorn a palace.","10":"to the One who gives victory to kings,who delivers his servant David from the deadly sword.","2":"He is my loving God and my fortress,my stronghold and my deliverer,my shield, in whom I take refuge,who subdues peoples under me.","8":"whose mouths are full of lies,whose right hands are deceitful.","11":"Deliver me and rescue mefrom the hands of foreignerswhose mouths are full of lies,whose right hands are deceitful.","1":"Psalm 144Of David.Praise be to the Lord my Rock,who trains my hands for war,my fingers for battle.","9":"I will sing a new song to you, O God;on the ten-stringed lyre I will make music to you,","14":"our oxen will draw heavy loads.There will be no breaching of walls,no going into captivity,no cry of distress in our streets.","7":"Reach down your hand from on high;deliver me and rescue mefrom the mighty waters,from the hands of foreigners","15":"Blessed are the people of whom this is true;blessed are the people whose God is the Lord.","6":"Send forth lightning and scatter the enemies;shoot your arrows and rout them.","4":"Man is like a breath;his days are like a fleeting shadow.","13":"Our barns will be filledwith every kind of provision.Our sheep will increase by thousands,by tens of thousands in our fields;"},"13":{"3":"Look on me and answer, O Lord my God.Give light to my eyes, or I will sleep in death;","2":"How long must I wrestle with my thoughtsand every day have sorrow in my heart?How long will my enemy triumph over me?","1":"Psalm 13For the director of music. A psalm of David.How long, O Lord? Will you forget me forever?How long will you hide your face from me?","4":"my enemy will say, “I have overcome him,”and my foes will rejoice when I fall.","6":"I will sing to the Lord,for he has been good to me.","5":"But I trust in your unfailing love;my heart rejoices in your salvation."},"23":{"3":"he restores my soul.He guides me in paths of righteousnessfor his name’s sake.","2":"He makes me lie down in green pastures,he leads me beside quiet waters,","1":"Psalm 23A psalm of David.The Lord is my shepherd, I shall not be in want.","4":"Even though I walkthrough the valley of the shadow of death,I will fear no evil,for you are with me;your rod and your staff,they comfort me.","6":"Surely goodness and love will follow meall the days of my life,and I will dwell in the house of the Lordforever.","5":"You prepare a table before mein the presence of my enemies.You anoint my head with oil;my cup overflows."},"72":{"16":"Let grain abound throughout the land;on the tops of the hills may it sway.Let its fruit flourish like Lebanon;let it thrive like the grass of the field.","3":"The mountains will bring prosperity to the people,the hills the fruit of righteousness.","5":"He will endure as long as the sun,as long as the moon, through all generations.","18":"Praise be to the Lord God, the God of Israel,who alone does marvelous deeds.","12":"For he will deliver the needy who cry out,the afflicted who have no one to help.","10":"The kings of Tarshish and of distant shoreswill bring tribute to him;the kings of Sheba and Sebawill present him gifts.","2":"He will judge your people in righteousness,your afflicted ones with justice.","8":"He will rule from sea to seaand from the River to the ends of the earth.","17":"May his name endure forever;may it continue as long as the sun.All nations will be blessed through him,and they will call him blessed.","11":"All kings will bow down to himand all nations will serve him.","1":"Psalm 72Of Solomon.Endow the king with your justice, O God,the royal son with your righteousness.","9":"The desert tribes will bow before himand his enemies will lick the dust.","14":"He will rescue them from oppression and violence,for precious is their blood in his sight.","7":"In his days the righteous will flourish;prosperity will abound till the moon is no more.","15":"Long may he live!May gold from Sheba be given him.May people ever pray for himand bless him all day long.","20":"This concludes the prayers of David son of Jesse.","6":"He will be like rain falling on a mown field,like showers watering the earth.","4":"He will defend the afflicted among the peopleand save the children of the needy;he will crush the oppressor.","19":"Praise be to his glorious name forever;may the whole earth be filled with his glory.Amen and Amen.","13":"He will take pity on the weak and the needyand save the needy from death."},"45":{"16":"Your sons will take the place of your fathers;you will make them princes throughout the land.","3":"Gird your sword upon your side, O mighty one;clothe yourself with splendor and majesty.","5":"Let your sharp arrows pierce the hearts of the king’s enemies;let the nations fall beneath your feet.","12":"The Daughter of Tyre will come with a gift,men of wealth will seek your favor.","10":"Listen, O daughter, consider and give ear:Forget your people and your father’s house.","2":"You are the most excellent of menand your lips have been anointed with grace,since God has blessed you forever.","8":"All your robes are fragrant with myrrh and aloes and cassia;from palaces adorned with ivorythe music of the strings makes you glad.","17":"I will perpetuate your memory through all generations;therefore the nations will praise you for ever and ever.","11":"The king is enthralled by your beauty;honor him, for he is your lord.","1":"Psalm 45For the director of music. To the tune of “Lilies.” Of the Sons of Korah. A maskil. A wedding song.My heart is stirred by a noble themeas I recite my verses for the king;my tongue is the pen of a skillful writer.","9":"Daughters of kings are among your honored women;at your right hand is the royal bride in gold of Ophir.","14":"In embroidered garments she is led to the king;her virgin companions follow herand are brought to you.","7":"You love righteousness and hate wickedness;therefore God, your God, has set you above your companionsby anointing you with the oil of joy.","15":"They are led in with joy and gladness;they enter the palace of the king.","6":"Your throne, O God, will last for ever and ever;a scepter of justice will be the scepter of your kingdom.","4":"In your majesty ride forth victoriouslyin behalf of truth, humility and righteousness;let your right hand display awesome deeds.","13":"All glorious is the princess within her chamber;her gown is interwoven with gold."},"14":{"7":"Oh, that salvation for Israel would come out of Zion!When the Lord restores the fortunes of his people,let Jacob rejoice and Israel be glad!","3":"All have turned aside,they have together become corrupt;there is no one who does good,not even one.","2":"The Lord looks down from heavenon the sons of mento see if there are any who understand,any who seek God.","1":"Psalm 14For the director of music. Of David.The fool says in his heart,“There is no God.”They are corrupt, their deeds are vile;there is no one who does good.","4":"Will evildoers never learn—those who devour my people as men eat breadand who do not call on the Lord?","6":"You evildoers frustrate the plans of the poor,but the Lord is their refuge.","5":"There they are, overwhelmed with dread,for God is present in the company of the righteous."},"103":{"16":"the wind blows over it and it is gone,and its place remembers it no more.","3":"who forgives all your sinsand heals all your diseases,","5":"who satisfies your desires with good thingsso that your youth is renewed like the eagle’s.","21":"Praise the Lord, all his heavenly hosts,you his servants who do his will.","18":"with those who keep his covenantand remember to obey his precepts.","12":"as far as the east is from the west,so far has he removed our transgressions from us.","10":"he does not treat us as our sins deserveor repay us according to our iniquities.","2":"Praise the Lord, O my soul,and forget not all his benefits—","22":"Praise the Lord, all his workseverywhere in his dominion.Praise the Lord, O my soul.","8":"The Lord is compassionate and gracious,slow to anger, abounding in love.","17":"But from everlasting to everlastingthe Lord’s love is with those who fear him,and his righteousness with their children’s children—","11":"For as high as the heavens are above the earth,so great is his love for those who fear him;","1":"Psalm 103Of David.Praise the Lord, O my soul;all my inmost being, praise his holy name.","9":"He will not always accuse,nor will he harbor his anger forever;","14":"for he knows how we are formed,he remembers that we are dust.","7":"He made known his ways to Moses,his deeds to the people of Israel:","15":"As for man, his days are like grass,he flourishes like a flower of the field;","20":"Praise the Lord, you his angels,you mighty ones who do his bidding,who obey his word.","6":"The Lord works righteousnessand justice for all the oppressed.","4":"who redeems your life from the pitand crowns you with love and compassion,","19":"The Lord has established his throne in heaven,and his kingdom rules over all.","13":"As a father has compassion on his children,so the Lord has compassion on those who fear him;"},"87":{"7":"As they make music they will sing,“All my fountains are in you.”","3":"Glorious things are said of you,O city of God: Selah","2":"the Lord loves the gates of Zionmore than all the dwellings of Jacob.","1":"Psalm 87Of the Sons of Korah. A psalm. A song.He has set his foundation on the holy mountain;","4":"“I will record Rahab and Babylonamong those who acknowledge me—Philistia too, and Tyre, along with Cush—and will say, ‘This one was born in Zion.’”","6":"The Lord will write in the register of the peoples:“This one was born in Zion.” Selah","5":"Indeed, of Zion it will be said,“This one and that one were born in her,and the Most High himself will establish her.”"},"49":{"16":"Do not be overawed when a man grows rich,when the splendor of his house increases;","3":"My mouth will speak words of wisdom;the utterance from my heart will give understanding.","5":"Why should I fear when evil days come,when wicked deceivers surround me—","18":"Though while he lived he counted himself blessed—and men praise you when you prosper—","12":"But man, despite his riches, does not endure;he is like the beasts that perish.","10":"For all can see that wise men die;the foolish and the senseless alike perishand leave their wealth to others.","2":"both low and high,rich and poor alike:","8":"the ransom for a life is costly,no payment is ever enough—","17":"for he will take nothing with him when he dies,his splendor will not descend with him.","11":"Their tombs will remain their houses forever,their dwellings for endless generations,though they had named lands after themselves.","1":"Psalm 49For the director of music. Of the Sons of Korah. A psalm.Hear this, all you peoples;listen, all who live in this world,","9":"that he should live on foreverand not see decay.","14":"Like sheep they are destined for the grave,and death will feed on them.The upright will rule over them in the morning;their forms will decay in the grave,far from their princely mansions.","7":"No man can redeem the life of anotheror give to God a ransom for him—","15":"But God will redeem my life from the grave;he will surely take me to himself. Selah","20":"A man who has riches without understandingis like the beasts that perish.","6":"those who trust in their wealthand boast of their great riches?","4":"I will turn my ear to a proverb;with the harp I will expound my riddle:","19":"he will join the generation of his fathers,who will never see the light of life.","13":"This is the fate of those who trust in themselves,and of their followers, who approve their sayings. Selah"},"116":{"16":"O Lord, truly I am your servant;I am your servant, the son of your maidservant;you have freed me from my chains.","3":"The cords of death entangled me,the anguish of the grave came upon me;I was overcome by trouble and sorrow.","5":"The Lord is gracious and righteous;our God is full of compassion.","18":"I will fulfill my vows to the Lordin the presence of all his people,","12":"How can I repay the Lordfor all his goodness to me?","10":"I believed; therefore I said,“I am greatly afflicted.”","2":"Because he turned his ear to me,I will call on him as long as I live.","8":"For you, O Lord, have delivered my soul from death,my eyes from tears,my feet from stumbling,","17":"I will sacrifice a thank offering to youand call on the name of the Lord.","11":"And in my dismay I said,“All men are liars.”","1":"Psalm 116I love the Lord, for he heard my voice;he heard my cry for mercy.","9":"that I may walk before the Lordin the land of the living.","14":"I will fulfill my vows to the Lordin the presence of all his people.","7":"Be at rest once more, O my soul,for the Lord has been good to you.","15":"Precious in the sight of the Lordis the death of his saints.","6":"The Lord protects the simplehearted;when I was in great need, he saved me.","4":"Then I called on the name of the Lord:“O Lord, save me!”","19":"in the courts of the house of the Lord—in your midst, O Jerusalem.Praise the Lord.","13":"I will lift up the cup of salvationand call on the name of the Lord."},"81":{"16":"But you would be fed with the finest of wheat;with honey from the rock I would satisfy you.”","3":"Sound the ram’s horn at the New Moon,and when the moon is full, on the day of our Feast;","5":"He established it as a statute for Josephwhen he went out against Egypt,where we heard a language we did not understand.","12":"So I gave them over to their stubborn heartsto follow their own devices.","10":"I am the Lord your God,who brought you up out of Egypt.Open wide your mouth and I will fill it.","2":"Begin the music, strike the tambourine,play the melodious harp and lyre.","8":"“Hear, O my people, and I will warn you—if you would but listen to me, O Israel!","11":"“But my people would not listen to me;Israel would not submit to me.","1":"Psalm 81For the director of music. According to gittith. Of Asaph.Sing for joy to God our strength;shout aloud to the God of Jacob!","9":"You shall have no foreign god among you;you shall not bow down to an alien god.","14":"how quickly would I subdue their enemiesand turn my hand against their foes!","7":"In your distress you called and I rescued you,I answered you out of a thundercloud;I tested you at the waters of Meribah. Selah","15":"Those who hate the Lord would cringe before him,and their punishment would last forever.","6":"He says, “I removed the burden from their shoulders;their hands were set free from the basket.","4":"this is a decree for Israel,an ordinance of the God of Jacob.","13":"“If my people would but listen to me,if Israel would follow my ways,"},"125":{"2":"As the mountains surround Jerusalem,so the Lord surrounds his peopleboth now and forevermore.","4":"Do good, O Lord, to those who are good,to those who are upright in heart.","5":"But those who turn to crooked waysthe Lord will banish with the evildoers.Peace be upon Israel.","1":"Psalm 125A song of ascents.Those who trust in the Lord are like Mount Zion,which cannot be shaken but endures forever.","3":"The scepter of the wicked will not remainover the land allotted to the righteous,for then the righteous might usetheir hands to do evil."},"113":{"7":"He raises the poor from the dustand lifts the needy from the ash heap;","9":"He settles the barren woman in her homeas a happy mother of children.Praise the Lord.","3":"From the rising of the sun to the place where it sets,the name of the Lord is to be praised.","2":"Let the name of the Lord be praised,both now and forevermore.","1":"Psalm 113Praise the Lord.Praise, O servants of the Lord,praise the name of the Lord.","4":"The Lord is exalted over all the nations,his glory above the heavens.","6":"who stoops down to lookon the heavens and the earth?","5":"Who is like the Lord our God,the One who sits enthroned on high,","8":"he seats them with princes,with the princes of their people."},"3":{"7":"Arise, O Lord!Deliver me, O my God!Strike all my enemies on the jaw;break the teeth of the wicked.","3":"But you are a shield around me, O Lord;you bestow glory on me and lift up my head.","2":"Many are saying of me,“God will not deliver him.” Selah","1":"Psalm 3A psalm of David. When he fled from his son Absalom.O Lord, how many are my foes!How many rise up against me!","4":"To the Lord I cry aloud,and he answers me from his holy hill. Selah","6":"I will not fear the tens of thousandsdrawn up against me on every side.","5":"I lie down and sleep;I wake again, because the Lord sustains me.","8":"From the Lord comes deliverance.May your blessing be on your people. Selah"},"75":{"7":"But it is God who judges:He brings one down, he exalts another.","9":"As for me, I will declare this forever;I will sing praise to the God of Jacob.","10":"I will cut off the horns of all the wicked,but the horns of the righteous will be lifted up.","3":"When the earth and all its people quake,it is I who hold its pillars firm. Selah","2":"You say, “I choose the appointed time;it is I who judge uprightly.","1":"Psalm 75For the director of music. To the tune of “Do Not Destroy.” A psalm of Asaph. A song.We give thanks to you, O God,we give thanks, for your Name is near;men tell of your wonderful deeds.","4":"To the arrogant I say, ‘Boast no more,’and to the wicked, ‘Do not lift up your horns.","6":"No one from the east or the westor from the desert can exalt a man.","5":"Do not lift your horns against heaven;do not speak with outstretched neck.’”","8":"In the hand of the Lord is a cupfull of foaming wine mixed with spices;he pours it out, and all the wicked of the earthdrink it down to its very dregs."},"94":{"16":"Who will rise up for me against the wicked?Who will take a stand for me against evildoers?","3":"How long will the wicked, O Lord,how long will the wicked be jubilant?","5":"They crush your people, O Lord;they oppress your inheritance.","21":"They band together against the righteousand condemn the innocent to death.","18":"When I said, “My foot is slipping,”your love, O Lord, supported me.","12":"Blessed is the man you discipline, O Lord,the man you teach from your law;","10":"Does he who disciplines nations not punish?Does he who teaches man lack knowledge?","2":"Rise up, O Judge of the earth;pay back to the proud what they deserve.","22":"But the Lord has become my fortress,and my God the rock in whom I take refuge.","8":"Take heed, you senseless ones among the people;you fools, when will you become wise?","17":"Unless the Lord had given me help,I would soon have dwelt in the silence of death.","11":"The Lord knows the thoughts of man;he knows that they are futile.","1":"Psalm 94O Lord, the God who avenges,O God who avenges, shine forth.","9":"Does he who implanted the ear not hear?Does he who formed the eye not see?","14":"For the Lord will not reject his people;he will never forsake his inheritance.","7":"They say, “The Lord does not see;the God of Jacob pays no heed.”","15":"Judgment will again be founded on righteousness,and all the upright in heart will follow it.","20":"Can a corrupt throne be allied with you—one that brings on misery by its decrees?","23":"He will repay them for their sinsand destroy them for their wickedness;the Lord our God will destroy them.","6":"They slay the widow and the alien;they murder the fatherless.","4":"They pour out arrogant words;all the evildoers are full of boasting.","19":"When anxiety was great within me,your consolation brought joy to my soul.","13":"you grant him relief from days of trouble,till a pit is dug for the wicked."},"101":{"7":"No one who practices deceitwill dwell in my house;no one who speaks falselywill stand in my presence.","3":"I will set before my eyesno vile thing.The deeds of faithless men I hate;they will not cling to me.","2":"I will be careful to lead a blameless life—when will you come to me?I will walk in my housewith blameless heart.","1":"Psalm 101Of David. A psalm.I will sing of your love and justice;to you, O Lord, I will sing praise.","4":"Men of perverse heart shall be far from me;I will have nothing to do with evil.","6":"My eyes will be on the faithful in the land,that they may dwell with me;he whose walk is blamelesswill minister to me.","5":"Whoever slanders his neighbor in secret,him will I put to silence;whoever has haughty eyes and a proud heart,him will I not endure.","8":"Every morning I will put to silenceall the wicked in the land;I will cut off every evildoerfrom the city of the Lord."},"85":{"3":"You set aside all your wrathand turned from your fierce anger.","5":"Will you be angry with us forever?Will you prolong your anger through all generations?","12":"The Lord will indeed give what is good,and our land will yield its harvest.","10":"Love and faithfulness meet together;righteousness and peace kiss each other.","2":"You forgave the iniquity of your peopleand covered all their sins. Selah","8":"I will listen to what God the Lord will say;he promises peace to his people, his saints—but let them not return to folly.","11":"Faithfulness springs forth from the earth,and righteousness looks down from heaven.","1":"Psalm 85For the director of music. Of the Sons of Korah. A psalm.You showed favor to your land, O Lord;you restored the fortunes of Jacob.","9":"Surely his salvation is near those who fear him,that his glory may dwell in our land.","7":"Show us your unfailing love, O Lord,and grant us your salvation.","6":"Will you not revive us again,that your people may rejoice in you?","4":"Restore us again, O God our Savior,and put away your displeasure toward us.","13":"Righteousness goes before himand prepares the way for his steps."},"146":{"7":"He upholds the cause of the oppressedand gives food to the hungry.The Lord sets prisoners free,","9":"The Lord watches over the alienand sustains the fatherless and the widow,but he frustrates the ways of the wicked.","10":"The Lord reigns forever,your God, O Zion, for all generations.Praise the Lord.","3":"Do not put your trust in princes,in mortal men, who cannot save.","2":"I will praise the Lord all my life;I will sing praise to my God as long as I live.","1":"Psalm 146Praise the Lord.Praise the Lord, O my soul.","4":"When their spirit departs, they return to the ground;on that very day their plans come to nothing.","6":"the Maker of heaven and earth,the sea, and everything in them—the Lord, who remains faithful forever.","5":"Blessed is he whose help is the God of Jacob,whose hope is in the Lord his God,","8":"the Lord gives sight to the blind,the Lord lifts up those who are bowed down,the Lord loves the righteous."},"114":{"7":"Tremble, O earth, at the presence of the Lord,at the presence of the God of Jacob,","3":"The sea looked and fled,the Jordan turned back;","2":"Judah became God’s sanctuary,Israel his dominion.","1":"Psalm 114When Israel came out of Egypt,the house of Jacob from a people of foreign tongue,","4":"the mountains skipped like rams,the hills like lambs.","6":"you mountains, that you skipped like rams,you hills, like lambs?","5":"Why was it, O sea, that you fled,O Jordan, that you turned back,","8":"who turned the rock into a pool,the hard rock into springs of water."},"21":{"3":"You welcomed him with rich blessingsand placed a crown of pure gold on his head.","5":"Through the victories you gave, his glory is great;you have bestowed on him splendor and majesty.","12":"for you will make them turn their backswhen you aim at them with drawn bow.","10":"You will destroy their descendants from the earth,their posterity from mankind.","2":"You have granted him the desire of his heartand have not withheld the request of his lips. Selah","8":"Your hand will lay hold on all your enemies;your right hand will seize your foes.","11":"Though they plot evil against youand devise wicked schemes, they cannot succeed;","1":"Psalm 21For the director of music. A psalm of David.O Lord, the king rejoices in your strength.How great is his joy in the victories you give!","9":"At the time of your appearingyou will make them like a fiery furnace.In his wrath the Lord will swallow them up,and his fire will consume them.","7":"For the king trusts in the Lord;through the unfailing love of the Most Highhe will not be shaken.","6":"Surely you have granted him eternal blessingsand made him glad with the joy of your presence.","4":"He asked you for life, and you gave it to him—length of days, for ever and ever.","13":"Be exalted, O Lord, in your strength;we will sing and praise your might."},"24":{"7":"Lift up your heads, O you gates;be lifted up, you ancient doors,that the King of glory may come in.","9":"Lift up your heads, O you gates;lift them up, you ancient doors,that the King of glory may come in.","10":"Who is he, this King of glory?The Lord Almighty—he is the King of glory. Selah","3":"Who may ascend the hill of the Lord?Who may stand in his holy place?","2":"for he founded it upon the seasand established it upon the waters.","1":"Psalm 24Of David. A psalm.The earth is the Lord’s, and everything in it,the world, and all who live in it;","4":"He who has clean hands and a pure heart,who does not lift up his soul to an idolor swear by what is false.","6":"Such is the generation of those who seek him,who seek your face, O God of Jacob. Selah","5":"He will receive blessing from the Lordand vindication from God his Savior.","8":"Who is this King of glory?The Lord strong and mighty,the Lord mighty in battle."},"52":{"7":"“Here now is the manwho did not make God his strongholdbut trusted in his great wealthand grew strong by destroying others!”","9":"I will praise you forever for what you have done;in your name I will hope, for your name is good.I will praise you in the presence of your saints.","3":"You love evil rather than good,falsehood rather than speaking the truth. Selah","2":"Your tongue plots destruction;it is like a sharpened razor,you who practice deceit.","1":"Psalm 52For the director of music. A maskil of David. When Doeg the Edomite had gone to Saul and told him: “David has gone to the house of Ahimelech.”Why do you boast of evil, you mighty man?Why do you boast all day long,you who are a disgrace in the eyes of God?","4":"You love every harmful word,O you deceitful tongue!","6":"The righteous will see and fear;they will laugh at him, saying,","5":"Surely God will bring you down to everlasting ruin:He will snatch you up and tear you from your tent;he will uproot you from the land of the living. Selah","8":"But I am like an olive treeflourishing in the house of God;I trust in God’s unfailing lovefor ever and ever."},"43":{"2":"You are God my stronghold.Why have you rejected me?Why must I go about mourning,oppressed by the enemy?","4":"Then will I go to the altar of God,to God, my joy and my delight.I will praise you with the harp,O God, my God.","5":"Why are you downcast, O my soul?Why so disturbed within me?Put your hope in God,for I will yet praise him,my Savior and my God.","1":"Psalm 43Vindicate me, O God,and plead my cause against an ungodly nation;rescue me from deceitful and wicked men.","3":"Send forth your light and your truth,let them guide me;let them bring me to your holy mountain,to the place where you dwell."},"145":{"16":"You open your handand satisfy the desires of every living thing.","3":"Great is the Lord and most worthy of praise;his greatness no one can fathom.","5":"They will speak of the glorious splendor of your majesty,and I will meditate on your wonderful works.","21":"My mouth will speak in praise of the Lord.Let every creature praise his holy namefor ever and ever.","18":"The Lord is near to all who call on him,to all who call on him in truth.","12":"so that all men may know of your mighty actsand the glorious splendor of your kingdom.","10":"All you have made will praise you, O Lord;your saints will extol you.","2":"Every day I will praise youand extol your name for ever and ever.","8":"The Lord is gracious and compassionate,slow to anger and rich in love.","17":"The Lord is righteous in all his waysand loving toward all he has made.","11":"They will tell of the glory of your kingdomand speak of your might,","1":"Psalm 145A psalm of praise. Of David.I will exalt you, my God the King;I will praise your name for ever and ever.","9":"The Lord is good to all;he has compassion on all he has made.","14":"The Lord upholds all those who falland lifts up all who are bowed down.","7":"They will celebrate your abundant goodnessand joyfully sing of your righteousness.","15":"The eyes of all look to you,and you give them their food at the proper time.","20":"The Lord watches over all who love him,but all the wicked he will destroy.","6":"They will tell of the power of your awesome works,and I will proclaim your great deeds.","4":"One generation will commend your works to another;they will tell of your mighty acts.","19":"He fulfills the desires of those who fear him;he hears their cry and saves them.","13":"Your kingdom is an everlasting kingdom,and your dominion endures through all generations.The Lord is faithful to all his promisesand loving toward all he has made."},"32":{"7":"You are my hiding place;you will protect me from troubleand surround me with songs of deliverance. Selah","9":"Do not be like the horse or the mule,which have no understandingbut must be controlled by bit and bridleor they will not come to you.","10":"Many are the woes of the wicked,but the Lord’s unfailing lovesurrounds the man who trusts in him.","3":"When I kept silent,my bones wasted awaythrough my groaning all day long.","11":"Rejoice in the Lord and be glad, you righteous;sing, all you who are upright in heart!","2":"Blessed is the manwhose sin the Lord does not count against himand in whose spirit is no deceit.","1":"Psalm 32Of David. A maskil.Blessed is hewhose transgressions are forgiven,whose sins are covered.","4":"For day and nightyour hand was heavy upon me;my strength was sappedas in the heat of summer. Selah","6":"Therefore let everyone who is godly pray to youwhile you may be found;surely when the mighty waters rise,they will not reach him.","5":"Then I acknowledged my sin to youand did not cover up my iniquity.I said, “I will confessmy transgressions to the Lord”—and you forgavethe guilt of my sin. Selah","8":"I will instruct you and teach you in the way you should go;I will counsel you and watch over you."},"20":{"7":"Some trust in chariots and some in horses,but we trust in the name of the Lord our God.","9":"O Lord, save the king!Answer us when we call!","3":"May he remember all your sacrificesand accept your burnt offerings. Selah","2":"May he send you help from the sanctuaryand grant you support from Zion.","1":"Psalm 20For the director of music. A psalm of David.May the Lord answer you when you are in distress;may the name of the God of Jacob protect you.","4":"May he give you the desire of your heartand make all your plans succeed.","6":"Now I know that the Lord saves his anointed;he answers him from his holy heavenwith the saving power of his right hand.","5":"We will shout for joy when you are victoriousand will lift up our banners in the name of our God.May the Lord grant all your requests.","8":"They are brought to their knees and fall,but we rise up and stand firm."},"73":{"11":"They say, “How can God know?Does the Most High have knowledge?”","3":"For I envied the arrogantwhen I saw the prosperity of the wicked.","20":"As a dream when one awakes,so when you arise, O Lord,you will despise them as fantasies.","12":"This is what the wicked are like—always carefree, they increase in wealth.","10":"Therefore their people turn to themand drink up waters in abundance.","17":"till I entered the sanctuary of God;then I understood their final destiny.","13":"Surely in vain have I kept my heart pure;in vain have I washed my hands in innocence.","27":"Those who are far from you will perish;you destroy all who are unfaithful to you.","18":"Surely you place them on slippery ground;you cast them down to ruin.","23":"Yet I am always with you;you hold me by my right hand.","19":"How suddenly are they destroyed,completely swept away by terrors!","1":"BOOK IIIPsalms 73–89Psalm 73A psalm of Asaph.Surely God is good to Israel,to those who are pure in heart.","5":"They are free from the burdens common to man;they are not plagued by human ills.","4":"They have no struggles;their bodies are healthy and strong.","8":"They scoff, and speak with malice;in their arrogance they threaten oppression.","26":"My flesh and my heart may fail,but God is the strength of my heartand my portion forever.","14":"All day long I have been plagued;I have been punished every morning.","22":"I was senseless and ignorant;I was a brute beast before you.","28":"But as for me, it is good to be near God.I have made the Sovereign Lord my refuge;I will tell of all your deeds.","25":"Whom have I in heaven but you?And earth has nothing I desire besides you.","9":"Their mouths lay claim to heaven,and their tongues take possession of the earth.","15":"If I had said, “I will speak thus,”I would have betrayed your children.","21":"When my heart was grievedand my spirit embittered,","24":"You guide me with your counsel,and afterward you will take me into glory.","16":"When I tried to understand all this,it was oppressive to me","7":"From their callous hearts comes iniquity;the evil conceits of their minds know no limits.","2":"But as for me, my feet had almost slipped;I had nearly lost my foothold.","6":"Therefore pride is their necklace;they clothe themselves with violence."},"133":{"2":"It is like precious oil poured on the head,running down on the beard,running down on Aaron’s beard,down upon the collar of his robes.","1":"Psalm 133A song of ascents. Of David.How good and pleasant it iswhen brothers live together in unity!","3":"It is as if the dew of Hermonwere falling on Mount Zion.For there the Lord bestows his blessing,even life forevermore."},"8":{"7":"all flocks and herds,and the beasts of the field,","9":"O Lord, our Lord,how majestic is your name in all the earth!","3":"When I consider your heavens,the work of your fingers,the moon and the stars,which you have set in place,","2":"From the lips of children and infantsyou have ordained praisebecause of your enemies,to silence the foe and the avenger.","1":"Psalm 8For the director of music. According to gittith. A psalm of David.O Lord, our Lord,how majestic is your name in all the earth!You have set your gloryabove the heavens.","4":"what is man that you are mindful of him,the son of man that you care for him?","6":"You made him ruler over the works of your hands;you put everything under his feet:","5":"You made him a little lower than the heavenly beingsand crowned him with glory and honor.","8":"the birds of the air,and the fish of the sea,all that swim the paths of the seas."},"29":{"7":"The voice of the Lord strikeswith flashes of lightning.","9":"The voice of the Lord twists the oaksand strips the forests bare.And in his temple all cry, “Glory!”","10":"The Lord sits enthroned over the flood;the Lord is enthroned as King forever.","3":"The voice of the Lord is over the waters;the God of glory thunders,the Lord thunders over the mighty waters.","11":"The Lord gives strength to his people;the Lord blesses his people with peace.","2":"Ascribe to the Lord the glory due his name;worship the Lord in the splendor of his holiness.","1":"Psalm 29A psalm of David.Ascribe to the Lord, O mighty ones,ascribe to the Lord glory and strength.","4":"The voice of the Lord is powerful;the voice of the Lord is majestic.","6":"He makes Lebanon skip like a calf,Sirion like a young wild ox.","5":"The voice of the Lord breaks the cedars;the Lord breaks in pieces the cedars of Lebanon.","8":"The voice of the Lord shakes the desert;the Lord shakes the Desert of Kadesh."},"2":{"7":"I will proclaim the decree of the Lord:He said to me, “You are my Son;today I have become your Father.","9":"You will rule them with an iron scepter;you will dash them to pieces like pottery.”","10":"Therefore, you kings, be wise;be warned, you rulers of the earth.","3":"“Let us break their chains,” they say,“and throw off their fetters.”","11":"Serve the Lord with fearand rejoice with trembling.","2":"The kings of the earth take their standand the rulers gather togetheragainst the Lordand against his Anointed One.","1":"Psalm 2Why do the nations conspireand the peoples plot in vain?","12":"Kiss the Son, lest he be angryand you be destroyed in your way,for his wrath can flare up in a moment.Blessed are all who take refuge in him.","4":"The One enthroned in heaven laughs;the Lord scoffs at them.","6":"“I have installed my Kingon Zion, my holy hill.”","5":"Then he rebukes them in his angerand terrifies them in his wrath, saying,","8":"Ask of me,and I will make the nations your inheritance,the ends of the earth your possession."},"62":{"7":"My salvation and my honor depend on God;he is my mighty rock, my refuge.","9":"Lowborn men are but a breath,the highborn are but a lie;if weighed on a balance, they are nothing;together they are only a breath.","10":"Do not trust in extortionor take pride in stolen goods;though your riches increase,do not set your heart on them.","3":"How long will you assault a man?Would all of you throw him down—this leaning wall, this tottering fence?","11":"One thing God has spoken,two things have I heard:that you, O God, are strong,","2":"He alone is my rock and my salvation;he is my fortress, I will never be shaken.","1":"Psalm 62For the director of music. For Jeduthun. A psalm of David.My soul finds rest in God alone;my salvation comes from him.","12":"and that you, O Lord, are loving.Surely you will reward each personaccording to what he has done.","4":"They fully intend to topple himfrom his lofty place;they take delight in lies.With their mouths they bless,but in their hearts they curse. Selah","6":"He alone is my rock and my salvation;he is my fortress, I will not be shaken.","5":"Find rest, O my soul, in God alone;my hope comes from him.","8":"Trust in him at all times, O people;pour out your hearts to him,for God is our refuge. Selah"},"33":{"16":"No king is saved by the size of his army;no warrior escapes by his great strength.","3":"Sing to him a new song;play skillfully, and shout for joy.","5":"The Lord loves righteousness and justice;the earth is full of his unfailing love.","21":"In him our hearts rejoice,for we trust in his holy name.","18":"But the eyes of the Lord are on those who fear him,on those whose hope is in his unfailing love,","12":"Blessed is the nation whose God is the Lord,the people he chose for his inheritance.","10":"The Lord foils the plans of the nations;he thwarts the purposes of the peoples.","2":"Praise the Lord with the harp;make music to him on the ten-stringed lyre.","22":"May your unfailing love rest upon us, O Lord,even as we put our hope in you.","8":"Let all the earth fear the Lord;let all the people of the world revere him.","17":"A horse is a vain hope for deliverance;despite all its great strength it cannot save.","11":"But the plans of the Lord stand firm forever,the purposes of his heart through all generations.","1":"Psalm 33Sing joyfully to the Lord, you righteous;it is fitting for the upright to praise him.","9":"For he spoke, and it came to be;he commanded, and it stood firm.","14":"from his dwelling place he watchesall who live on earth—","7":"He gathers the waters of the sea into jars;he puts the deep into storehouses.","15":"he who forms the hearts of all,who considers everything they do.","20":"We wait in hope for the Lord;he is our help and our shield.","6":"By the word of the Lord were the heavens made,their starry host by the breath of his mouth.","4":"For the word of the Lord is right and true;he is faithful in all he does.","19":"to deliver them from deathand keep them alive in famine.","13":"From heaven the Lord looks downand sees all mankind;"},"84":{"7":"They go from strength to strength,till each appears before God in Zion.","9":"Look upon our shield, O God;look with favor on your anointed one.","10":"Better is one day in your courtsthan a thousand elsewhere;I would rather be a doorkeeper in the house of my Godthan dwell in the tents of the wicked.","3":"Even the sparrow has found a home,and the swallow a nest for herself,where she may have her young—a place near your altar,O Lord Almighty, my King and my God.","11":"For the Lord God is a sun and shield;the Lord bestows favor and honor;no good thing does he withholdfrom those whose walk is blameless.","2":"My soul yearns, even faints,for the courts of the Lord;my heart and my flesh cry outfor the living God.","1":"Psalm 84For the director of music. According to gittith. Of the Sons of Korah. A psalm.How lovely is your dwelling place,O Lord Almighty!","12":"O Lord Almighty,blessed is the man who trusts in you.","4":"Blessed are those who dwell in your house;they are ever praising you. Selah","6":"As they pass through the Valley of Baca,they make it a place of springs;the autumn rains also cover it with pools.","5":"Blessed are those whose strength is in you,who have set their hearts on pilgrimage.","8":"Hear my prayer, O Lord God Almighty;listen to me, O God of Jacob. Selah"},"107":{"11":"for they had rebelled against the words of Godand despised the counsel of the Most High.","41":"But he lifted the needy out of their afflictionand increased their families like flocks.","42":"The upright see and rejoice,but all the wicked shut their mouths.","3":"those he gathered from the lands,from east and west, from north and south.","20":"He sent forth his word and healed them;he rescued them from the grave.","12":"So he subjected them to bitter labor;they stumbled, and there was no one to help.","10":"Some sat in darkness and the deepest gloom,prisoners suffering in iron chains,","17":"Some became fools through their rebellious waysand suffered affliction because of their iniquities.","40":"he who pours contempt on noblesmade them wander in a trackless waste.","13":"Then they cried to the Lord in their trouble,and he saved them from their distress.","27":"They reeled and staggered like drunken men;they were at their wits’ end.","30":"They were glad when it grew calm,and he guided them to their desired haven.","18":"They loathed all foodand drew near the gates of death.","36":"there he brought the hungry to live,and they founded a city where they could settle.","29":"He stilled the storm to a whisper;the waves of the sea were hushed.","23":"Others went out on the sea in ships;they were merchants on the mighty waters.","19":"Then they cried to the Lord in their trouble,and he saved them from their distress.","1":"BOOK VPsalms 107–150Psalm 107Give thanks to the Lord, for he is good;his love endures forever.","5":"They were hungry and thirsty,and their lives ebbed away.","4":"Some wandered in desert wastelands,finding no way to a city where they could settle.","8":"Let them give thanks to the Lord for his unfailing loveand his wonderful deeds for men,","26":"They mounted up to the heavens and went down to the depths;in their peril their courage melted away.","39":"Then their numbers decreased, and they were humbledby oppression, calamity and sorrow;","14":"He brought them out of darkness and the deepest gloomand broke away their chains.","37":"They sowed fields and planted vineyardsthat yielded a fruitful harvest;","22":"Let them sacrifice thank offeringsand tell of his works with songs of joy.","28":"Then they cried out to the Lord in their trouble,and he brought them out of their distress.","25":"For he spoke and stirred up a tempestthat lifted high the waves.","9":"for he satisfies the thirstyand fills the hungry with good things.","33":"He turned rivers into a desert,flowing springs into thirsty ground,","15":"Let them give thanks to the Lord for his unfailing loveand his wonderful deeds for men,","34":"and fruitful land into a salt waste,because of the wickedness of those who lived there.","21":"Let them give thanks to the Lord for his unfailing loveand his wonderful deeds for men.","24":"They saw the works of the Lord,his wonderful deeds in the deep.","16":"for he breaks down gates of bronzeand cuts through bars of iron.","35":"He turned the desert into pools of waterand the parched ground into flowing springs;","32":"Let them exalt him in the assembly of the peopleand praise him in the council of the elders.","7":"He led them by a straight wayto a city where they could settle.","43":"Whoever is wise, let him heed these thingsand consider the great love of the Lord.","2":"Let the redeemed of the Lord say this—those he redeemed from the hand of the foe,","38":"he blessed them, and their numbers greatly increased,and he did not let their herds diminish.","6":"Then they cried out to the Lord in their trouble,and he delivered them from their distress.","31":"Let them give thanks to the Lord for his unfailing loveand his wonderful deeds for men."},"58":{"7":"Let them vanish like water that flows away;when they draw the bow, let their arrows be blunted.","9":"Before your pots can feel the heat of the thorns—whether they be green or dry—the wicked will be swept away.","10":"The righteous will be glad when they are avenged,when they bathe their feet in the blood of the wicked.","3":"Even from birth the wicked go astray;from the womb they are wayward and speak lies.","11":"Then men will say,“Surely the righteous still are rewarded;surely there is a God who judges the earth.”","2":"No, in your heart you devise injustice,and your hands mete out violence on the earth.","1":"Psalm 58For the director of music. To the tune of “Do Not Destroy.” Of David. A miktam.Do you rulers indeed speak justly?Do you judge uprightly among men?","4":"Their venom is like the venom of a snake,like that of a cobra that has stopped its ears,","6":"Break the teeth in their mouths, O God;tear out, O Lord, the fangs of the lions!","5":"that will not heed the tune of the charmer,however skillful the enchanter may be.","8":"Like a slug melting away as it moves along,like a stillborn child, may they not see the sun."},"139":{"16":"your eyes saw my unformed body.All the days ordained for mewere written in your bookbefore one of them came to be.","3":"You discern my going out and my lying down;you are familiar with all my ways.","5":"You hem me in—behind and before;you have laid your hand upon me.","21":"Do I not hate those who hate you, O Lord,and abhor those who rise up against you?","18":"Were I to count them,they would outnumber the grains of sand.When I awake,I am still with you.","12":"even the darkness will not be dark to you;the night will shine like the day,for darkness is as light to you.","10":"even there your hand will guide me,your right hand will hold me fast.","2":"You know when I sit and when I rise;you perceive my thoughts from afar.","22":"I have nothing but hatred for them;I count them my enemies.","8":"If I go up to the heavens, you are there;if I make my bed in the depths, you are there.","17":"How precious to me are your thoughts, O God!How vast is the sum of them!","11":"If I say, “Surely the darkness will hide meand the light become night around me,”","1":"Psalm 139For the director of music. Of David. A psalm.O Lord, you have searched meand you know me.","9":"If I rise on the wings of the dawn,if I settle on the far side of the sea,","24":"See if there is any offensive way in me,and lead me in the way everlasting.","14":"I praise you because I am fearfully and wonderfully made;your works are wonderful,I know that full well.","7":"Where can I go from your Spirit?Where can I flee from your presence?","15":"My frame was not hidden from youwhen I was made in the secret place.When I was woven together in the depths of the earth,","20":"They speak of you with evil intent;your adversaries misuse your name.","23":"Search me, O God, and know my heart;test me and know my anxious thoughts.","6":"Such knowledge is too wonderful for me,too lofty for me to attain.","4":"Before a word is on my tongueyou know it completely, O Lord.","19":"If only you would slay the wicked, O God!Away from me, you bloodthirsty men!","13":"For you created my inmost being;you knit me together in my mother’s womb."},"112":{"7":"He will have no fear of bad news;his heart is steadfast, trusting in the Lord.","9":"He has scattered abroad his gifts to the poor,his righteousness endures forever;his horn will be lifted high in honor.","10":"The wicked man will see and be vexed,he will gnash his teeth and waste away;the longings of the wicked will come to nothing.","3":"Wealth and riches are in his house,and his righteousness endures forever.","2":"His children will be mighty in the land;the generation of the upright will be blessed.","1":"Psalm 112Praise the Lord.Blessed is the man who fears the Lord,who finds great delight in his commands.","4":"Even in darkness light dawns for the upright,for the gracious and compassionate and righteous man.","6":"Surely he will never be shaken;a righteous man will be remembered forever.","5":"Good will come to him who is generous and lends freely,who conducts his affairs with justice.","8":"His heart is secure, he will have no fear;in the end he will look in triumph on his foes."},"48":{"3":"God is in her citadels;he has shown himself to be her fortress.","5":"they saw her and were astounded;they fled in terror.","12":"Walk about Zion, go around her,count her towers,","10":"Like your name, O God,your praise reaches to the ends of the earth;your right hand is filled with righteousness.","2":"It is beautiful in its loftiness,the joy of the whole earth.Like the utmost heights of Zaphon is Mount Zion,the city of the Great King.","8":"As we have heard,so have we seenin the city of the Lord Almighty,in the city of our God:God makes her secure forever. Selah","11":"Mount Zion rejoices,the villages of Judah are gladbecause of your judgments.","1":"Psalm 48A song. A psalm of the Sons of Korah.Great is the Lord, and most worthy of praise,in the city of our God, his holy mountain.","9":"Within your temple, O God,we meditate on your unfailing love.","14":"For this God is our God for ever and ever;he will be our guide even to the end.","7":"You destroyed them like ships of Tarshishshattered by an east wind.","6":"Trembling seized them there,pain like that of a woman in labor.","4":"When the kings joined forces,when they advanced together,","13":"consider well her ramparts,view her citadels,that you may tell of them to the next generation."},"42":{"7":"Deep calls to deepin the roar of your waterfalls;all your waves and breakershave swept over me.","9":"I say to God my Rock,“Why have you forgotten me?Why must I go about mourning,oppressed by the enemy?”","10":"My bones suffer mortal agonyas my foes taunt me,saying to me all day long,“Where is your God?”","3":"My tears have been my foodday and night,while men say to me all day long,“Where is your God?”","11":"Why are you downcast, O my soul?Why so disturbed within me?Put your hope in God,for I will yet praise him,my Savior and my God.","2":"My soul thirsts for God, for the living God.When can I go and meet with God?","1":"BOOK IIPsalms 42–72Psalm 42For the director of music. A maskil of the Sons of Korah.As the deer pants for streams of water,so my soul pants for you, O God.","4":"These things I rememberas I pour out my soul:how I used to go with the multitude,leading the procession to the house of God,with shouts of joy and thanksgivingamong the festive throng.","6":"my God.My soul is downcast within me;therefore I will remember youfrom the land of the Jordan,the heights of Hermon—from Mount Mizar.","5":"Why are you downcast, O my soul?Why so disturbed within me?Put your hope in God,for I will yet praise him,my Savior and","8":"By day the Lord directs his love,at night his song is with me—a prayer to the God of my life."},"130":{"7":"O Israel, put your hope in the Lord,for with the Lord is unfailing loveand with him is full redemption.","3":"If you, O Lord, kept a record of sins,O Lord, who could stand?","2":"O Lord, hear my voice.Let your ears be attentiveto my cry for mercy.","1":"Psalm 130A song of ascents.Out of the depths I cry to you, O Lord;","4":"But with you there is forgiveness;therefore you are feared.","6":"My soul waits for the Lordmore than watchmen wait for the morning,more than watchmen wait for the morning.","5":"I wait for the Lord, my soul waits,and in his word I put my hope.","8":"He himself will redeem Israelfrom all their sins."},"65":{"3":"When we were overwhelmed by sins,you forgave our transgressions.","5":"You answer us with awesome deeds of righteousness,O God our Savior,the hope of all the ends of the earthand of the farthest seas,","12":"The grasslands of the desert overflow;the hills are clothed with gladness.","10":"You drench its furrowsand level its ridges;you soften it with showersand bless its crops.","2":"O you who hear prayer,to you all men will come.","8":"Those living far away fear your wonders;where morning dawns and evening fadesyou call forth songs of joy.","11":"You crown the year with your bounty,and your carts overflow with abundance.","1":"Psalm 65For the director of music. A psalm of David. A song.Praise awaits you, O God, in Zion;to you our vows will be fulfilled.","9":"You care for the land and water it;you enrich it abundantly.The streams of God are filled with waterto provide the people with grain,for so you have ordained it.","7":"who stilled the roaring of the seas,the roaring of their waves,and the turmoil of the nations.","6":"who formed the mountains by your power,having armed yourself with strength,","4":"Blessed are those you chooseand bring near to live in your courts!We are filled with the good things of your house,of your holy temple.","13":"The meadows are covered with flocksand the valleys are mantled with grain;they shout for joy and sing."},"35":{"11":"Ruthless witnesses come forward;they question me on things I know nothing about.","3":"Brandish spear and javelinagainst those who pursue me.Say to my soul,“I am your salvation.”","20":"They do not speak peaceably,but devise false accusationsagainst those who live quietly in the land.","12":"They repay me evil for goodand leave my soul forlorn.","10":"My whole being will exclaim,“Who is like you, O Lord?You rescue the poor from those too strong for them,the poor and needy from those who rob them.”","17":"O Lord, how long will you look on?Rescue my life from their ravages,my precious life from these lions.","13":"Yet when they were ill, I put on sackclothand humbled myself with fasting.When my prayers returned to me unanswered,","27":"May those who delight in my vindicationshout for joy and gladness;may they always say, “The Lord be exalted,who delights in the well-being of his servant.”","18":"I will give you thanks in the great assembly;among throngs of people I will praise you.","23":"Awake, and rise to my defense!Contend for me, my God and Lord.","19":"Let not those gloat over mewho are my enemies without cause;let not those who hate me without reasonmaliciously wink the eye.","1":"Psalm 35Of David.Contend, O Lord, with those who contend with me;fight against those who fight against me.","5":"May they be like chaff before the wind,with the angel of the Lord driving them away;","4":"May those who seek my lifebe disgraced and put to shame;may those who plot my ruinbe turned back in dismay.","8":"may ruin overtake them by surprise—may the net they hid entangle them,may they fall into the pit, to their ruin.","26":"May all who gloat over my distressbe put to shame and confusion;may all who exalt themselves over mebe clothed with shame and disgrace.","14":"I went about mourningas though for my friend or brother.I bowed my head in griefas though weeping for my mother.","22":"O Lord, you have seen this; be not silent.Do not be far from me, O Lord.","28":"My tongue will speak of your righteousnessand of your praises all day long.","25":"Do not let them think, “Aha, just what we wanted!”or say, “We have swallowed him up.”","9":"Then my soul will rejoice in the Lordand delight in his salvation.","15":"But when I stumbled, they gathered in glee;attackers gathered against me when I was unaware.They slandered me without ceasing.","21":"They gape at me and say, “Aha! Aha!With our own eyes we have seen it.”","24":"Vindicate me in your righteousness, O Lord my God;do not let them gloat over me.","16":"Like the ungodly they maliciously mocked;they gnashed their teeth at me.","7":"Since they hid their net for me without causeand without cause dug a pit for me,","2":"Take up shield and buckler;arise and come to my aid.","6":"may their path be dark and slippery,with the angel of the Lord pursuing them."},"60":{"7":"Gilead is mine, and Manasseh is mine;Ephraim is my helmet,Judah my scepter.","9":"Who will bring me to the fortified city?Who will lead me to Edom?","10":"Is it not you, O God, you who have rejected usand no longer go out with our armies?","3":"You have shown your people desperate times;you have given us wine that makes us stagger.","11":"Give us aid against the enemy,for the help of man is worthless.","2":"You have shaken the land and torn it open;mend its fractures, for it is quaking.","1":"Psalm 60For the director of music. To the tune of “The Lily of the Covenant.” A miktam of David. For teaching. When he fought Aram Naharaim and Aram Zobah, and when Joab returned and struck down twelve thousand Edomites in the Valley of Salt.You have rejected us, O God, and burst forth upon us;you have been angry—now restore us!","12":"With God we will gain the victory,and he will trample down our enemies.","4":"But for those who fear you, you have raised a bannerto be unfurled against the bow. Selah","6":"God has spoken from his sanctuary:“In triumph I will parcel out Shechemand measure off the Valley of Succoth.","5":"Save us and help us with your right hand,that those you love may be delivered.","8":"Moab is my washbasin,upon Edom I toss my sandal;over Philistia I shout in triumph.”"},"115":{"16":"The highest heavens belong to the Lord,but the earth he has given to man.","3":"Our God is in heaven;he does whatever pleases him.","5":"They have mouths, but cannot speak,eyes, but they cannot see;","18":"it is we who extol the Lord,both now and forevermore.Praise the Lord.","12":"The Lord remembers us and will bless us:He will bless the house of Israel,he will bless the house of Aaron,","10":"O house of Aaron, trust in the Lord—he is their help and shield.","2":"Why do the nations say,“Where is their God?”","8":"Those who make them will be like them,and so will all who trust in them.","17":"It is not the dead who praise the Lord,those who go down to silence;","11":"You who fear him, trust in the Lord—he is their help and shield.","1":"Psalm 115Not to us, O Lord, not to usbut to your name be the glory,because of your love and faithfulness.","9":"O house of Israel, trust in the Lord—he is their help and shield.","14":"May the Lord make you increase,both you and your children.","7":"they have hands, but cannot feel,feet, but they cannot walk;nor can they utter a sound with their throats.","15":"May you be blessed by the Lord,the Maker of heaven and earth.","6":"they have ears, but cannot hear,noses, but they cannot smell;","4":"But their idols are silver and gold,made by the hands of men.","13":"he will bless those who fear the Lord—small and great alike."},"34":{"16":"the face of the Lord is against those who do evil,to cut off the memory of them from the earth.","3":"Glorify the Lord with me;let us exalt his name together.","5":"Those who look to him are radiant;their faces are never covered with shame.","21":"Evil will slay the wicked;the foes of the righteous will be condemned.","18":"The Lord is close to the brokenheartedand saves those who are crushed in spirit.","12":"Whoever of you loves lifeand desires to see many good days,","10":"The lions may grow weak and hungry,but those who seek the Lord lack no good thing.","2":"My soul will boast in the Lord;let the afflicted hear and rejoice.","22":"The Lord redeems his servants;no one will be condemned who takes refuge in him.","8":"Taste and see that the Lord is good;blessed is the man who takes refuge in him.","17":"The righteous cry out, and the Lord hears them;he delivers them from all their troubles.","11":"Come, my children, listen to me;I will teach you the fear of the Lord.","1":"Psalm 34Of David. When he pretended to be insane before Abimelech, who drove him away, and he left.I will extol the Lord at all times;his praise will always be on my lips.","9":"Fear the Lord, you his saints,for those who fear him lack nothing.","14":"Turn from evil and do good;seek peace and pursue it.","7":"The angel of the Lord encamps around those who fear him,and he delivers them.","15":"The eyes of the Lord are on the righteousand his ears are attentive to their cry;","20":"he protects all his bones,not one of them will be broken.","6":"This poor man called, and the Lord heard him;he saved him out of all his troubles.","4":"I sought the Lord, and he answered me;he delivered me from all my fears.","19":"A righteous man may have many troubles,but the Lord delivers him from them all;","13":"keep your tongue from eviland your lips from speaking lies."},"132":{"16":"I will clothe her priests with salvation,and her saints will ever sing for joy.","3":"“I will not enter my houseor go to my bed—","5":"till I find a place for the Lord,a dwelling for the Mighty One of Jacob.”","18":"I will clothe his enemies with shame,but the crown on his head will be resplendent.”","12":"if your sons keep my covenantand the statutes I teach them,then their sons will siton your throne for ever and ever.”","10":"For the sake of David your servant,do not reject your anointed one.","2":"He swore an oath to the Lordand made a vow to the Mighty One of Jacob:","8":"arise, O Lord, and come to your resting place,you and the ark of your might.","17":"“Here I will make a horn grow for Davidand set up a lamp for my anointed one.","11":"The Lord swore an oath to David,a sure oath that he will not revoke:“One of your own descendantsI will place on your throne—","1":"Psalm 132A song of ascents.O Lord, remember Davidand all the hardships he endured.","9":"May your priests be clothed with righteousness;may your saints sing for joy.”","14":"“This is my resting place for ever and ever;here I will sit enthroned, for I have desired it—","7":"“Let us go to his dwelling place;let us worship at his footstool—","15":"I will bless her with abundant provisions;her poor will I satisfy with food.","6":"We heard it in Ephrathah,we came upon it in the fields of Jaar:","4":"I will allow no sleep to my eyes,no slumber to my eyelids,","13":"For the Lord has chosen Zion,he has desired it for his dwelling:"},"104":{"11":"They give water to all the beasts of the field;the wild donkeys quench their thirst.","3":"and lays the beams of his upper chambers on their waters.He makes the clouds his chariotand rides on the wings of the wind.","20":"You bring darkness, it becomes night,and all the beasts of the forest prowl.","12":"The birds of the air nest by the waters;they sing among the branches.","10":"He makes springs pour water into the ravines;it flows between the mountains.","17":"There the birds make their nests;the stork has its home in the pine trees.","13":"He waters the mountains from his upper chambers;the earth is satisfied by the fruit of his work.","27":"These all look to youto give them their food at the proper time.","30":"When you send your Spirit,they are created,and you renew the face of the earth.","18":"The high mountains belong to the wild goats;the crags are a refuge for the coneys.","29":"When you hide your face,they are terrified;when you take away their breath,they die and return to the dust.","23":"Then man goes out to his work,to his labor until evening.","19":"The moon marks off the seasons,and the sun knows when to go down.","1":"Psalm 104Praise the Lord, O my soul.O Lord my God, you are very great;you are clothed with splendor and majesty.","5":"He set the earth on its foundations;it can never be moved.","4":"He makes winds his messengers,flames of fire his servants.","8":"they flowed over the mountains,they went down into the valleys,to the place you assigned for them.","26":"There the ships go to and fro,and the leviathan, which you formed to frolic there.","14":"He makes grass grow for the cattle,and plants for man to cultivate—bringing forth food from the earth:","22":"The sun rises, and they steal away;they return and lie down in their dens.","28":"When you give it to them,they gather it up;when you open your hand,they are satisfied with good things.","25":"There is the sea, vast and spacious,teeming with creatures beyond number—living things both large and small.","9":"You set a boundary they cannot cross;never again will they cover the earth.","33":"I will sing to the Lord all my life;I will sing praise to my God as long as I live.","15":"wine that gladdens the heart of man,oil to make his face shine,and bread that sustains his heart.","34":"May my meditation be pleasing to him,as I rejoice in the Lord.","21":"The lions roar for their preyand seek their food from God.","24":"How many are your works, O Lord!In wisdom you made them all;the earth is full of your creatures.","16":"The trees of the Lord are well watered,the cedars of Lebanon that he planted.","35":"But may sinners vanish from the earthand the wicked be no more.Praise the Lord, O my soul.Praise the Lord.","32":"he who looks at the earth, and it trembles,who touches the mountains, and they smoke.","7":"But at your rebuke the waters fled,at the sound of your thunder they took to flight;","2":"He wraps himself in light as with a garment;he stretches out the heavens like a tent","6":"You covered it with the deep as with a garment;the waters stood above the mountains.","31":"May the glory of the Lord endure forever;may the Lord rejoice in his works—"},"28":{"7":"The Lord is my strength and my shield;my heart trusts in him, and I am helped.My heart leaps for joyand I will give thanks to him in song.","9":"Save your people and bless your inheritance;be their shepherd and carry them forever.","3":"Do not drag me away with the wicked,with those who do evil,who speak cordially with their neighborsbut harbor malice in their hearts.","2":"Hear my cry for mercyas I call to you for help,as I lift up my handstoward your Most Holy Place.","1":"Psalm 28Of David.To you I call, O Lord my Rock;do not turn a deaf ear to me.For if you remain silent,I will be like those who have gone down to the pit.","4":"Repay them for their deedsand for their evil work;repay them for what their hands have doneand bring back upon them what they deserve.","6":"Praise be to the Lord,for he has heard my cry for mercy.","5":"Since they show no regard for the works of the Lordand what his hands have done,he will tear them downand never build them up again.","8":"The Lord is the strength of his people,a fortress of salvation for his anointed one."},"76":{"7":"You alone are to be feared.Who can stand before you when you are angry?","9":"when you, O God, rose up to judge,to save all the afflicted of the land. Selah","10":"Surely your wrath against men brings you praise,and the survivors of your wrath are restrained.","3":"There he broke the flashing arrows,the shields and the swords, the weapons of war. Selah","11":"Make vows to the Lord your God and fulfill them;let all the neighboring landsbring gifts to the One to be feared.","2":"His tent is in Salem,his dwelling place in Zion.","1":"Psalm 76For the director of music. With stringed instruments. A psalm of Asaph. A song.In Judah God is known;his name is great in Israel.","12":"He breaks the spirit of rulers;he is feared by the kings of the earth.","4":"You are resplendent with light,more majestic than mountains rich with game.","6":"At your rebuke, O God of Jacob,both horse and chariot lie still.","5":"Valiant men lie plundered,they sleep their last sleep;not one of the warriorscan lift his hands.","8":"From heaven you pronounced judgment,and the land feared and was quiet—"},"50":{"16":"But to the wicked, God says:“What right have you to recite my lawsor take my covenant on your lips?","3":"Our God comes and will not be silent;a fire devours before him,and around him a tempest rages.","5":"“Gather to me my consecrated ones,who made a covenant with me by sacrifice.”","21":"These things you have done and I kept silent;you thought I was altogether like you.But I will rebuke youand accuse you to your face.","18":"When you see a thief, you join with him;you throw in your lot with adulterers.","12":"If I were hungry I would not tell you,for the world is mine, and all that is in it.","10":"for every animal of the forest is mine,and the cattle on a thousand hills.","2":"From Zion, perfect in beauty,God shines forth.","22":"“Consider this, you who forget God,or I will tear you to pieces, with none to rescue:","8":"I do not rebuke you for your sacrificesor your burnt offerings, which are ever before me.","17":"You hate my instructionand cast my words behind you.","11":"I know every bird in the mountains,and the creatures of the field are mine.","1":"Psalm 50A psalm of Asaph.The Mighty One, God, the Lord,speaks and summons the earthfrom the rising of the sun to the place where it sets.","9":"I have no need of a bull from your stallor of goats from your pens,","14":"Sacrifice thank offerings to God,fulfill your vows to the Most High,","7":"“Hear, O my people, and I will speak,O Israel, and I will testify against you:I am God, your God.","15":"and call upon me in the day of trouble;I will deliver you, and you will honor me.”","20":"You speak continually against your brotherand slander your own mother’s son.","23":"He who sacrifices thank offerings honors me,and he prepares the wayso that I may show him the salvation of God.”","6":"And the heavens proclaim his righteousness,for God himself is judge. Selah","4":"He summons the heavens above,and the earth, that he may judge his people:","19":"You use your mouth for eviland harness your tongue to deceit.","13":"Do I eat the flesh of bullsor drink the blood of goats?"},"106":{"11":"The waters covered their adversaries;not one of them survived.","41":"He handed them over to the nations,and their foes ruled over them.","45":"for their sake he remembered his covenantand out of his great love he relented.","42":"Their enemies oppressed themand subjected them to their power.","3":"Blessed are they who maintain justice,who constantly do what is right.","20":"They exchanged their Gloryfor an image of a bull, which eats grass.","12":"Then they believed his promisesand sang his praise.","10":"He saved them from the hand of the foe;from the hand of the enemy he redeemed them.","17":"The earth opened up and swallowed Dathan;it buried the company of Abiram.","44":"But he took note of their distresswhen he heard their cry;","40":"Therefore the Lord was angry with his peopleand abhorred his inheritance.","13":"But they soon forgot what he had doneand did not wait for his counsel.","27":"make their descendants fall among the nationsand scatter them throughout the lands.","30":"But Phinehas stood up and intervened,and the plague was checked.","18":"Fire blazed among their followers;a flame consumed the wicked.","36":"They worshiped their idols,which became a snare to them.","29":"they provoked the Lord to anger by their wicked deeds,and a plague broke out among them.","23":"So he said he would destroy them—had not Moses, his chosen one,stood in the breach before himto keep his wrath from destroying them.","19":"At Horeb they made a calfand worshiped an idol cast from metal.","1":"Psalm 106Praise the Lord.Give thanks to the Lord, for he is good;his love endures forever.","47":"Save us, O Lord our God,and gather us from the nations,that we may give thanks to your holy nameand glory in your praise.","5":"that I may enjoy the prosperity of your chosen ones,that I may share in the joy of your nationand join your inheritance in giving praise.","4":"Remember me, O Lord, when you show favor to your people,come to my aid when you save them,","8":"Yet he saved them for his name’s sake,to make his mighty power known.","26":"So he swore to them with uplifted handthat he would make them fall in the desert,","39":"They defiled themselves by what they did;by their deeds they prostituted themselves.","14":"In the desert they gave in to their craving;in the wasteland they put God to the test.","37":"They sacrificed their sonsand their daughters to demons.","22":"miracles in the land of Hamand awesome deeds by the Red Sea.","28":"They yoked themselves to the Baal of Peorand ate sacrifices offered to lifeless gods;","25":"They grumbled in their tentsand did not obey the Lord.","9":"He rebuked the Red Sea, and it dried up;he led them through the depths as through a desert.","33":"for they rebelled against the Spirit of God,and rash words came from Moses’ lips.","15":"So he gave them what they asked for,but sent a wasting disease upon them.","34":"They did not destroy the peoplesas the Lord had commanded them,","21":"They forgot the God who saved them,who had done great things in Egypt,","24":"Then they despised the pleasant land;they did not believe his promise.","46":"He caused them to be pitiedby all who held them captive.","16":"In the camp they grew envious of Mosesand of Aaron, who was consecrated to the Lord.","35":"but they mingled with the nationsand adopted their customs.","32":"By the waters of Meribah they angered the Lord,and trouble came to Moses because of them;","7":"When our fathers were in Egypt,they gave no thought to your miracles;they did not remember your many kindnesses,and they rebelled by the sea, the Red Sea.","43":"Many times he delivered them,but they were bent on rebellionand they wasted away in their sin.","48":"Praise be to the Lord, the God of Israel,from everlasting to everlasting.Let all the people say, “Amen!”Praise the Lord.","2":"Who can proclaim the mighty acts of the Lordor fully declare his praise?","38":"They shed innocent blood,the blood of their sons and daughters,whom they sacrificed to the idols of Canaan,and the land was desecrated by their blood.","6":"We have sinned, even as our fathers did;we have done wrong and acted wickedly.","31":"This was credited to him as righteousnessfor endless generations to come."},"80":{"16":"Your vine is cut down, it is burned with fire;at your rebuke your people perish.","3":"Restore us, O God;make your face shine upon us,that we may be saved.","5":"You have fed them with the bread of tears;you have made them drink tears by the bowlful.","18":"Then we will not turn away from you;revive us, and we will call on your name.","12":"Why have you broken down its wallsso that all who pass by pick its grapes?","10":"The mountains were covered with its shade,the mighty cedars with its branches.","2":"before Ephraim, Benjamin and Manasseh.Awaken your might;come and save us.","8":"You brought a vine out of Egypt;you drove out the nations and planted it.","17":"Let your hand rest on the man at your right hand,the son of man you have raised up for yourself.","11":"It sent out its boughs to the Sea,its shoots as far as the River.","1":"Psalm 80For the director of music. To the tune of “The Lilies of the Covenant.” Of Asaph. A psalm.Hear us, O Shepherd of Israel,you who lead Joseph like a flock;you who sit enthroned between the cherubim, shine forth","9":"You cleared the ground for it,and it took root and filled the land.","14":"Return to us, O God Almighty!Look down from heaven and see!Watch over this vine,","7":"Restore us, O God Almighty;make your face shine upon us,that we may be saved.","15":"the root your right hand has planted,the son you have raised up for yourself.","6":"You have made us a source of contention to our neighbors,and our enemies mock us.","4":"O Lord God Almighty,how long will your anger smolderagainst the prayers of your people?","19":"Restore us, O Lord God Almighty;make your face shine upon us,that we may be saved.","13":"Boars from the forest ravage itand the creatures of the field feed on it."},"19":{"3":"There is no speech or languagewhere their voice is not heard.","5":"which is like a bridegroom coming forth from his pavilion,like a champion rejoicing to run his course.","12":"Who can discern his errors?Forgive my hidden faults.","10":"They are more precious than gold,than much pure gold;they are sweeter than honey,than honey from the comb.","2":"Day after day they pour forth speech;night after night they display knowledge.","8":"The precepts of the Lord are right,giving joy to the heart.The commands of the Lord are radiant,giving light to the eyes.","11":"By them is your servant warned;in keeping them there is great reward.","1":"Psalm 19For the director of music. A psalm of David.The heavens declare the glory of God;the skies proclaim the work of his hands.","9":"The fear of the Lord is pure,enduring forever.The ordinances of the Lord are sureand altogether righteous.","14":"May the words of my mouth and the meditation of my heartbe pleasing in your sight,O Lord, my Rock and my Redeemer.","7":"The law of the Lord is perfect,reviving the soul.The statutes of the Lord are trustworthy,making wise the simple.","6":"It rises at one end of the heavensand makes its circuit to the other;nothing is hidden from its heat.","4":"Their voice goes out into all the earth,their words to the ends of the world.In the heavens he has pitched a tent for the sun,","13":"Keep your servant also from willful sins;may they not rule over me.Then will I be blameless,innocent of great transgression."},"10":{"16":"The Lord is King for ever and ever;the nations will perish from his land.","3":"He boasts of the cravings of his heart;he blesses the greedy and reviles the Lord.","5":"His ways are always prosperous;he is haughty and your laws are far from him;he sneers at all his enemies.","18":"defending the fatherless and the oppressed,in order that man, who is of the earth, may terrify no more.","12":"Arise, Lord! Lift up your hand, O God.Do not forget the helpless.","10":"His victims are crushed, they collapse;they fall under his strength.","2":"In his arrogance the wicked man hunts down the weak,who are caught in the schemes he devises.","8":"He lies in wait near the villages;from ambush he murders the innocent,watching in secret for his victims.","17":"You hear, O Lord, the desire of the afflicted;you encourage them, and you listen to their cry,","11":"He says to himself, “God has forgotten;he covers his face and never sees.”","1":"Psalm 10Why, O Lord, do you stand far off?Why do you hide yourself in times of trouble?","9":"He lies in wait like a lion in cover;he lies in wait to catch the helpless;he catches the helpless and drags them off in his net.","14":"But you, O God, do see trouble and grief;you consider it to take it in hand.The victim commits himself to you;you are the helper of the fatherless.","7":"His mouth is full of curses and lies and threats;trouble and evil are under his tongue.","15":"Break the arm of the wicked and evil man;call him to account for his wickednessthat would not be found out.","6":"He says to himself, “Nothing will shake me;I’ll always be happy and never have trouble.”","4":"In his pride the wicked does not seek him;in all his thoughts there is no room for God.","13":"Why does the wicked man revile God?Why does he say to himself,“He won’t call me to account”?"},"9":{"16":"The Lord is known by his justice;the wicked are ensnared by the work of their hands. Higgaion. Selah","3":"My enemies turn back;they stumble and perish before you.","5":"You have rebuked the nations and destroyed the wicked;you have blotted out their name for ever and ever.","18":"But the needy will not always be forgotten,nor the hope of the afflicted ever perish.","12":"For he who avenges blood remembers;he does not ignore the cry of the afflicted.","10":"Those who know your name will trust in you,for you, Lord, have never forsaken those who seek you.","2":"I will be glad and rejoice in you;I will sing praise to your name, O Most High.","8":"He will judge the world in righteousness;he will govern the peoples with justice.","17":"The wicked return to the grave,all the nations that forget God.","11":"Sing praises to the Lord, enthroned in Zion;proclaim among the nations what he has done.","1":"Psalm 9For the director of music. To the tune of “The Death of the Son.” A psalm of David.I will praise you, O Lord, with all my heart;I will tell of all your wonders.","9":"The Lord is a refuge for the oppressed,a stronghold in times of trouble.","14":"that I may declare your praisesin the gates of the Daughter of Zionand there rejoice in your salvation.","7":"The Lord reigns forever;he has established his throne for judgment.","15":"The nations have fallen into the pit they have dug;their feet are caught in the net they have hidden.","20":"Strike them with terror, O Lord;let the nations know they are but men. Selah","6":"Endless ruin has overtaken the enemy,you have uprooted their cities;even the memory of them has perished.","4":"For you have upheld my right and my cause;you have sat on your throne, judging righteously.","19":"Arise, O Lord, let not man triumph;let the nations be judged in your presence.","13":"O Lord, see how my enemies persecute me!Have mercy and lift me up from the gates of death,"},"134":{"2":"Lift up your hands in the sanctuaryand praise the Lord.","1":"Psalm 134A song of ascents.Praise the Lord, all you servants of the Lordwho minister by night in the house of the Lord.","3":"May the Lord, the Maker of heaven and earth,bless you from Zion."},"57":{"7":"My heart is steadfast, O God,my heart is steadfast;I will sing and make music.","9":"I will praise you, O Lord, among the nations;I will sing of you among the peoples.","10":"For great is your love, reaching to the heavens;your faithfulness reaches to the skies.","3":"He sends from heaven and saves me,rebuking those who hotly pursue me; SelahGod sends his love and his faithfulness.","11":"Be exalted, O God, above the heavens;let your glory be over all the earth.","2":"I cry out to God Most High,to God, who fulfills his purpose for me.","1":"Psalm 57For the director of music. To the tune of “Do Not Destroy.” Of David. A miktam. When he had fled from Saul into the cave.Have mercy on me, O God, have mercy on me,for in you my soul takes refuge.I will take refuge in the shadow of your wingsuntil the disaster has passed.","4":"I am in the midst of lions;I lie among ravenous beasts—men whose teeth are spears and arrows,whose tongues are sharp swords.","6":"They spread a net for my feet—I was bowed down in distress.They dug a pit in my path—but they have fallen into it themselves. Selah","5":"Be exalted, O God, above the heavens;let your glory be over all the earth.","8":"Awake, my soul!Awake, harp and lyre!I will awaken the dawn."},"142":{"7":"Set me free from my prison,that I may praise your name.Then the righteous will gather about mebecause of your goodness to me.","3":"When my spirit grows faint within me,it is you who know my way.In the path where I walkmen have hidden a snare for me.","2":"I pour out my complaint before him;before him I tell my trouble.","1":"Psalm 142A maskil of David. When he was in the cave. A prayer.I cry aloud to the Lord;I lift up my voice to the Lord for mercy.","4":"Look to my right and see;no one is concerned for me.I have no refuge;no one cares for my life.","6":"Listen to my cry,for I am in desperate need;rescue me from those who pursue me,for they are too strong for me.","5":"I cry to you, O Lord;I say, “You are my refuge,my portion in the land of the living.”"},"64":{"7":"But God will shoot them with arrows;suddenly they will be struck down.","9":"All mankind will fear;they will proclaim the works of Godand ponder what he has done.","10":"Let the righteous rejoice in the Lordand take refuge in him;let all the upright in heart praise him!","3":"They sharpen their tongues like swordsand aim their words like deadly arrows.","2":"Hide me from the conspiracy of the wicked,from that noisy crowd of evildoers.","1":"Psalm 64For the director of music. A psalm of David.Hear me, O God, as I voice my complaint;protect my life from the threat of the enemy.","4":"They shoot from ambush at the innocent man;they shoot at him suddenly, without fear.","6":"They plot injustice and say,“We have devised a perfect plan!”Surely the mind and heart of man are cunning.","5":"They encourage each other in evil plans,they talk about hiding their snares;they say, “Who will see them?”","8":"He will turn their own tongues against themand bring them to ruin;all who see them will shake their heads in scorn."},"12":{"7":"O Lord, you will keep us safeand protect us from such people forever.","3":"May the Lord cut off all flattering lipsand every boastful tongue","2":"Everyone lies to his neighbor;their flattering lips speak with deception.","1":"Psalm 12For the director of music. According to sheminith. A psalm of David.Help, Lord, for the godly are no more;the faithful have vanished from among men.","4":"that says, “We will triumph with our tongues;we own our lips—who is our master?”","6":"And the words of the Lord are flawless,like silver refined in a furnace of clay,purified seven times.","5":"“Because of the oppression of the weakand the groaning of the needy,I will now arise,” says the Lord.“I will protect them from those who malign them.”","8":"The wicked freely strut aboutwhen what is vile is honored among men."},"119":{"121":"ע AyinI have done what is righteous and just;do not leave me to my oppressors.","31":"I hold fast to your statutes, O Lord;do not let me be put to shame.","117":"Uphold me, and I will be delivered;I will always have regard for your decrees.","59":"I have considered my waysand have turned my steps to your statutes.","5":"Oh, that my ways were steadfastin obeying your decrees!","53":"Indignation grips me because of the wicked,who have forsaken your law.","47":"for I delight in your commandsbecause I love them.","100":"I have more understanding than the elders,for I obey your precepts.","78":"May the arrogant be put to shame for wronging me without cause;but I will meditate on your precepts.","169":"ת TawMay my cry come before you, O Lord;give me understanding according to your word.","170":"May my supplication come before you;deliver me according to your promise.","89":"ל LamedhYour word, O Lord, is eternal;it stands firm in the heavens.","108":"Accept, O Lord, the willing praise of my mouth,and teach me your laws.","39":"Take away the disgrace I dread,for your laws are good.","110":"The wicked have set a snare for me,but I have not strayed from your precepts.","51":"The arrogant mock me without restraint,but I do not turn from your law.","144":"Your statutes are forever right;give me understanding that I may live.","13":"With my lips I recountall the laws that come from your mouth.","23":"Though rulers sit together and slander me,your servant will meditate on your decrees.","72":"The law from your mouth is more precious to methan thousands of pieces of silver and gold.","158":"I look on the faithless with loathing,for they do not obey your word.","45":"I will walk about in freedom,for I have sought out your precepts.","14":"I rejoice in following your statutesas one rejoices in great riches.","103":"How sweet are your words to my taste,sweeter than honey to my mouth!","87":"They almost wiped me from the earth,but I have not forsaken your precepts.","49":"ז ZayinRemember your word to your servant,for you have given me hope.","116":"Sustain me according to your promise, and I will live;do not let my hopes be dashed.","81":"כ KaphMy soul faints with longing for your salvation,but I have put my hope in your word.","125":"I am your servant; give me discernmentthat I may understand your statutes.","113":"ס SamekhI hate double-minded men,but I love your law.","3":"They do nothing wrong;they walk in his ways.","75":"I know, O Lord, that your laws are righteous,and in faithfulness you have afflicted me.","153":"ר ReshLook upon my suffering and deliver me,for I have not forgotten your law.","156":"Your compassion is great, O Lord;preserve my life according to your laws.","94":"Save me, for I am yours;I have sought out your precepts.","101":"I have kept my feet from every evil pathso that I might obey your word.","85":"The arrogant dig pitfalls for me,contrary to your law.","146":"I call out to you; save meand I will keep your statutes.","114":"You are my refuge and my shield;I have put my hope in your word.","21":"You rebuke the arrogant, who are cursedand who stray from your commands.","24":"Your statutes are my delight;they are my counselors.","52":"I remember your ancient laws, O Lord,and I find comfort in them.","163":"I hate and abhor falsehoodbut I love your law.","43":"Do not snatch the word of truth from my mouth,for I have put my hope in your laws.","145":"ק QophI call with all my heart; answer me, O Lord,and I will obey your decrees.","154":"Defend my cause and redeem me;preserve my life according to your promise.","173":"May your hand be ready to help me,for I have chosen your precepts.","168":"I obey your precepts and your statutes,for all my ways are known to you.","32":"I run in the path of your commands,for you have set my heart free.","20":"My soul is consumed with longingfor your laws at all times.","73":"י YodhYour hands made me and formed me;give me understanding to learn your commands.","133":"Direct my footsteps according to your word;let no sin rule over me.","8":"I will obey your decrees;do not utterly forsake me.","29":"Keep me from deceitful ways;be gracious to me through your law.","2":"Blessed are they who keep his statutesand seek him with all their heart.","62":"At midnight I rise to give you thanksfor your righteous laws.","33":"ה HeTeach me, O Lord, to follow your decrees;then I will keep them to the end.","175":"Let me live that I may praise you,and may your laws sustain me.","84":"How long must your servant wait?When will you punish my persecutors?","107":"I have suffered much;preserve my life, O Lord, according to your word.","58":"I have sought your face with all my heart;be gracious to me according to your promise.","139":"My zeal wears me out,for my enemies ignore your words.","112":"My heart is set on keeping your decreesto the very end.","48":"I lift up my hands to your commands, which I love,and I meditate on your decrees.","42":"then I will answer the one who taunts me,for I trust in your word.","130":"The unfolding of your words gives light;it gives understanding to the simple.","65":"ט TethDo good to your servantaccording to your word, O Lord.","157":"Many are the foes who persecute me,but I have not turned from your statutes.","35":"Direct me in the path of your commands,for there I find delight.","172":"May my tongue sing of your word,for all your commands are righteous.","60":"I will hasten and not delayto obey your commands.","152":"Long ago I learned from your statutesthat you established them to last forever.","115":"Away from me, you evildoers,that I may keep the commands of my God!","34":"Give me understanding, and I will keep your lawand obey it with all my heart.","132":"Turn to me and have mercy on me,as you always do to those who love your name.","104":"I gain understanding from your precepts;therefore I hate every wrong path.","162":"I rejoice in your promiselike one who finds great spoil.","28":"My soul is weary with sorrow;strengthen me according to your word.","76":"May your unfailing love be my comfort,according to your promise to your servant.","166":"I wait for your salvation, O Lord,and I follow your commands.","167":"I obey your statutes,for I love them greatly.","155":"Salvation is far from the wicked,for they do not seek out your decrees.","50":"My comfort in my suffering is this:Your promise preserves my life.","106":"I have taken an oath and confirmed it,that I will follow your righteous laws.","80":"May my heart be blameless toward your decrees,that I may not be put to shame.","19":"I am a stranger on earth;do not hide your commands from me.","10":"I seek you with all my heart;do not let me stray from your commands.","9":"ב BethHow can a young man keep his way pure?By living according to your word.","134":"Redeem me from the oppression of men,that I may obey your precepts.","57":"ח HethYou are my portion, O Lord;I have promised to obey your words.","142":"Your righteousness is everlastingand your law is true.","64":"The earth is filled with your love, O Lord;teach me your decrees.","165":"Great peace have they who love your law,and nothing can make them stumble.","12":"Praise be to you, O Lord;teach me your decrees.","119":"All the wicked of the earth you discard like dross;therefore I love your statutes.","99":"I have more insight than all my teachers,for I meditate on your statutes.","129":"פ PeYour statutes are wonderful;therefore I obey them.","127":"Because I love your commandsmore than gold, more than pure gold,","93":"I will never forget your precepts,for by them you have preserved my life.","1":"Psalm 119א AlephBlessed are they whose ways are blameless,who walk according to the law of the Lord.","122":"Ensure your servant’s well-being;let not the arrogant oppress me.","66":"Teach me knowledge and good judgment,for I believe in your commands.","82":"My eyes fail, looking for your promise;I say, “When will you comfort me?”","126":"It is time for you to act, O Lord;your law is being broken.","41":"ו WawMay your unfailing love come to me, O Lord,your salvation according to your promise;","37":"Turn my eyes away from worthless things;preserve my life according to your word.","111":"Your statutes are my heritage forever;they are the joy of my heart.","123":"My eyes fail, looking for your salvation,looking for your righteous promise.","91":"Your laws endure to this day,for all things serve you.","79":"May those who fear you turn to me,those who understand your statutes.","68":"You are good, and what you do is good;teach me your decrees.","143":"Trouble and distress have come upon me,but your commands are my delight.","171":"May my lips overflow with praise,for you teach me your decrees.","92":"If your law had not been my delight,I would have perished in my affliction.","118":"You reject all who stray from your decrees,for their deceitfulness is in vain.","18":"Open my eyes that I may seewonderful things in your law.","90":"Your faithfulness continues through all generations;you established the earth, and it endures.","161":"ש Sin and ShinRulers persecute me without cause,but my heart trembles at your word.","135":"Make your face shine upon your servantand teach me your decrees.","56":"This has been my practice:I obey your precepts.","150":"Those who devise wicked schemes are near,but they are far from your law.","83":"Though I am like a wineskin in the smoke,I do not forget your decrees.","141":"Though I am lowly and despised,I do not forget your precepts.","71":"It was good for me to be afflictedso that I might learn your decrees.","164":"Seven times a day I praise youfor your righteous laws.","11":"I have hidden your word in my heartthat I might not sin against you.","105":"נ NunYour word is a lamp to my feetand a light for my path.","16":"I delight in your decrees;I will not neglect your word.","77":"Let your compassion come to me that I may live,for your law is my delight.","25":"ד DalethI am laid low in the dust;preserve my life according to your word.","137":"צ TsadheRighteous are you, O Lord,and your laws are right.","54":"Your decrees are the theme of my songwherever I lodge.","6":"Then I would not be put to shamewhen I consider all your commands.","67":"Before I was afflicted I went astray,but now I obey your word.","40":"How I long for your precepts!Preserve my life in your righteousness.","149":"Hear my voice in accordance with your love;preserve my life, O Lord, according to your laws.","27":"Let me understand the teaching of your precepts;then I will meditate on your wonders.","30":"I have chosen the way of truth;I have set my heart on your laws.","96":"To all perfection I see a limit;but your commands are boundless.","128":"and because I consider all your precepts right,I hate every wrong path.","97":"מ MemOh, how I love your law!I meditate on it all day long.","4":"You have laid down preceptsthat are to be fully obeyed.","46":"I will speak of your statutes before kingsand will not be put to shame,","120":"My flesh trembles in fear of you;I stand in awe of your laws.","74":"May those who fear you rejoice when they see me,for I have put my hope in your word.","147":"I rise before dawn and cry for help;I have put my hope in your word.","98":"Your commands make me wiser than my enemies,for they are ever with me.","70":"Their hearts are callous and unfeeling,but I delight in your law.","174":"I long for your salvation, O Lord,and your law is my delight.","17":"ג GimelDo good to your servant, and I will live;I will obey your word.","69":"Though the arrogant have smeared me with lies,I keep your precepts with all my heart.","88":"Preserve my life according to your love,and I will obey the statutes of your mouth.","102":"I have not departed from your laws,for you yourself have taught me.","136":"Streams of tears flow from my eyes,for your law is not obeyed.","55":"In the night I remember your name, O Lord,and I will keep your law.","131":"I open my mouth and pant,longing for your commands.","22":"Remove from me scorn and contempt,for I keep your statutes.","44":"I will always obey your law,for ever and ever.","109":"Though I constantly take my life in my hands,I will not forget your law.","151":"Yet you are near, O Lord,and all your commands are true.","61":"Though the wicked bind me with ropes,I will not forget your law.","176":"I have strayed like a lost sheep.Seek your servant,for I have not forgotten your commands.","15":"I meditate on your preceptsand consider your ways.","140":"Your promises have been thoroughly tested,and your servant loves them.","86":"All your commands are trustworthy;help me, for men persecute me without cause.","26":"I recounted my ways and you answered me;teach me your decrees.","138":"The statutes you have laid down are righteous;they are fully trustworthy.","36":"Turn my heart toward your statutesand not toward selfish gain.","38":"Fulfill your promise to your servant,so that you may be feared.","160":"All your words are true;all your righteous laws are eternal.","7":"I will praise you with an upright heartas I learn your righteous laws.","63":"I am a friend to all who fear you,to all who follow your precepts.","124":"Deal with your servant according to your loveand teach me your decrees.","148":"My eyes stay open through the watches of the night,that I may meditate on your promises.","159":"See how I love your precepts;preserve my life, O Lord, according to your love.","95":"The wicked are waiting to destroy me,but I will ponder your statutes."},"99":{"7":"He spoke to them from the pillar of cloud;they kept his statutes and the decrees he gave them.","9":"Exalt the Lord our Godand worship at his holy mountain,for the Lord our God is holy.","3":"Let them praise your great and awesome name—he is holy.","2":"Great is the Lord in Zion;he is exalted over all the nations.","1":"Psalm 99The Lord reigns,let the nations tremble;he sits enthroned between the cherubim,let the earth shake.","4":"The King is mighty, he loves justice—you have established equity;in Jacob you have donewhat is just and right.","6":"Moses and Aaron were among his priests,Samuel was among those who called on his name;they called on the Lordand he answered them.","5":"Exalt the Lord our Godand worship at his footstool;he is holy.","8":"O Lord our God,you answered them;you were to Israel a forgiving God,though you punished their misdeeds."},"129":{"7":"with it the reaper cannot fill his hands,nor the one who gathers fill his arms.","3":"Plowmen have plowed my backand made their furrows long.","2":"they have greatly oppressed me from my youth,but they have not gained the victory over me.","1":"Psalm 129A song of ascents.They have greatly oppressed me from my youth—let Israel say—","4":"But the Lord is righteous;he has cut me free from the cords of the wicked.","6":"May they be like grass on the roof,which withers before it can grow;","5":"May all who hate Zionbe turned back in shame.","8":"May those who pass by not say,“The blessing of the Lord be upon you;we bless you in the name of the Lord.”"},"127":{"2":"In vain you rise earlyand stay up late,toiling for food to eat—for he grants sleep to those he loves.","4":"Like arrows in the hands of a warriorare sons born in one’s youth.","5":"Blessed is the manwhose quiver is full of them.They will not be put to shamewhen they contend with their enemies in the gate.","1":"Psalm 127A song of ascents. Of Solomon.Unless the Lord builds the house,its builders labor in vain.Unless the Lord watches over the city,the watchmen stand guard in vain.","3":"Sons are a heritage from the Lord,children a reward from him."},"93":{"2":"Your throne was established long ago;you are from all eternity.","4":"Mightier than the thunder of the great waters,mightier than the breakers of the sea—the Lord on high is mighty.","5":"Your statutes stand firm;holiness adorns your housefor endless days, O Lord.","1":"Psalm 93The Lord reigns, he is robed in majesty;the Lord is robed in majestyand is armed with strength.The world is firmly established;it cannot be moved.","3":"The seas have lifted up, O Lord,the seas have lifted up their voice;the seas have lifted up their pounding waves."},"1":{"3":"He is like a tree planted by streams of water,which yields its fruit in seasonand whose leaf does not wither.Whatever he does prospers.","2":"But his delight is in the law of the Lord,and on his law he meditates day and night.","1":"BOOK IPsalms 1–41Psalm 1Blessed is the manwho does not walk in the counsel of the wickedor stand in the way of sinnersor sit in the seat of mockers.","4":"Not so the wicked!They are like chaffthat the wind blows away.","6":"For the Lord watches over the way of the righteous,but the way of the wicked will perish.","5":"Therefore the wicked will not stand in the judgment,nor sinners in the assembly of the righteous."},"122":{"7":"May there be peace within your wallsand security within your citadels.”","9":"For the sake of the house of the Lord our God,I will seek your prosperity.","3":"Jerusalem is built like a citythat is closely compacted together.","2":"Our feet are standingin your gates, O Jerusalem.","1":"Psalm 122A song of ascents. Of David.I rejoiced with those who said to me,“Let us go to the house of the Lord.”","4":"That is where the tribes go up,the tribes of the Lord,to praise the name of the Lordaccording to the statute given to Israel.","6":"Pray for the peace of Jerusalem:“May those who love you be secure.","5":"There the thrones for judgment stand,the thrones of the house of David.","8":"For the sake of my brothers and friends,I will say, “Peace be within you.”"},"66":{"16":"Come and listen, all you who fear God;let me tell you what he has done for me.","3":"Say to God, “How awesome are your deeds!So great is your powerthat your enemies cringe before you.","5":"Come and see what God has done,how awesome his works in man’s behalf!","18":"If I had cherished sin in my heart,the Lord would not have listened;","12":"You let men ride over our heads;we went through fire and water,but you brought us to a place of abundance.","10":"For you, O God, tested us;you refined us like silver.","2":"Sing the glory of his name;make his praise glorious!","8":"Praise our God, O peoples,let the sound of his praise be heard;","17":"I cried out to him with my mouth;his praise was on my tongue.","11":"You brought us into prisonand laid burdens on our backs.","1":"Psalm 66For the director of music. A song. A psalm.Shout with joy to God, all the earth!","9":"he has preserved our livesand kept our feet from slipping.","14":"vows my lips promised and my mouth spokewhen I was in trouble.","7":"He rules forever by his power,his eyes watch the nations—let not the rebellious rise up against him. Selah","15":"I will sacrifice fat animals to youand an offering of rams;I will offer bulls and goats. Selah","20":"Praise be to God,who has not rejected my prayeror withheld his love from me!","6":"He turned the sea into dry land,they passed through the waters on foot—come, let us rejoice in him.","4":"All the earth bows down to you;they sing praise to you,they sing praise to your name.” Selah","19":"but God has surely listenedand heard my voice in prayer.","13":"I will come to your temple with burnt offeringsand fulfill my vows to you—"},"82":{"7":"But you will die like mere men;you will fall like every other ruler.”","3":"Defend the cause of the weak and fatherless;maintain the rights of the poor and oppressed.","2":"“How long will you defend the unjustand show partiality to the wicked? Selah","1":"Psalm 82A psalm of Asaph.God presides in the great assembly;he gives judgment among the “gods”:","4":"Rescue the weak and needy;deliver them from the hand of the wicked.","6":"“I said, ‘You are “gods”;you are all sons of the Most High.’","5":"“They know nothing, they understand nothing.They walk about in darkness;all the foundations of the earth are shaken.","8":"Rise up, O God, judge the earth,for all the nations are your inheritance."},"126":{"3":"The Lord has done great things for us,and we are filled with joy.","2":"Our mouths were filled with laughter,our tongues with songs of joy.Then it was said among the nations,“The Lord has done great things for them.”","1":"Psalm 126A song of ascents.When the Lord brought back the captives to Zion,we were like men who dreamed.","4":"Restore our fortunes, O Lord,like streams in the Negev.","6":"He who goes out weeping,carrying seed to sow,will return with songs of joy,carrying sheaves with him.","5":"Those who sow in tearswill reap with songs of joy."},"41":{"3":"The Lord will sustain him on his sickbedand restore him from his bed of illness.","5":"My enemies say of me in malice,“When will he die and his name perish?”","12":"In my integrity you uphold meand set me in your presence forever.","10":"But you, O Lord, have mercy on me;raise me up, that I may repay them.","2":"The Lord will protect him and preserve his life;he will bless him in the landand not surrender him to the desire of his foes.","8":"“A vile disease has beset him;he will never get up from the place where he lies.”","11":"I know that you are pleased with me,for my enemy does not triumph over me.","1":"Psalm 41For the director of music. A psalm of David.Blessed is he who has regard for the weak;the Lord delivers him in times of trouble.","9":"Even my close friend, whom I trusted,he who shared my bread,has lifted up his heel against me.","7":"All my enemies whisper together against me;they imagine the worst for me, saying,","6":"Whenever one comes to see me,he speaks falsely, while his heart gathers slander;then he goes out and spreads it abroad.","4":"I said, “O Lord, have mercy on me;heal me, for I have sinned against you.”","13":"Praise be to the Lord, the God of Israel,from everlasting to everlasting.Amen and Amen."},"37":{"11":"But the meek will inherit the landand enjoy great peace.","3":"Trust in the Lord and do good;dwell in the land and enjoy safe pasture.","20":"But the wicked will perish:The Lord’s enemies will be like the beauty of the fields,they will vanish—vanish like smoke.","12":"The wicked plot against the righteousand gnash their teeth at them;","10":"A little while, and the wicked will be no more;though you look for them, they will not be found.","17":"for the power of the wicked will be broken,but the Lord upholds the righteous.","40":"The Lord helps them and delivers them;he delivers them from the wicked and saves them,because they take refuge in him.","13":"but the Lord laughs at the wicked,for he knows their day is coming.","27":"Turn from evil and do good;then you will dwell in the land forever.","30":"The mouth of the righteous man utters wisdom,and his tongue speaks what is just.","18":"The days of the blameless are known to the Lord,and their inheritance will endure forever.","36":"but he soon passed away and was no more;though I looked for him, he could not be found.","29":"the righteous will inherit the landand dwell in it forever.","23":"If the Lord delights in a man’s way,he makes his steps firm;","19":"In times of disaster they will not wither;in days of famine they will enjoy plenty.","1":"Psalm 37Of David.Do not fret because of evil menor be envious of those who do wrong;","5":"Commit your way to the Lord;trust in him and he will do this:","4":"Delight yourself in the Lordand he will give you the desires of your heart.","8":"Refrain from anger and turn from wrath;do not fret—it leads only to evil.","26":"They are always generous and lend freely;their children will be blessed.","39":"The salvation of the righteous comes from the Lord;he is their stronghold in time of trouble.","14":"The wicked draw the swordand bend the bowto bring down the poor and needy,to slay those whose ways are upright.","37":"Consider the blameless, observe the upright;there is a future for the man of peace.","22":"those the Lord blesses will inherit the land,but those he curses will be cut off.","28":"For the Lord loves the justand will not forsake his faithful ones.They will be protected forever,but the offspring of the wicked will be cut off;","25":"I was young and now I am old,yet I have never seen the righteous forsakenor their children begging bread.","9":"For evil men will be cut off,but those who hope in the Lord will inherit the land.","33":"but the Lord will not leave them in their poweror let them be condemned when brought to trial.","15":"But their swords will pierce their own hearts,and their bows will be broken.","34":"Wait for the Lordand keep his way.He will exalt you to inherit the land;when the wicked are cut off, you will see it.","21":"The wicked borrow and do not repay,but the righteous give generously;","24":"though he stumble, he will not fall,for the Lord upholds him with his hand.","16":"Better the little that the righteous havethan the wealth of many wicked;","35":"I have seen a wicked and ruthless manflourishing like a green tree in its native soil,","32":"The wicked lie in wait for the righteous,seeking their very lives;","7":"Be still before the Lord and wait patiently for him;do not fret when men succeed in their ways,when they carry out their wicked schemes.","2":"for like the grass they will soon wither,like green plants they will soon die away.","38":"But all sinners will be destroyed;the future of the wicked will be cut off.","6":"He will make your righteousness shine like the dawn,the justice of your cause like the noonday sun.","31":"The law of his God is in his heart;his feet do not slip."},"111":{"7":"The works of his hands are faithful and just;all his precepts are trustworthy.","9":"He provided redemption for his people;he ordained his covenant forever—holy and awesome is his name.","10":"The fear of the Lord is the beginning of wisdom;all who follow his precepts have good understanding.To him belongs eternal praise.","3":"Glorious and majestic are his deeds,and his righteousness endures forever.","2":"Great are the works of the Lord;they are pondered by all who delight in them.","1":"Psalm 111Praise the Lord.I will extol the Lord with all my heartin the council of the upright and in the assembly.","4":"He has caused his wonders to be remembered;the Lord is gracious and compassionate.","6":"He has shown his people the power of his works,giving them the lands of other nations.","5":"He provides food for those who fear him;he remembers his covenant forever.","8":"They are steadfast for ever and ever,done in faithfulness and uprightness."},"123":{"2":"As the eyes of slaves look to the hand of their master,as the eyes of a maid look to the hand of her mistress,so our eyes look to the Lord our God,till he shows us his mercy.","4":"We have endured much ridicule from the proud,much contempt from the arrogant.","1":"Psalm 123A song of ascents.I lift up my eyes to you,to you whose throne is in heaven.","3":"Have mercy on us, O Lord, have mercy on us,for we have endured much contempt."},"91":{"16":"With long life will I satisfy himand show him my salvation.”","3":"Surely he will save you from the fowler’s snareand from the deadly pestilence.","5":"You will not fear the terror of night,nor the arrow that flies by day,","12":"they will lift you up in their hands,so that you will not strike your foot against a stone.","10":"then no harm will befall you,no disaster will come near your tent.","2":"I will say of the Lord, “He is my refuge and my fortress,my God, in whom I trust.”","8":"You will only observe with your eyesand see the punishment of the wicked.","11":"For he will command his angels concerning youto guard you in all your ways;","1":"Psalm 91He who dwells in the shelter of the Most Highwill rest in the shadow of the Almighty.","9":"If you make the Most High your dwelling—even the Lord, who is my refuge—","14":"“Because he loves me,” says the Lord, “I will rescue him;I will protect him, for he acknowledges my name.","7":"A thousand may fall at your side,ten thousand at your right hand,but it will not come near you.","15":"He will call upon me, and I will answer him;I will be with him in trouble,I will deliver him and honor him.","6":"nor the pestilence that stalks in the darkness,nor the plague that destroys at midday.","4":"He will cover you with his feathers,and under his wings you will find refuge;his faithfulness will be your shield and rampart.","13":"You will tread upon the lion and the cobra;you will trample the great lion and the serpent."},"79":{"3":"They have poured out blood like waterall around Jerusalem,and there is no one to bury the dead.","5":"How long, O Lord? Will you be angry forever?How long will your jealousy burn like fire?","12":"Pay back into the laps of our neighbors seven timesthe reproach they have hurled at you, O Lord.","10":"Why should the nations say,“Where is their God?”Before our eyes, make known among the nationsthat you avenge the outpoured blood of your servants.","2":"They have given the dead bodies of your servantsas food to the birds of the air,the flesh of your saints to the beasts of the earth.","8":"Do not hold against us the sins of the fathers;may your mercy come quickly to meet us,for we are in desperate need.","11":"May the groans of the prisoners come before you;by the strength of your armpreserve those condemned to die.","1":"Psalm 79A psalm of Asaph.O God, the nations have invaded your inheritance;they have defiled your holy temple,they have reduced Jerusalem to rubble.","9":"Help us, O God our Savior,for the glory of your name;deliver us and forgive our sinsfor your name’s sake.","7":"for they have devoured Jacoband destroyed his homeland.","6":"Pour out your wrath on the nationsthat do not acknowledge you,on the kingdomsthat do not call on your name;","4":"We are objects of reproach to our neighbors,of scorn and derision to those around us.","13":"Then we your people, the sheep of your pasture,will praise you forever;from generation to generationwe will recount your praise."},"68":{"11":"The Lord announced the word,and great was the company of those who proclaimed it:","3":"But may the righteous be gladand rejoice before God;may they be happy and joyful.","20":"Our God is a God who saves;from the Sovereign Lord comes escape from death.","12":"“Kings and armies flee in haste;in the camps men divide the plunder.","10":"Your people settled in it,and from your bounty, O God, you provided for the poor.","17":"The chariots of God are tens of thousandsand thousands of thousands;the Lord has come from Sinai into his sanctuary.","13":"Even while you sleep among the campfires,the wings of my dove are sheathed with silver,its feathers with shining gold.”","27":"There is the little tribe of Benjamin, leading them,there the great throng of Judah’s princes,and there the princes of Zebulun and of Naphtali.","30":"Rebuke the beast among the reeds,the herd of bulls among the calves of the nations.Humbled, may it bring bars of silver.Scatter the nations who delight in war.","18":"When you ascended on high,you led captives in your train;you received gifts from men,even from the rebellious—that you, O Lord God, might dwell there.","29":"Because of your temple at Jerusalemkings will bring you gifts.","23":"that you may plunge your feet in the blood of your foes,while the tongues of your dogs have their share.”","19":"Praise be to the Lord, to God our Savior,who daily bears our burdens. Selah","1":"Psalm 68For the director of music. Of David. A psalm. A song.May God arise, may his enemies be scattered;may his foes flee before him.","5":"A father to the fatherless, a defender of widows,is God in his holy dwelling.","4":"Sing to God, sing praise to his name,extol him who rides on the clouds—his name is the Lord—and rejoice before him.","8":"the earth shook,the heavens poured down rain,before God, the One of Sinai,before God, the God of Israel.","26":"Praise God in the great congregation;praise the Lord in the assembly of Israel.","14":"When the Almighty scattered the kings in the land,it was like snow fallen on Zalmon.","22":"The Lord says, “I will bring them from Bashan;I will bring them from the depths of the sea,","28":"Summon your power, O God;show us your strength, O God, as you have done before.","25":"In front are the singers, after them the musicians;with them are the maidens playing tambourines.","9":"You gave abundant showers, O God;you refreshed your weary inheritance.","33":"to him who rides the ancient skies above,who thunders with mighty voice.","15":"The mountains of Bashan are majestic mountains;rugged are the mountains of Bashan.","34":"Proclaim the power of God,whose majesty is over Israel,whose power is in the skies.","21":"Surely God will crush the heads of his enemies,the hairy crowns of those who go on in their sins.","24":"Your procession has come into view, O God,the procession of my God and King into the sanctuary.","16":"Why gaze in envy, O rugged mountains,at the mountain where God chooses to reign,where the Lord himself will dwell forever?","35":"You are awesome, O God, in your sanctuary;the God of Israel gives power and strength to his people.Praise be to God!","32":"Sing to God, O kingdoms of the earth,sing praise to the Lord, Selah","7":"When you went out before your people, O God,when you marched through the wasteland, Selah","2":"As smoke is blown away by the wind,may you blow them away;as wax melts before the fire,may the wicked perish before God.","6":"God sets the lonely in families,he leads forth the prisoners with singing;but the rebellious live in a sun-scorched land.","31":"Envoys will come from Egypt;Cush will submit herself to God."},"143":{"7":"Answer me quickly, O Lord;my spirit fails.Do not hide your face from meor I will be like those who go down to the pit.","9":"Rescue me from my enemies, O Lord,for I hide myself in you.","10":"Teach me to do your will,for you are my God;may your good Spiritlead me on level ground.","3":"The enemy pursues me,he crushes me to the ground;he makes me dwell in darknesslike those long dead.","11":"For your name’s sake, O Lord, preserve my life;in your righteousness, bring me out of trouble.","2":"Do not bring your servant into judgment,for no one living is righteous before you.","1":"Psalm 143A psalm of David.O Lord, hear my prayer,listen to my cry for mercy;in your faithfulness and righteousnesscome to my relief.","12":"In your unfailing love, silence my enemies;destroy all my foes,for I am your servant.","4":"So my spirit grows faint within me;my heart within me is dismayed.","6":"I spread out my hands to you;my soul thirsts for you like a parched land. Selah","5":"I remember the days of long ago;I meditate on all your worksand consider what your hands have done.","8":"Let the morning bring me word of your unfailing love,for I have put my trust in you.Show me the way I should go,for to you I lift up my soul."},"92":{"3":"to the music of the ten-stringed lyreand the melody of the harp.","5":"How great are your works, O Lord,how profound your thoughts!","12":"The righteous will flourish like a palm tree,they will grow like a cedar of Lebanon;","10":"You have exalted my horn like that of a wild ox;fine oils have been poured upon me.","2":"to proclaim your love in the morningand your faithfulness at night,","8":"But you, O Lord, are exalted forever.","11":"My eyes have seen the defeat of my adversaries;my ears have heard the rout of my wicked foes.","1":"Psalm 92A psalm. A song. For the Sabbath day.It is good to praise the Lordand make music to your name, O Most High,","9":"For surely your enemies, O Lord,surely your enemies will perish;all evildoers will be scattered.","14":"They will still bear fruit in old age,they will stay fresh and green,","7":"that though the wicked spring up like grassand all evildoers flourish,they will be forever destroyed.","15":"proclaiming, “The Lord is upright;he is my Rock, and there is no wickedness in him.”","6":"The senseless man does not know,fools do not understand,","4":"For you make me glad by your deeds, O Lord;I sing for joy at the works of your hands.","13":"planted in the house of the Lord,they will flourish in the courts of our God."},"118":{"11":"They surrounded me on every side,but in the name of the Lord I cut them off.","3":"Let the house of Aaron say:“His love endures forever.”","20":"This is the gate of the Lordthrough which the righteous may enter.","12":"They swarmed around me like bees,but they died out as quickly as burning thorns;in the name of the Lord I cut them off.","10":"All the nations surrounded me,but in the name of the Lord I cut them off.","17":"I will not die but live,and will proclaim what the Lord has done.","13":"I was pushed back and about to fall,but the Lord helped me.","27":"The Lord is God,and he has made his light shine upon us.With boughs in hand, join in the festal processionup to the horns of the altar.","18":"The Lord has chastened me severely,but he has not given me over to death.","29":"Give thanks to the Lord, for he is good;his love endures forever.","23":"the Lord has done this,and it is marvelous in our eyes.","19":"Open for me the gates of righteousness;I will enter and give thanks to the Lord.","1":"Psalm 118Give thanks to the Lord, for he is good;his love endures forever.","5":"In my anguish I cried to the Lord,and he answered by setting me free.","4":"Let those who fear the Lord say:“His love endures forever.”","8":"It is better to take refuge in the Lordthan to trust in man.","26":"Blessed is he who comes in the name of the Lord.From the house of the Lord we bless you.","14":"The Lord is my strength and my song;he has become my salvation.","22":"The stone the builders rejectedhas become the capstone;","28":"You are my God, and I will give you thanks;you are my God, and I will exalt you.","25":"O Lord, save us;O Lord, grant us success.","9":"It is better to take refuge in the Lordthan to trust in princes.","15":"Shouts of joy and victoryresound in the tents of the righteous:“The Lord’s right hand has done mighty things!","21":"I will give you thanks, for you answered me;you have become my salvation.","24":"This is the day the Lord has made;let us rejoice and be glad in it.","16":"The Lord’s right hand is lifted high;the Lord’s right hand has done mighty things!”","7":"The Lord is with me; he is my helper.I will look in triumph on my enemies.","2":"Let Israel say:“His love endures forever.”","6":"The Lord is with me; I will not be afraid.What can man do to me?"},"18":{"11":"He made darkness his covering, his canopy around him—the dark rain clouds of the sky.","41":"They cried for help, but there was no one to save them—to the Lord, but he did not answer.","45":"They all lose heart;they come trembling from their strongholds.","42":"I beat them as fine as dust borne on the wind;I poured them out like mud in the streets.","3":"I call to the Lord, who is worthy of praise,and I am saved from my enemies.","20":"The Lord has dealt with me according to my righteousness;according to the cleanness of my hands he has rewarded me.","12":"Out of the brightness of his presence clouds advanced,with hailstones and bolts of lightning.","10":"He mounted the cherubim and flew;he soared on the wings of the wind.","17":"He rescued me from my powerful enemy,from my foes, who were too strong for me.","44":"As soon as they hear me, they obey me;foreigners cringe before me.","40":"You made my enemies turn their backs in flight,and I destroyed my foes.","13":"The Lord thundered from heaven;the voice of the Most High resounded.","27":"You save the humblebut bring low those whose eyes are haughty.","30":"As for God, his way is perfect;the word of the Lord is flawless.He is a shieldfor all who take refuge in him.","18":"They confronted me in the day of my disaster,but the Lord was my support.","36":"You broaden the path beneath me,so that my ankles do not turn.","29":"With your help I can advance against a troop;with my God I can scale a wall.","23":"I have been blameless before himand have kept myself from sin.","19":"He brought me out into a spacious place;he rescued me because he delighted in me.","1":"Psalm 18For the director of music. Of David the servant of the Lord. He sang to the Lord the words of this song when the Lord delivered him from the hand of all his enemies and from the hand of Saul. He said:I love you, O Lord, my strength.","47":"He is the God who avenges me,who subdues nations under me,","5":"The cords of the grave coiled around me;the snares of death confronted me.","49":"Therefore I will praise you among the nations, O Lord;I will sing praises to your name.","4":"The cords of death entangled me;the torrents of destruction overwhelmed me.","8":"Smoke rose from his nostrils;consuming fire came from his mouth,burning coals blazed out of it.","26":"to the pure you show yourself pure,but to the crooked you show yourself shrewd.","39":"You armed me with strength for battle;you made my adversaries bow at my feet.","14":"He shot his arrows and scattered the enemies,great bolts of lightning and routed them.","37":"I pursued my enemies and overtook them;I did not turn back till they were destroyed.","22":"All his laws are before me;I have not turned away from his decrees.","28":"You, O Lord, keep my lamp burning;my God turns my darkness into light.","25":"To the faithful you show yourself faithful,to the blameless you show yourself blameless,","9":"He parted the heavens and came down;dark clouds were under his feet.","33":"He makes my feet like the feet of a deer;he enables me to stand on the heights.","15":"The valleys of the sea were exposedand the foundations of the earth laid bareat your rebuke, O Lord,at the blast of breath from your nostrils.","34":"He trains my hands for battle;my arms can bend a bow of bronze.","21":"For I have kept the ways of the Lord;I have not done evil by turning from my God.","24":"The Lord has rewarded me according to my righteousness,according to the cleanness of my hands in his sight.","46":"The Lord lives! Praise be to my Rock!Exalted be God my Savior!","16":"He reached down from on high and took hold of me;he drew me out of deep waters.","35":"You give me your shield of victory,and your right hand sustains me;you stoop down to make me great.","32":"It is God who arms me with strengthand makes my way perfect.","7":"The earth trembled and quaked,and the foundations of the mountains shook;they trembled because he was angry.","43":"You have delivered me from the attacks of the people;you have made me the head of nations;people I did not know are subject to me.","48":"who saves me from my enemies.You exalted me above my foes;from violent men you rescued me.","2":"The Lord is my rock, my fortress and my deliverer;my God is my rock, in whom I take refuge.He is my shield and the horn of my salvation, my stronghold.","38":"I crushed them so that they could not rise;they fell beneath my feet.","50":"He gives his king great victories;he shows unfailing kindness to his anointed,to David and his descendants forever.","6":"In my distress I called to the Lord;I cried to my God for help.From his temple he heard my voice;my cry came before him, into his ears.","31":"For who is God besides the Lord?And who is the Rock except our God?"},"90":{"16":"May your deeds be shown to your servants,your splendor to their children.","3":"You turn men back to dust,saying, “Return to dust, O sons of men.”","5":"You sweep men away in the sleep of death;they are like the new grass of the morning—","12":"Teach us to number our days aright,that we may gain a heart of wisdom.","10":"The length of our days is seventy years—or eighty, if we have the strength;yet their span is but trouble and sorrow,for they quickly pass, and we fly away.","2":"Before the mountains were bornor you brought forth the earth and the world,from everlasting to everlasting you are God.","8":"You have set our iniquities before you,our secret sins in the light of your presence.","17":"May the favor of the Lord our God rest upon us;establish the work of our hands for us—yes, establish the work of our hands.","11":"Who knows the power of your anger?For your wrath is as great as the fear that is due you.","1":"BOOK IVPsalms 90–106Psalm 90A prayer of Moses the man of God.Lord, you have been our dwelling placethroughout all generations.","9":"All our days pass away under your wrath;we finish our years with a moan.","14":"Satisfy us in the morning with your unfailing love,that we may sing for joy and be glad all our days.","7":"We are consumed by your angerand terrified by your indignation.","15":"Make us glad for as many days as you have afflicted us,for as many years as we have seen trouble.","6":"though in the morning it springs up new,by evening it is dry and withered.","4":"For a thousand years in your sightare like a day that has just gone by,or like a watch in the night.","13":"Relent, O Lord! How long will it be?Have compassion on your servants."},"135":{"16":"They have mouths, but cannot speak,eyes, but they cannot see;","3":"Praise the Lord, for the Lord is good;sing praise to his name, for that is pleasant.","5":"I know that the Lord is great,that our Lord is greater than all gods.","21":"Praise be to the Lord from Zion,to him who dwells in Jerusalem.Praise the Lord.","18":"Those who make them will be like them,and so will all who trust in them.","12":"and he gave their land as an inheritance,an inheritance to his people Israel.","10":"He struck down many nationsand killed mighty kings—","2":"you who minister in the house of the Lord,in the courts of the house of our God.","8":"He struck down the firstborn of Egypt,the firstborn of men and animals.","17":"they have ears, but cannot hear,nor is there breath in their mouths.","11":"Sihon king of the Amorites,Og king of Bashanand all the kings of Canaan—","1":"Psalm 135Praise the Lord.Praise the name of the Lord;praise him, you servants of the Lord,","9":"He sent his signs and wonders into your midst, O Egypt,against Pharaoh and all his servants.","14":"For the Lord will vindicate his peopleand have compassion on his servants.","7":"He makes clouds rise from the ends of the earth;he sends lightning with the rainand brings out the wind from his storehouses.","15":"The idols of the nations are silver and gold,made by the hands of men.","20":"O house of Levi, praise the Lord;you who fear him, praise the Lord.","6":"The Lord does whatever pleases him,in the heavens and on the earth,in the seas and all their depths.","4":"For the Lord has chosen Jacob to be his own,Israel to be his treasured possession.","19":"O house of Israel, praise the Lord;O house of Aaron, praise the Lord;","13":"Your name, O Lord, endures forever,your renown, O Lord, through all generations."},"56":{"3":"When I am afraid,I will trust in you.","5":"All day long they twist my words;they are always plotting to harm me.","12":"I am under vows to you, O God;I will present my thank offerings to you.","10":"In God, whose word I praise,in the Lord, whose word I praise—","2":"My slanderers pursue me all day long;many are attacking me in their pride.","8":"Record my lament;list my tears on your scroll—are they not in your record?","11":"in God I trust; I will not be afraid.What can man do to me?","1":"Psalm 56For the director of music. To the tune of “A Dove on Distant Oaks.” Of David. A miktam. When the Philistines had seized him in Gath.Be merciful to me, O God, for men hotly pursue me;all day long they press their attack.","9":"Then my enemies will turn backwhen I call for help.By this I will know that God is for me.","7":"On no account let them escape;in your anger, O God, bring down the nations.","6":"They conspire, they lurk,they watch my steps,eager to take my life.","4":"In God, whose word I praise,in God I trust; I will not be afraid.What can mortal man do to me?","13":"For you have delivered me from deathand my feet from stumbling,that I may walk before Godin the light of life."},"150":{"3":"Praise him with the sounding of the trumpet,praise him with the harp and lyre,","2":"Praise him for his acts of power;praise him for his surpassing greatness.","1":"Psalm 150Praise the Lord.Praise God in his sanctuary;praise him in his mighty heavens.","4":"praise him with tambourine and dancing,praise him with the strings and flute,","6":"Let everything that has breath praise the Lord.Praise the Lord.","5":"praise him with the clash of cymbals,praise him with resounding cymbals."},"83":{"16":"Cover their faces with shameso that men will seek your name, O Lord.","3":"With cunning they conspire against your people;they plot against those you cherish.","5":"With one mind they plot together;they form an alliance against you—","18":"Let them know that you, whose name is the Lord—that you alone are the Most High over all the earth.","12":"who said, “Let us take possessionof the pasturelands of God.”","10":"who perished at Endorand became like refuse on the ground.","2":"See how your enemies are astir,how your foes rear their heads.","8":"Even Assyria has joined themto lend strength to the descendants of Lot. Selah","17":"May they ever be ashamed and dismayed;may they perish in disgrace.","11":"Make their nobles like Oreb and Zeeb,all their princes like Zebah and Zalmunna,","1":"Psalm 83A song. A psalm of Asaph.O God, do not keep silent;be not quiet, O God, be not still.","9":"Do to them as you did to Midian,as you did to Sisera and Jabin at the river Kishon,","14":"As fire consumes the forestor a flame sets the mountains ablaze,","7":"Gebal, Ammon and Amalek,Philistia, with the people of Tyre.","15":"so pursue them with your tempestand terrify them with your storm.","6":"the tents of Edom and the Ishmaelites,of Moab and the Hagrites,","4":"“Come,” they say, “let us destroy them as a nation,that the name of Israel be remembered no more.”","13":"Make them like tumbleweed, O my God,like chaff before the wind."},"141":{"7":"They will say, “As one plows and breaks up the earth,so our bones have been scattered at the mouth of the grave.”","9":"Keep me from the snares they have laid for me,from the traps set by evildoers.","10":"Let the wicked fall into their own nets,while I pass by in safety.","3":"Set a guard over my mouth, O Lord;keep watch over the door of my lips.","2":"May my prayer be set before you like incense;may the lifting up of my hands be like the evening sacrifice.","1":"Psalm 141A psalm of David.O Lord, I call to you; come quickly to me.Hear my voice when I call to you.","4":"Let not my heart be drawn to what is evil,to take part in wicked deedswith men who are evildoers;let me not eat of their delicacies.","6":"their rulers will be thrown down from the cliffs,and the wicked will learn that my words were well spoken.","5":"Let a righteous man strike me—it is a kindness;let him rebuke me—it is oil on my head.My head will not refuse it.Yet my prayer is ever against the deeds of evildoers;","8":"But my eyes are fixed on you, O Sovereign Lord;in you I take refuge—do not give me over to death."},"71":{"16":"I will come and proclaim your mighty acts, O Sovereign Lord;I will proclaim your righteousness, yours alone.","3":"Be my rock of refuge,to which I can always go;give the command to save me,for you are my rock and my fortress.","5":"For you have been my hope, O Sovereign Lord,my confidence since my youth.","21":"You will increase my honorand comfort me once again.","18":"Even when I am old and gray,do not forsake me, O God,till I declare your power to the next generation,your might to all who are to come.","12":"Be not far from me, O God;come quickly, O my God, to help me.","10":"For my enemies speak against me;those who wait to kill me conspire together.","2":"Rescue me and deliver me in your righteousness;turn your ear to me and save me.","22":"I will praise you with the harpfor your faithfulness, O my God;I will sing praise to you with the lyre,O Holy One of Israel.","8":"My mouth is filled with your praise,declaring your splendor all day long.","17":"Since my youth, O God, you have taught me,and to this day I declare your marvelous deeds.","11":"They say, “God has forsaken him;pursue him and seize him,for no one will rescue him.”","1":"Psalm 71In you, O Lord, I have taken refuge;let me never be put to shame.","9":"Do not cast me away when I am old;do not forsake me when my strength is gone.","24":"My tongue will tell of your righteous actsall day long,for those who wanted to harm mehave been put to shame and confusion.","14":"But as for me, I will always have hope;I will praise you more and more.","7":"I have become like a portent to many,but you are my strong refuge.","15":"My mouth will tell of your righteousness,of your salvation all day long,though I know not its measure.","20":"Though you have made me see troubles, many and bitter,you will restore my life again;from the depths of the earthyou will again bring me up.","23":"My lips will shout for joywhen I sing praise to you—I, whom you have redeemed.","6":"From birth I have relied on you;you brought me forth from my mother’s womb.I will ever praise you.","4":"Deliver me, O my God, from the hand of the wicked,from the grasp of evil and cruel men.","19":"Your righteousness reaches to the skies, O God,you who have done great things.Who, O God, is like you?","13":"May my accusers perish in shame;may those who want to harm mebe covered with scorn and disgrace."},"11":{"7":"For the Lord is righteous,he loves justice;upright men will see his face.","3":"When the foundations are being destroyed,what can the righteous do?”","2":"For look, the wicked bend their bows;they set their arrows against the stringsto shoot from the shadowsat the upright in heart.","1":"Psalm 11For the director of music. Of David.In the Lord I take refuge.How then can you say to me:“Flee like a bird to your mountain.","4":"The Lord is in his holy temple;the Lord is on his heavenly throne.He observes the sons of men;his eyes examine them.","6":"On the wicked he will rainfiery coals and burning sulfur;a scorching wind will be their lot.","5":"The Lord examines the righteous,but the wicked and those who love violencehis soul hates."},"105":{"11":"“To you I will give the land of Canaanas the portion you will inherit.”","41":"He opened the rock, and water gushed out;like a river it flowed in the desert.","45":"that they might keep his preceptsand observe his laws.Praise the Lord.","42":"For he remembered his holy promisegiven to his servant Abraham.","3":"Glory in his holy name;let the hearts of those who seek the Lord rejoice.","20":"The king sent and released him,the ruler of peoples set him free.","12":"When they were but few in number,few indeed, and strangers in it,","10":"He confirmed it to Jacob as a decree,to Israel as an everlasting covenant:","17":"and he sent a man before them—Joseph, sold as a slave.","44":"he gave them the lands of the nations,and they fell heir to what others had toiled for—","40":"They asked, and he brought them quailand satisfied them with the bread of heaven.","13":"they wandered from nation to nation,from one kingdom to another.","27":"They performed his miraculous signs among them,his wonders in the land of Ham.","30":"Their land teemed with frogs,which went up into the bedrooms of their rulers.","18":"They bruised his feet with shackles,his neck was put in irons,","36":"Then he struck down all the firstborn in their land,the firstfruits of all their manhood.","29":"He turned their waters into blood,causing their fish to die.","23":"Then Israel entered Egypt;Jacob lived as an alien in the land of Ham.","19":"till what he foretold came to pass,till the word of the Lord proved him true.","1":"Psalm 105Give thanks to the Lord, call on his name;make known among the nations what he has done.","5":"Remember the wonders he has done,his miracles, and the judgments he pronounced,","4":"Look to the Lord and his strength;seek his face always.","8":"He remembers his covenant forever,the word he commanded, for a thousand generations,","26":"He sent Moses his servant,and Aaron, whom he had chosen.","39":"He spread out a cloud as a covering,and a fire to give light at night.","14":"He allowed no one to oppress them;for their sake he rebuked kings:","37":"He brought out Israel, laden with silver and gold,and from among their tribes no one faltered.","22":"to instruct his princes as he pleasedand teach his elders wisdom.","28":"He sent darkness and made the land dark—for had they not rebelled against his words?","25":"whose hearts he turned to hate his people,to conspire against his servants.","9":"the covenant he made with Abraham,the oath he swore to Isaac.","33":"he struck down their vines and fig treesand shattered the trees of their country.","15":"“Do not touch my anointed ones;do my prophets no harm.”","34":"He spoke, and the locusts came,grasshoppers without number;","21":"He made him master of his household,ruler over all he possessed,","24":"The Lord made his people very fruitful;he made them too numerous for their foes,","16":"He called down famine on the landand destroyed all their supplies of food;","35":"they ate up every green thing in their land,ate up the produce of their soil.","32":"He turned their rain into hail,with lightning throughout their land;","7":"He is the Lord our God;his judgments are in all the earth.","43":"He brought out his people with rejoicing,his chosen ones with shouts of joy;","2":"Sing to him, sing praise to him;tell of all his wonderful acts.","38":"Egypt was glad when they left,because dread of Israel had fallen on them.","6":"O descendants of Abraham his servant,O sons of Jacob, his chosen ones.","31":"He spoke, and there came swarms of flies,and gnats throughout their country."},"16":{"7":"I will praise the Lord, who counsels me;even at night my heart instructs me.","9":"Therefore my heart is glad and my tongue rejoices;my body also will rest secure,","10":"because you will not abandon me to the grave,nor will you let your Holy One see decay.","3":"As for the saints who are in the land,they are the glorious ones in whom is all my delight.","11":"You have made known to me the path of life;you will fill me with joy in your presence,with eternal pleasures at your right hand.","2":"I said to the Lord, “You are my Lord;apart from you I have no good thing.”","1":"Psalm 16A miktam of David.Keep me safe, O God,for in you I take refuge.","4":"The sorrows of those will increasewho run after other gods.I will not pour out their libations of bloodor take up their names on my lips.","6":"The boundary lines have fallen for me in pleasant places;surely I have a delightful inheritance.","5":"Lord, you have assigned me my portion and my cup;you have made my lot secure.","8":"I have set the Lord always before me.Because he is at my right hand,I will not be shaken."},"77":{"16":"The waters saw you, O God,the waters saw you and writhed;the very depths were convulsed.","3":"I remembered you, O God, and I groaned;I mused, and my spirit grew faint. Selah","5":"I thought about the former days,the years of long ago;","18":"Your thunder was heard in the whirlwind,your lightning lit up the world;the earth trembled and quaked.","12":"I will meditate on all your worksand consider all your mighty deeds.","10":"Then I thought, “To this I will appeal:the years of the right hand of the Most High.”","2":"When I was in distress, I sought the Lord;at night I stretched out untiring handsand my soul refused to be comforted.","8":"Has his unfailing love vanished forever?Has his promise failed for all time?","17":"The clouds poured down water,the skies resounded with thunder;your arrows flashed back and forth.","11":"I will remember the deeds of the Lord;yes, I will remember your miracles of long ago.","1":"Psalm 77For the director of music. For Jeduthun. Of Asaph. A psalm.I cried out to God for help;I cried out to God to hear me.","9":"Has God forgotten to be merciful?Has he in anger withheld his compassion?” Selah","14":"You are the God who performs miracles;you display your power among the peoples.","7":"“Will the Lord reject forever?Will he never show his favor again?","15":"With your mighty arm you redeemed your people,the descendants of Jacob and Joseph. Selah","20":"You led your people like a flockby the hand of Moses and Aaron.","6":"I remembered my songs in the night.My heart mused and my spirit inquired:","4":"You kept my eyes from closing;I was too troubled to speak.","19":"Your path led through the sea,your way through the mighty waters,though your footprints were not seen.","13":"Your ways, O God, are holy.What god is so great as our God?"},"25":{"16":"Turn to me and be gracious to me,for I am lonely and afflicted.","3":"No one whose hope is in youwill ever be put to shame,but they will be put to shamewho are treacherous without excuse.","5":"guide me in your truth and teach me,for you are God my Savior,and my hope is in you all day long.","21":"May integrity and uprightness protect me,because my hope is in you.","18":"Look upon my affliction and my distressand take away all my sins.","12":"Who, then, is the man that fears the Lord?He will instruct him in the way chosen for him.","10":"All the ways of the Lord are loving and faithfulfor those who keep the demands of his covenant.","2":"in you I trust, O my God.Do not let me be put to shame,nor let my enemies triumph over me.","22":"Redeem Israel, O God,from all their troubles!","8":"Good and upright is the Lord;therefore he instructs sinners in his ways.","17":"The troubles of my heart have multiplied;free me from my anguish.","11":"For the sake of your name, O Lord,forgive my iniquity, though it is great.","1":"Psalm 25Of David.To you, O Lord, I lift up my soul;","9":"He guides the humble in what is rightand teaches them his way.","14":"The Lord confides in those who fear him;he makes his covenant known to them.","7":"Remember not the sins of my youthand my rebellious ways;according to your love remember me,for you are good, O Lord.","15":"My eyes are ever on the Lord,for only he will release my feet from the snare.","20":"Guard my life and rescue me;let me not be put to shame,for I take refuge in you.","6":"Remember, O Lord, your great mercy and love,for they are from of old.","4":"Show me your ways, O Lord,teach me your paths;","19":"See how my enemies have increasedand how fiercely they hate me!","13":"He will spend his days in prosperity,and his descendants will inherit the land."},"137":{"7":"Remember, O Lord, what the Edomites didon the day Jerusalem fell.“Tear it down,” they cried,“tear it down to its foundations!”","9":"he who seizes your infantsand dashes them against the rocks.","3":"for there our captors asked us for songs,our tormentors demanded songs of joy;they said, “Sing us one of the songs of Zion!”","2":"There on the poplarswe hung our harps,","1":"Psalm 137By the rivers of Babylon we sat and weptwhen we remembered Zion.","4":"How can we sing the songs of the Lordwhile in a foreign land?","6":"May my tongue cling to the roof of my mouthif I do not remember you,if I do not consider Jerusalemmy highest joy.","5":"If I forget you, O Jerusalem,may my right hand forget its skill.","8":"O Daughter of Babylon, doomed to destruction,happy is he who repays youfor what you have done to us—"},"54":{"7":"For he has delivered me from all my troubles,and my eyes have looked in triumph on my foes.","3":"Strangers are attacking me;ruthless men seek my life—men without regard for God. Selah","2":"Hear my prayer, O God;listen to the words of my mouth.","1":"Psalm 54For the director of music. With stringed instruments. A maskil of David. When the Ziphites had gone to Saul and said, “Is not David hiding among us?”Save me, O God, by your name;vindicate me by your might.","4":"Surely God is my help;the Lord is the one who sustains me.","6":"I will sacrifice a freewill offering to you;I will praise your name, O Lord,for it is good.","5":"Let evil recoil on those who slander me;in your faithfulness destroy them."},"6":{"7":"My eyes grow weak with sorrow;they fail because of all my foes.","9":"The Lord has heard my cry for mercy;the Lord accepts my prayer.","10":"All my enemies will be ashamed and dismayed;they will turn back in sudden disgrace.","3":"My soul is in anguish.How long, O Lord, how long?","2":"Be merciful to me, Lord, for I am faint;O Lord, heal me, for my bones are in agony.","1":"Psalm 6For the director of music. With stringed instruments. According to sheminith. A psalm of David.O Lord, do not rebuke me in your angeror discipline me in your wrath.","4":"Turn, O Lord, and deliver me;save me because of your unfailing love.","6":"I am worn out from groaning;all night long I flood my bed with weepingand drench my couch with tears.","5":"No one remembers you when he is dead.Who praises you from the grave?","8":"Away from me, all you who do evil,for the Lord has heard my weeping."},"67":{"7":"God will bless us,and all the ends of the earth will fear him.","3":"May the peoples praise you, O God;may all the peoples praise you.","2":"that your ways may be known on earth,your salvation among all nations.","1":"Psalm 67For the director of music. With stringed instruments. A psalm. A song.May God be gracious to us and bless usand make his face shine upon us, Selah","4":"May the nations be glad and sing for joy,for you rule the peoples justlyand guide the nations of the earth. Selah","6":"Then the land will yield its harvest,and God, our God, will bless us.","5":"May the peoples praise you, O God;may all the peoples praise you."},"40":{"16":"But may all who seek yourejoice and be glad in you;may those who love your salvation always say,“The Lord be exalted!”","3":"He put a new song in my mouth,a hymn of praise to our God.Many will see and fearand put their trust in the Lord.","5":"Many, O Lord my God,are the wonders you have done.The things you planned for usno one can recount to you;were I to speak and tell of them,they would be too many to declare.","12":"For troubles without number surround me;my sins have overtaken me, and I cannot see.They are more than the hairs of my head,and my heart fails within me.","10":"I do not hide your righteousness in my heart;I speak of your faithfulness and salvation.I do not conceal your love and your truthfrom the great assembly.","2":"He lifted me out of the slimy pit,out of the mud and mire;he set my feet on a rockand gave me a firm place to stand.","8":"I desire to do your will, O my God;your law is within my heart.”","17":"Yet I am poor and needy;may the Lord think of me.You are my help and my deliverer;O my God, do not delay.","11":"Do not withhold your mercy from me, O Lord;may your love and your truth always protect me.","1":"Psalm 40For the director of music. Of David. A psalm.I waited patiently for the Lord;he turned to me and heard my cry.","9":"I proclaim righteousness in the great assembly;I do not seal my lips,as you know, O Lord.","14":"May all who seek to take my lifebe put to shame and confusion;may all who desire my ruinbe turned back in disgrace.","7":"Then I said, “Here I am, I have come—it is written about me in the scroll.","15":"May those who say to me, “Aha! Aha!”be appalled at their own shame.","6":"Sacrifice and offering you did not desire,but my ears you have pierced;burnt offerings and sin offeringsyou did not require.","4":"Blessed is the manwho makes the Lord his trust,who does not look to the proud,to those who turn aside to false gods.","13":"Be pleased, O Lord, to save me;O Lord, come quickly to help me."},"149":{"7":"to inflict vengeance on the nationsand punishment on the peoples,","9":"to carry out the sentence written against them.This is the glory of all his saints.Praise the Lord.","3":"Let them praise his name with dancingand make music to him with tambourine and harp.","2":"Let Israel rejoice in their Maker;let the people of Zion be glad in their King.","1":"Psalm 149Praise the Lord.Sing to the Lord a new song,his praise in the assembly of the saints.","4":"For the Lord takes delight in his people;he crowns the humble with salvation.","6":"May the praise of God be in their mouthsand a double-edged sword in their hands,","5":"Let the saints rejoice in this honorand sing for joy on their beds.","8":"to bind their kings with fetters,their nobles with shackles of iron,"},"27":{"3":"Though an army besiege me,my heart will not fear;though war break out against me,even then will I be confident.","5":"For in the day of troublehe will keep me safe in his dwelling;he will hide me in the shelter of his tabernacleand set me high upon a rock.","12":"Do not turn me over to the desire of my foes,for false witnesses rise up against me,breathing out violence.","10":"Though my father and mother forsake me,the Lord will receive me.","2":"When evil men advance against meto devour my flesh,when my enemies and my foes attack me,they will stumble and fall.","8":"My heart says of you, “Seek his face!”Your face, Lord, I will seek.","11":"Teach me your way, O Lord;lead me in a straight pathbecause of my oppressors.","1":"Psalm 27Of David.The Lord is my light and my salvation—whom shall I fear?The Lord is the stronghold of my life—of whom shall I be afraid?","9":"Do not hide your face from me,do not turn your servant away in anger;you have been my helper.Do not reject me or forsake me,O God my Savior.","14":"Wait for the Lord;be strong and take heartand wait for the Lord.","7":"Hear my voice when I call, O Lord;be merciful to me and answer me.","6":"Then my head will be exaltedabove the enemies who surround me;at his tabernacle will I sacrifice with shouts of joy;I will sing and make music to the Lord.","4":"One thing I ask of the Lord,this is what I seek:that I may dwell in the house of the Lordall the days of my life,to gaze upon the beauty of the Lordand to seek him in his temple.","13":"I am still confident of this:I will see the goodness of the Lordin the land of the living."},"30":{"7":"O Lord, when you favored me,you made my mountain stand firm;but when you hid your face,I was dismayed.","9":"“What gain is there in my destruction,in my going down into the pit?Will the dust praise you?Will it proclaim your faithfulness?","10":"Hear, O Lord, and be merciful to me;O Lord, be my help.”","3":"O Lord, you brought me up from the grave;you spared me from going down into the pit.","11":"You turned my wailing into dancing;you removed my sackcloth and clothed me with joy,","2":"O Lord my God, I called to you for helpand you healed me.","1":"Psalm 30A psalm. A song. For the dedication of the temple. Of David.I will exalt you, O Lord,for you lifted me out of the depthsand did not let my enemies gloat over me.","12":"that my heart may sing to you and not be silent.O Lord my God, I will give you thanks forever.","4":"Sing to the Lord, you saints of his;praise his holy name.","6":"When I felt secure, I said,“I will never be shaken.”","5":"For his anger lasts only a moment,but his favor lasts a lifetime;weeping may remain for a night,but rejoicing comes in the morning.","8":"To you, O Lord, I called;to the Lord I cried for mercy:"},"96":{"3":"Declare his glory among the nations,his marvelous deeds among all peoples.","5":"For all the gods of the nations are idols,but the Lord made the heavens.","12":"let the fields be jubilant, and everything in them.Then all the trees of the forest will sing for joy;","10":"Say among the nations, “The Lord reigns.”The world is firmly established, it cannot be moved;he will judge the peoples with equity.","2":"Sing to the Lord, praise his name;proclaim his salvation day after day.","8":"Ascribe to the Lord the glory due his name;bring an offering and come into his courts.","11":"Let the heavens rejoice, let the earth be glad;let the sea resound, and all that is in it;","1":"Psalm 96Sing to the Lord a new song;sing to the Lord, all the earth.","9":"Worship the Lord in the splendor of his holiness;tremble before him, all the earth.","7":"Ascribe to the Lord, O families of nations,ascribe to the Lord glory and strength.","6":"Splendor and majesty are before him;strength and glory are in his sanctuary.","4":"For great is the Lord and most worthy of praise;he is to be feared above all gods.","13":"they will sing before the Lord, for he comes,he comes to judge the earth.He will judge the world in righteousnessand the peoples in his truth."},"128":{"3":"Your wife will be like a fruitful vinewithin your house;your sons will be like olive shootsaround your table.","2":"You will eat the fruit of your labor;blessings and prosperity will be yours.","1":"Psalm 128A song of ascents.Blessed are all who fear the Lord,who walk in his ways.","4":"Thus is the man blessedwho fears the Lord.","6":"and may you live to see your children’s children.Peace be upon Israel.","5":"May the Lord bless you from Zionall the days of your life;may you see the prosperity of Jerusalem,"},"97":{"7":"All who worship images are put to shame,those who boast in idols—worship him, all you gods!","9":"For you, O Lord, are the Most High over all the earth;you are exalted far above all gods.","10":"Let those who love the Lord hate evil,for he guards the lives of his faithful onesand delivers them from the hand of the wicked.","3":"Fire goes before himand consumes his foes on every side.","11":"Light is shed upon the righteousand joy on the upright in heart.","2":"Clouds and thick darkness surround him;righteousness and justice are the foundation of his throne.","1":"Psalm 97The Lord reigns, let the earth be glad;let the distant shores rejoice.","12":"Rejoice in the Lord, you who are righteous,and praise his holy name.","4":"His lightning lights up the world;the earth sees and trembles.","6":"The heavens proclaim his righteousness,and all the peoples see his glory.","5":"The mountains melt like wax before the Lord,before the Lord of all the earth.","8":"Zion hears and rejoicesand the villages of Judah are gladbecause of your judgments, O Lord."},"4":{"7":"You have filled my heart with greater joythan when their grain and new wine abound.","3":"Know that the Lord has set apart the godly for himself;the Lord will hear when I call to him.","2":"How long, O men, will you turn my glory into shame?How long will you love delusions and seek false gods? Selah","1":"Psalm 4For the director of music. With stringed instruments. A psalm of David.Answer me when I call to you,O my righteous God.Give me relief from my distress;be merciful to me and hear my prayer.","4":"In your anger do not sin;when you are on your beds,search your hearts and be silent. Selah","6":"Many are asking, “Who can show us any good?”Let the light of your face shine upon us, O Lord.","5":"Offer right sacrificesand trust in the Lord.","8":"I will lie down and sleep in peace,for you alone, O Lord,make me dwell in safety."},"46":{"7":"The Lord Almighty is with us;the God of Jacob is our fortress. Selah","9":"He makes wars cease to the ends of the earth;he breaks the bow and shatters the spear,he burns the shields with fire.","10":"“Be still, and know that I am God;I will be exalted among the nations,I will be exalted in the earth.”","3":"though its waters roar and foamand the mountains quake with their surging. Selah","11":"The Lord Almighty is with us;the God of Jacob is our fortress. Selah","2":"Therefore we will not fear, though the earth give wayand the mountains fall into the heart of the sea,","1":"Psalm 46For the director of music. Of the Sons of Korah. According to alamoth. A song.God is our refuge and strength,an ever-present help in trouble.","4":"There is a river whose streams make glad the city of God,the holy place where the Most High dwells.","6":"Nations are in uproar, kingdoms fall;he lifts his voice, the earth melts.","5":"God is within her, she will not fall;God will help her at break of day.","8":"Come and see the works of the Lord,the desolations he has brought on the earth."},"120":{"7":"I am a man of peace;but when I speak, they are for war.","3":"What will he do to you,and what more besides, O deceitful tongue?","2":"Save me, O Lord, from lying lipsand from deceitful tongues.","1":"Psalm 120A song of ascents.I call on the Lord in my distress,and he answers me.","4":"He will punish you with a warrior’s sharp arrows,with burning coals of the broom tree.","6":"Too long have I livedamong those who hate peace.","5":"Woe to me that I dwell in Meshech,that I live among the tents of Kedar!"},"74":{"16":"The day is yours, and yours also the night;you established the sun and moon.","3":"Turn your steps toward these everlasting ruins,all this destruction the enemy has brought on the sanctuary.","5":"They behaved like men wielding axesto cut through a thicket of trees.","21":"Do not let the oppressed retreat in disgrace;may the poor and needy praise your name.","18":"Remember how the enemy has mocked you, O Lord,how foolish people have reviled your name.","12":"But you, O God, are my king from of old;you bring salvation upon the earth.","10":"How long will the enemy mock you, O God?Will the foe revile your name forever?","2":"Remember the people you purchased of old,the tribe of your inheritance, whom you redeemed—Mount Zion, where you dwelt.","22":"Rise up, O God, and defend your cause;remember how fools mock you all day long.","8":"They said in their hearts, “We will crush them completely!”They burned every place where God was worshiped in the land.","17":"It was you who set all the boundaries of the earth;you made both summer and winter.","11":"Why do you hold back your hand, your right hand?Take it from the folds of your garment and destroy them!","1":"Psalm 74A maskil of Asaph.Why have you rejected us forever, O God?Why does your anger smolder against the sheep of your pasture?","9":"We are given no miraculous signs;no prophets are left,and none of us knows how long this will be.","14":"It was you who crushed the heads of Leviathanand gave him as food to the creatures of the desert.","7":"They burned your sanctuary to the ground;they defiled the dwelling place of your Name.","15":"It was you who opened up springs and streams;you dried up the ever flowing rivers.","20":"Have regard for your covenant,because haunts of violence fill the dark places of the land.","23":"Do not ignore the clamor of your adversaries,the uproar of your enemies, which rises continually.","6":"They smashed all the carved panelingwith their axes and hatchets.","4":"Your foes roared in the place where you met with us;they set up their standards as signs.","19":"Do not hand over the life of your dove to wild beasts;do not forget the lives of your afflicted people forever.","13":"It was you who split open the sea by your power;you broke the heads of the monster in the waters."},"147":{"16":"He spreads the snow like wooland scatters the frost like ashes.","3":"He heals the brokenheartedand binds up their wounds.","5":"Great is our Lord and mighty in power;his understanding has no limit.","18":"He sends his word and melts them;he stirs up his breezes, and the waters flow.","12":"Extol the Lord, O Jerusalem;praise your God, O Zion,","10":"His pleasure is not in the strength of the horse,nor his delight in the legs of a man;","2":"The Lord builds up Jerusalem;he gathers the exiles of Israel.","8":"He covers the sky with clouds;he supplies the earth with rainand makes grass grow on the hills.","17":"He hurls down his hail like pebbles.Who can withstand his icy blast?","11":"the Lord delights in those who fear him,who put their hope in his unfailing love.","1":"Psalm 147Praise the Lord.How good it is to sing praises to our God,how pleasant and fitting to praise him!","9":"He provides food for the cattleand for the young ravens when they call.","14":"He grants peace to your bordersand satisfies you with the finest of wheat.","7":"Sing to the Lord with thanksgiving;make music to our God on the harp.","15":"He sends his command to the earth;his word runs swiftly.","20":"He has done this for no other nation;they do not know his laws.Praise the Lord.","6":"The Lord sustains the humblebut casts the wicked to the ground.","4":"He determines the number of the starsand calls them each by name.","19":"He has revealed his word to Jacob,his laws and decrees to Israel.","13":"for he strengthens the bars of your gatesand blesses your people within you."},"98":{"7":"Let the sea resound, and everything in it,the world, and all who live in it.","9":"let them sing before the Lord,for he comes to judge the earth.He will judge the world in righteousnessand the peoples with equity.","3":"He has remembered his loveand his faithfulness to the house of Israel;all the ends of the earth have seenthe salvation of our God.","2":"The Lord has made his salvation knownand revealed his righteousness to the nations.","1":"Psalm 98A psalm.Sing to the Lord a new song,for he has done marvelous things;his right hand and his holy armhave worked salvation for him.","4":"Shout for joy to the Lord, all the earth,burst into jubilant song with music;","6":"with trumpets and the blast of the ram’s horn—shout for joy before the Lord, the King.","5":"make music to the Lord with the harp,with the harp and the sound of singing,","8":"Let the rivers clap their hands,let the mountains sing together for joy;"},"70":{"2":"May those who seek my lifebe put to shame and confusion;may all who desire my ruinbe turned back in disgrace.","4":"But may all who seek yourejoice and be glad in you;may those who love your salvation always say,“Let God be exalted!”","5":"Yet I am poor and needy;come quickly to me, O God.You are my help and my deliverer;O Lord, do not delay.","1":"Psalm 70For the director of music. Of David. A petition.Hasten, O God, to save me;O Lord, come quickly to help me.","3":"May those who say to me, “Aha! Aha!”turn back because of their shame."},"17":{"3":"Though you probe my heart and examine me at night,though you test me, you will find nothing;I have resolved that my mouth will not sin.","5":"My steps have held to your paths;my feet have not slipped.","12":"They are like a lion hungry for prey,like a great lion crouching in cover.","10":"They close up their callous hearts,and their mouths speak with arrogance.","2":"May my vindication come from you;may your eyes see what is right.","8":"Keep me as the apple of your eye;hide me in the shadow of your wings","11":"They have tracked me down, they now surround me,with eyes alert, to throw me to the ground.","1":"Psalm 17A prayer of David.Hear, O Lord, my righteous plea;listen to my cry.Give ear to my prayer—it does not rise from deceitful lips.","9":"from the wicked who assail me,from my mortal enemies who surround me.","14":"O Lord, by your hand save me from such men,from men of this world whose reward is in this life.You still the hunger of those you cherish;their sons have plenty,and they store up wealth for their children.","7":"Show the wonder of your great love,you who save by your right handthose who take refuge in you from their foes.","15":"And I—in righteousness I will see your face;when I awake, I will be satisfied with seeing your likeness.","6":"I call on you, O God, for you will answer me;give ear to me and hear my prayer.","4":"As for the deeds of men—by the word of your lipsI have kept myselffrom the ways of the violent.","13":"Rise up, O Lord, confront them, bring them down;rescue me from the wicked by your sword."},"69":{"11":"when I put on sackcloth,people make sport of me.","3":"I am worn out calling for help;my throat is parched.My eyes fail,looking for my God.","20":"Scorn has broken my heartand has left me helpless;I looked for sympathy, but there was none,for comforters, but I found none.","12":"Those who sit at the gate mock me,and I am the song of the drunkards.","10":"When I weep and fast,I must endure scorn;","17":"Do not hide your face from your servant;answer me quickly, for I am in trouble.","13":"But I pray to you, O Lord,in the time of your favor;in your great love, O God,answer me with your sure salvation.","27":"Charge them with crime upon crime;do not let them share in your salvation.","30":"I will praise God’s name in songand glorify him with thanksgiving.","18":"Come near and rescue me;redeem me because of my foes.","36":"the children of his servants will inherit it,and those who love his name will dwell there.","29":"I am in pain and distress;may your salvation, O God, protect me.","23":"May their eyes be darkened so they cannot see,and their backs be bent forever.","19":"You know how I am scorned, disgraced and shamed;all my enemies are before you.","1":"Psalm 69For the director of music. To the tune of “Lilies.” Of David.Save me, O God,for the waters have come up to my neck.","5":"You know my folly, O God;my guilt is not hidden from you.","4":"Those who hate me without reasonoutnumber the hairs of my head;many are my enemies without cause,those who seek to destroy me.I am forced to restorewhat I did not steal.","8":"I am a stranger to my brothers,an alien to my own mother’s sons;","26":"For they persecute those you woundand talk about the pain of those you hurt.","14":"Rescue me from the mire,do not let me sink;deliver me from those who hate me,from the deep waters.","22":"May the table set before them become a snare;may it become retribution and a trap.","28":"May they be blotted out of the book of lifeand not be listed with the righteous.","25":"May their place be deserted;let there be no one to dwell in their tents.","9":"for zeal for your house consumes me,and the insults of those who insult you fall on me.","33":"The Lord hears the needyand does not despise his captive people.","15":"Do not let the floodwaters engulf meor the depths swallow me upor the pit close its mouth over me.","34":"Let heaven and earth praise him,the seas and all that move in them,","21":"They put gall in my foodand gave me vinegar for my thirst.","24":"Pour out your wrath on them;let your fierce anger overtake them.","16":"Answer me, O Lord, out of the goodness of your love;in your great mercy turn to me.","35":"for God will save Zionand rebuild the cities of Judah.Then people will settle there and possess it;","32":"The poor will see and be glad—you who seek God, may your hearts live!","7":"For I endure scorn for your sake,and shame covers my face.","2":"I sink in the miry depths,where there is no foothold.I have come into the deep waters;the floods engulf me.","6":"May those who hope in younot be disgraced because of me,O Lord, the Lord Almighty;may those who seek younot be put to shame because of me,O God of Israel.","31":"This will please the Lord more than an ox,more than a bull with its horns and hoofs."},"88":{"16":"Your wrath has swept over me;your terrors have destroyed me.","3":"For my soul is full of troubleand my life draws near the grave.","5":"I am set apart with the dead,like the slain who lie in the grave,whom you remember no more,who are cut off from your care.","18":"You have taken my companions and loved ones from me;the darkness is my closest friend.","12":"Are your wonders known in the place of darkness,or your righteous deeds in the land of oblivion?","10":"Do you show your wonders to the dead?Do those who are dead rise up and praise you? Selah","2":"May my prayer come before you;turn your ear to my cry.","8":"You have taken from me my closest friendsand have made me repulsive to them.I am confined and cannot escape;","17":"All day long they surround me like a flood;they have completely engulfed me.","11":"Is your love declared in the grave,your faithfulness in Destruction?","1":"Psalm 88A song. A psalm of the Sons of Korah. For the director of music. According to mahalath leannoth. A maskil of Heman the Ezrahite.O Lord, the God who saves me,day and night I cry out before you.","9":"my eyes are dim with grief.I call to you, O Lord, every day;I spread out my hands to you.","14":"Why, O Lord, do you reject meand hide your face from me?","7":"Your wrath lies heavily upon me;you have overwhelmed me with all your waves. Selah","15":"From my youth I have been afflicted and close to death;I have suffered your terrors and am in despair.","6":"You have put me in the lowest pit,in the darkest depths.","4":"I am counted among those who go down to the pit;I am like a man without strength.","13":"But I cry to you for help, O Lord;in the morning my prayer comes before you."},"102":{"11":"My days are like the evening shadow;I wither away like grass.","3":"For my days vanish like smoke;my bones burn like glowing embers.","20":"to hear the groans of the prisonersand release those condemned to death.”","12":"But you, O Lord, sit enthroned forever;your renown endures through all generations.","10":"because of your great wrath,for you have taken me up and thrown me aside.","17":"He will respond to the prayer of the destitute;he will not despise their plea.","13":"You will arise and have compassion on Zion,for it is time to show favor to her;the appointed time has come.","27":"But you remain the same,and your years will never end.","18":"Let this be written for a future generation,that a people not yet created may praise the Lord:","23":"In the course of my life he broke my strength;he cut short my days.","19":"“The Lord looked down from his sanctuary on high,from heaven he viewed the earth,","1":"Psalm 102A prayer of an afflicted man. When he is faint and pours out his lament before the Lord.Hear my prayer, O Lord;let my cry for help come to you.","5":"Because of my loud groaningI am reduced to skin and bones.","4":"My heart is blighted and withered like grass;I forget to eat my food.","8":"All day long my enemies taunt me;those who rail against me use my name as a curse.","26":"They will perish, but you remain;they will all wear out like a garment.Like clothing you will change themand they will be discarded.","14":"For her stones are dear to your servants;her very dust moves them to pity.","22":"when the peoples and the kingdomsassemble to worship the Lord.","28":"The children of your servants will live in your presence;their descendants will be established before you.”","25":"In the beginning you laid the foundations of the earth,and the heavens are the work of your hands.","9":"For I eat ashes as my foodand mingle my drink with tears","15":"The nations will fear the name of the Lord,all the kings of the earth will revere your glory.","21":"So the name of the Lord will be declared in Zionand his praise in Jerusalem","24":"So I said:“Do not take me away, O my God, in the midst of my days;your years go on through all generations.","16":"For the Lord will rebuild Zionand appear in his glory.","7":"I lie awake; I have becomelike a bird alone on a roof.","2":"Do not hide your face from mewhen I am in distress.Turn your ear to me;when I call, answer me quickly.","6":"I am like a desert owl,like an owl among the ruins."},"136":{"16":"to him who led his people through the desert,His love endures forever.","3":"Give thanks to the Lord of lords:His love endures forever.","5":"who by his understanding made the heavens,His love endures forever.","21":"and gave their land as an inheritance,His love endures forever.","18":"and killed mighty kings—His love endures forever.","12":"with a mighty hand and outstretched arm;His love endures forever.","10":"to him who struck down the firstborn of EgyptHis love endures forever.","2":"Give thanks to the God of gods.His love endures forever.","22":"an inheritance to his servant Israel;His love endures forever.","8":"the sun to govern the day,His love endures forever.","17":"who struck down great kings,His love endures forever.","11":"and brought Israel out from among themHis love endures forever.","1":"Psalm 136Give thanks to the Lord, for he is good.His love endures forever.","9":"the moon and stars to govern the night;His love endures forever.","24":"and freed us from our enemies,His love endures forever.","14":"and brought Israel through the midst of it,His love endures forever.","7":"who made the great lights—His love endures forever.","15":"but swept Pharaoh and his army into the Red Sea;His love endures forever.","20":"and Og king of Bashan—His love endures forever.","25":"and who gives food to every creature.His love endures forever.","23":"to the One who remembered us in our low estateHis love endures forever.","6":"who spread out the earth upon the waters,His love endures forever.","4":"to him who alone does great wonders,His love endures forever.","19":"Sihon king of the AmoritesHis love endures forever.","13":"to him who divided the Red Sea asunderHis love endures forever.","26":"Give thanks to the God of heaven.His love endures forever."},"55":{"16":"But I call to God,and the Lord saves me.","3":"at the voice of the enemy,at the stares of the wicked;for they bring down suffering upon meand revile me in their anger.","5":"Fear and trembling have beset me;horror has overwhelmed me.","21":"His speech is smooth as butter,yet war is in his heart;his words are more soothing than oil,yet they are drawn swords.","18":"He ransoms me unharmedfrom the battle waged against me,even though many oppose me.","12":"If an enemy were insulting me,I could endure it;if a foe were raising himself against me,I could hide from him.","10":"Day and night they prowl about on its walls;malice and abuse are within it.","2":"hear me and answer me.My thoughts trouble me and I am distraught","22":"Cast your cares on the Lordand he will sustain you;he will never let the righteous fall.","8":"I would hurry to my place of shelter,far from the tempest and storm.”","17":"Evening, morning and noonI cry out in distress,and he hears my voice.","11":"Destructive forces are at work in the city;threats and lies never leave its streets.","1":"Psalm 55For the director of music. With stringed instruments. A maskil of David.Listen to my prayer, O God,do not ignore my plea;","9":"Confuse the wicked, O Lord, confound their speech,for I see violence and strife in the city.","14":"with whom I once enjoyed sweet fellowshipas we walked with the throng at the house of God.","7":"I would flee far awayand stay in the desert; Selah","15":"Let death take my enemies by surprise;let them go down alive to the grave,for evil finds lodging among them.","20":"My companion attacks his friends;he violates his covenant.","23":"But you, O God, will bring down the wickedinto the pit of corruption;bloodthirsty and deceitful menwill not live out half their days.But as for me, I trust in you.","6":"I said, “Oh, that I had the wings of a dove!I would fly away and be at rest—","4":"My heart is in anguish within me;the terrors of death assail me.","19":"God, who is enthroned forever,will hear them and afflict them— Selahmen who never change their waysand have no fear of God.","13":"But it is you, a man like myself,my companion, my close friend,"},"131":{"2":"But I have stilled and quieted my soul;like a weaned child with its mother,like a weaned child is my soul within me.","1":"Psalm 131A song of ascents. Of David.My heart is not proud, O Lord,my eyes are not haughty;I do not concern myself with great mattersor things too wonderful for me.","3":"O Israel, put your hope in the Lordboth now and forevermore."},"22":{"11":"Do not be far from me,for trouble is nearand there is no one to help.","3":"Yet you are enthroned as the Holy One;you are the praise of Israel.","20":"Deliver my life from the sword,my precious life from the power of the dogs.","12":"Many bulls surround me;strong bulls of Bashan encircle me.","10":"From birth I was cast upon you;from my mother’s womb you have been my God.","17":"I can count all my bones;people stare and gloat over me.","13":"Roaring lions tearing their preyopen their mouths wide against me.","27":"All the ends of the earthwill remember and turn to the Lord,and all the families of the nationswill bow down before him,","30":"Posterity will serve him;future generations will be told about the Lord.","18":"They divide my garments among themand cast lots for my clothing.","29":"All the rich of the earth will feast and worship;all who go down to the dust will kneel before him—those who cannot keep themselves alive.","23":"You who fear the Lord, praise him!All you descendants of Jacob, honor him!Revere him, all you descendants of Israel!","19":"But you, O Lord, be not far off;O my Strength, come quickly to help me.","1":"Psalm 22For the director of music. To the tune of “The Doe of the Morning.” A psalm of David.My God, my God, why have you forsaken me?Why are you so far from saving me,so far from the words of my groaning?","5":"They cried to you and were saved;in you they trusted and were not disappointed.","4":"In you our fathers put their trust;they trusted and you delivered them.","8":"“He trusts in the Lord;let the Lord rescue him.Let him deliver him,since he delights in him.”","26":"The poor will eat and be satisfied;they who seek the Lord will praise him—may your hearts live forever!","14":"I am poured out like water,and all my bones are out of joint.My heart has turned to wax;it has melted away within me.","22":"I will declare your name to my brothers;in the congregation I will praise you.","28":"for dominion belongs to the Lordand he rules over the nations.","25":"From you comes the theme of my praise in the great assembly;before those who fear you will I fulfill my vows.","9":"Yet you brought me out of the womb;you made me trust in youeven at my mother’s breast.","15":"My strength is dried up like a potsherd,and my tongue sticks to the roof of my mouth;you lay me in the dust of death.","21":"Rescue me from the mouth of the lions;save me from the horns of the wild oxen.","24":"For he has not despised or disdainedthe suffering of the afflicted one;he has not hidden his face from himbut has listened to his cry for help.","16":"Dogs have surrounded me;a band of evil men has encircled me,they have pierced my hands and my feet.","7":"All who see me mock me;they hurl insults, shaking their heads:","2":"O my God, I cry out by day, but you do not answer,by night, and am not silent.","6":"But I am a worm and not a man,scorned by men and despised by the people.","31":"They will proclaim his righteousnessto a people yet unborn—for he has done it."},"44":{"16":"at the taunts of those who reproach and revile me,because of the enemy, who is bent on revenge.","3":"It was not by their sword that they won the land,nor did their arm bring them victory;it was your right hand, your arm,and the light of your face, for you loved them.","5":"Through you we push back our enemies;through your name we trample our foes.","21":"would not God have discovered it,since he knows the secrets of the heart?","18":"Our hearts had not turned back;our feet had not strayed from your path.","12":"You sold your people for a pittance,gaining nothing from their sale.","10":"You made us retreat before the enemy,and our adversaries have plundered us.","2":"With your hand you drove out the nationsand planted our fathers;you crushed the peoplesand made our fathers flourish.","22":"Yet for your sake we face death all day long;we are considered as sheep to be slaughtered.","8":"In God we make our boast all day long,and we will praise your name forever. Selah","17":"All this happened to us,though we had not forgotten youor been false to your covenant.","11":"You gave us up to be devoured like sheepand have scattered us among the nations.","1":"Psalm 44For the director of music. Of the Sons of Korah. A maskil.We have heard with our ears, O God;our fathers have told uswhat you did in their days,in days long ago.","9":"But now you have rejected and humbled us;you no longer go out with our armies.","24":"Why do you hide your faceand forget our misery and oppression?","14":"You have made us a byword among the nations;the peoples shake their heads at us.","7":"but you give us victory over our enemies,you put our adversaries to shame.","15":"My disgrace is before me all day long,and my face is covered with shame","20":"If we had forgotten the name of our Godor spread out our hands to a foreign god,","25":"We are brought down to the dust;our bodies cling to the ground.","23":"Awake, O Lord! Why do you sleep?Rouse yourself! Do not reject us forever.","6":"I do not trust in my bow,my sword does not bring me victory;","4":"You are my King and my God,who decrees victories for Jacob.","19":"But you crushed us and made us a haunt for jackalsand covered us over with deep darkness.","13":"You have made us a reproach to our neighbors,the scorn and derision of those around us.","26":"Rise up and help us;redeem us because of your unfailing love."},"109":{"11":"May a creditor seize all he has;may strangers plunder the fruits of his labor.","3":"With words of hatred they surround me;they attack me without cause.","20":"May this be the Lord’s payment to my accusers,to those who speak evil of me.","12":"May no one extend kindness to himor take pity on his fatherless children.","10":"May his children be wandering beggars;may they be driven from their ruined homes.","17":"He loved to pronounce a curse—may it come on him;he found no pleasure in blessing—may it be far from him.","13":"May his descendants be cut off,their names blotted out from the next generation.","27":"Let them know that it is your hand,that you, O Lord, have done it.","30":"With my mouth I will greatly extol the Lord;in the great throng I will praise him.","18":"He wore cursing as his garment;it entered into his body like water,into his bones like oil.","29":"My accusers will be clothed with disgraceand wrapped in shame as in a cloak.","23":"I fade away like an evening shadow;I am shaken off like a locust.","19":"May it be like a cloak wrapped about him,like a belt tied forever around him.","1":"Psalm 109For the director of music. Of David. A psalm.O God, whom I praise,do not remain silent,","5":"They repay me evil for good,and hatred for my friendship.","4":"In return for my friendship they accuse me,but I am a man of prayer.","8":"May his days be few;may another take his place of leadership.","26":"Help me, O Lord my God;save me in accordance with your love.","14":"May the iniquity of his fathers be remembered before the Lord;may the sin of his mother never be blotted out.","22":"For I am poor and needy,and my heart is wounded within me.","28":"They may curse, but you will bless;when they attack they will be put to shame,but your servant will rejoice.","25":"I am an object of scorn to my accusers;when they see me, they shake their heads.","9":"May his children be fatherlessand his wife a widow.","15":"May their sins always remain before the Lord,that he may cut off the memory of them from the earth.","21":"But you, O Sovereign Lord,deal well with me for your name’s sake;out of the goodness of your love, deliver me.","24":"My knees give way from fasting;my body is thin and gaunt.","16":"For he never thought of doing a kindness,but hounded to death the poorand the needy and the brokenhearted.","7":"When he is tried, let him be found guilty,and may his prayers condemn him.","2":"for wicked and deceitful menhave opened their mouths against me;they have spoken against me with lying tongues.","6":"Appoint an evil man to oppose him;let an accuser stand at his right hand.","31":"For he stands at the right hand of the needy one,to save his life from those who condemn him."},"61":{"7":"May he be enthroned in God’s presence forever;appoint your love and faithfulness to protect him.","3":"For you have been my refuge,a strong tower against the foe.","2":"From the ends of the earth I call to you,I call as my heart grows faint;lead me to the rock that is higher than I.","1":"Psalm 61For the director of music. With stringed instruments. Of David.Hear my cry, O God;listen to my prayer.","4":"I long to dwell in your tent foreverand take refuge in the shelter of your wings. Selah","6":"Increase the days of the king’s life,his years for many generations.","5":"For you have heard my vows, O God;you have given me the heritage of those who fear your name.","8":"Then will I ever sing praise to your nameand fulfill my vows day after day."},"15":{"2":"He whose walk is blamelessand who does what is righteous,who speaks the truth from his heart","4":"who despises a vile manbut honors those who fear the Lord,who keeps his oatheven when it hurts,","5":"who lends his money without usuryand does not accept a bribe against the innocent.He who does these thingswill never be shaken.","1":"Psalm 15A psalm of David.Lord, who may dwell in your sanctuary?Who may live on your holy hill?","3":"and has no slander on his tongue,who does his neighbor no wrongand casts no slur on his fellowman,"},"140":{"3":"They make their tongues as sharp as a serpent’s;the poison of vipers is on their lips. Selah","5":"Proud men have hidden a snare for me;they have spread out the cords of their netand have set traps for me along my path. Selah","12":"I know that the Lord secures justice for the poorand upholds the cause of the needy.","10":"Let burning coals fall upon them;may they be thrown into the fire,into miry pits, never to rise.","2":"who devise evil plans in their heartsand stir up war every day.","8":"do not grant the wicked their desires, O Lord;do not let their plans succeed,or they will become proud. Selah","11":"Let slanderers not be established in the land;may disaster hunt down men of violence.","1":"Psalm 140For the director of music. A psalm of David.Rescue me, O Lord, from evil men;protect me from men of violence,","9":"Let the heads of those who surround mebe covered with the trouble their lips have caused.","7":"O Sovereign Lord, my strong deliverer,who shields my head in the day of battle—","6":"O Lord, I say to you, “You are my God.”Hear, O Lord, my cry for mercy.","4":"Keep me, O Lord, from the hands of the wicked;protect me from men of violencewho plan to trip my feet.","13":"Surely the righteous will praise your nameand the upright will live before you."},"86":{"16":"Turn to me and have mercy on me;grant your strength to your servantand save the son of your maidservant.","3":"Have mercy on me, O Lord,for I call to you all day long.","5":"You are forgiving and good, O Lord,abounding in love to all who call to you.","12":"I will praise you, O Lord my God, with all my heart;I will glorify your name forever.","10":"For you are great and do marvelous deeds;you alone are God.","2":"Guard my life, for I am devoted to you.You are my God; save your servantwho trusts in you.","8":"Among the gods there is none like you, O Lord;no deeds can compare with yours.","17":"Give me a sign of your goodness,that my enemies may see it and be put to shame,for you, O Lord, have helped me and comforted me.","11":"Teach me your way, O Lord,and I will walk in your truth;give me an undivided heart,that I may fear your name.","1":"Psalm 86A prayer of David.Hear, O Lord, and answer me,for I am poor and needy.","9":"All the nations you have madewill come and worship before you, O Lord;they will bring glory to your name.","14":"The arrogant are attacking me, O God;a band of ruthless men seeks my life—men without regard for you.","7":"In the day of my trouble I will call to you,for you will answer me.","15":"But you, O Lord, are a compassionate and gracious God,slow to anger, abounding in love and faithfulness.","6":"Hear my prayer, O Lord;listen to my cry for mercy.","4":"Bring joy to your servant,for to you, O Lord,I lift up my soul.","13":"For great is your love toward me;you have delivered me from the depths of the grave."},"26":{"7":"proclaiming aloud your praiseand telling of all your wonderful deeds.","9":"Do not take away my soul along with sinners,my life with bloodthirsty men,","10":"in whose hands are wicked schemes,whose right hands are full of bribes.","3":"for your love is ever before me,and I walk continually in your truth.","11":"But I lead a blameless life;redeem me and be merciful to me.","2":"Test me, O Lord, and try me,examine my heart and my mind;","1":"Psalm 26Of David.Vindicate me, O Lord,for I have led a blameless life;I have trusted in the Lordwithout wavering.","12":"My feet stand on level ground;in the great assembly I will praise the Lord.","4":"I do not sit with deceitful men,nor do I consort with hypocrites;","6":"I wash my hands in innocence,and go about your altar, O Lord,","5":"I abhor the assembly of evildoersand refuse to sit with the wicked.","8":"I love the house where you live, O Lord,the place where your glory dwells."},"138":{"7":"Though I walk in the midst of trouble,you preserve my life;you stretch out your hand against the anger of my foes,with your right hand you save me.","3":"When I called, you answered me;you made me bold and stouthearted.","2":"I will bow down toward your holy templeand will praise your namefor your love and your faithfulness,for you have exalted above all thingsyour name and your word.","1":"Psalm 138Of David.I will praise you, O Lord, with all my heart;before the “gods” I will sing your praise.","4":"May all the kings of the earth praise you, O Lord,when they hear the words of your mouth.","6":"Though the Lord is on high, he looks upon the lowly,but the proud he knows from afar.","5":"May they sing of the ways of the Lord,for the glory of the Lord is great.","8":"The Lord will fulfill his purpose for me;your love, O Lord, endures forever—do not abandon the works of your hands."},"36":{"7":"How priceless is your unfailing love!Both high and low among menfind refuge in the shadow of your wings.","9":"For with you is the fountain of life;in your light we see light.","10":"Continue your love to those who know you,your righteousness to the upright in heart.","3":"The words of his mouth are wicked and deceitful;he has ceased to be wise and to do good.","11":"May the foot of the proud not come against me,nor the hand of the wicked drive me away.","2":"For in his own eyes he flatters himselftoo much to detect or hate his sin.","1":"Psalm 36For the director of music. Of David the servant of the Lord.An oracle is within my heartconcerning the sinfulness of the wicked:There is no fear of Godbefore his eyes.","12":"See how the evildoers lie fallen—thrown down, not able to rise!","4":"Even on his bed he plots evil;he commits himself to a sinful courseand does not reject what is wrong.","6":"Your righteousness is like the mighty mountains,your justice like the great deep.O Lord, you preserve both man and beast.","5":"Your love, O Lord, reaches to the heavens,your faithfulness to the skies.","8":"They feast on the abundance of your house;you give them drink from your river of delights."},"38":{"16":"For I said, “Do not let them gloator exalt themselves over me when my foot slips.”","3":"Because of your wrath there is no health in my body;my bones have no soundness because of my sin.","5":"My wounds fester and are loathsomebecause of my sinful folly.","21":"O Lord, do not forsake me;be not far from me, O my God.","18":"I confess my iniquity;I am troubled by my sin.","12":"Those who seek my life set their traps,those who would harm me talk of my ruin;all day long they plot deception.","10":"My heart pounds, my strength fails me;even the light has gone from my eyes.","2":"For your arrows have pierced me,and your hand has come down upon me.","22":"Come quickly to help me,O Lord my Savior.","8":"I am feeble and utterly crushed;I groan in anguish of heart.","17":"For I am about to fall,and my pain is ever with me.","11":"My friends and companions avoid me because of my wounds;my neighbors stay far away.","1":"Psalm 38A psalm of David. A petition.O Lord, do not rebuke me in your angeror discipline me in your wrath.","9":"All my longings lie open before you, O Lord;my sighing is not hidden from you.","14":"I have become like a man who does not hear,whose mouth can offer no reply.","7":"My back is filled with searing pain;there is no health in my body.","15":"I wait for you, O Lord;you will answer, O Lord my God.","20":"Those who repay my good with evilslander me when I pursue what is good.","6":"I am bowed down and brought very low;all day long I go about mourning.","4":"My guilt has overwhelmed melike a burden too heavy to bear.","19":"Many are those who are my vigorous enemies;those who hate me without reason are numerous.","13":"I am like a deaf man, who cannot hear,like a mute, who cannot open his mouth;"},"7":{"16":"The trouble he causes recoils on himself;his violence comes down on his own head.","3":"O Lord my God, if I have done thisand there is guilt on my hands—","5":"then let my enemy pursue and overtake me;let him trample my life to the groundand make me sleep in the dust. Selah","12":"If he does not relent,he will sharpen his sword;he will bend and string his bow.","10":"My shield is God Most High,who saves the upright in heart.","2":"or they will tear me like a lionand rip me to pieces with no one to rescue me.","8":"let the Lord judge the peoples.Judge me, O Lord, according to my righteousness,according to my integrity, O Most High.","17":"I will give thanks to the Lord because of his righteousnessand will sing praise to the name of the Lord Most High.","11":"God is a righteous judge,a God who expresses his wrath every day.","1":"Psalm 7A shiggaion of David, which he sang to the Lord concerning Cush, a Benjamite.O Lord my God, I take refuge in you;save and deliver me from all who pursue me,","9":"O righteous God,who searches minds and hearts,bring to an end the violence of the wickedand make the righteous secure.","14":"He who is pregnant with eviland conceives trouble gives birth to disillusionment.","7":"Let the assembled peoples gather around you.Rule over them from on high;","15":"He who digs a hole and scoops it outfalls into the pit he has made.","6":"Arise, O Lord, in your anger;rise up against the rage of my enemies.Awake, my God; decree justice.","4":"if I have done evil to him who is at peace with meor without cause have robbed my foe—","13":"He has prepared his deadly weapons;he makes ready his flaming arrows."},"63":{"7":"Because you are my help,I sing in the shadow of your wings.","9":"They who seek my life will be destroyed;they will go down to the depths of the earth.","10":"They will be given over to the swordand become food for jackals.","3":"Because your love is better than life,my lips will glorify you.","11":"But the king will rejoice in God;all who swear by God’s name will praise him,while the mouths of liars will be silenced.","2":"I have seen you in the sanctuaryand beheld your power and your glory.","1":"Psalm 63A psalm of David. When he was in the Desert of Judah.O God, you are my God,earnestly I seek you;my soul thirsts for you,my body longs for you,in a dry and weary landwhere there is no water.","4":"I will praise you as long as I live,and in your name I will lift up my hands.","6":"On my bed I remember you;I think of you through the watches of the night.","5":"My soul will be satisfied as with the richest of foods;with singing lips my mouth will praise you.","8":"My soul clings to you;your right hand upholds me."},"124":{"7":"We have escaped like a birdout of the fowler’s snare;the snare has been broken,and we have escaped.","3":"when their anger flared against us,they would have swallowed us alive;","2":"if the Lord had not been on our sidewhen men attacked us,","1":"Psalm 124A song of ascents. Of David.If the Lord had not been on our side—let Israel say—","4":"the flood would have engulfed us,the torrent would have swept over us,","6":"Praise be to the Lord,who has not let us be torn by their teeth.","5":"the raging waterswould have swept us away.","8":"Our help is in the name of the Lord,the Maker of heaven and earth."},"148":{"3":"Praise him, sun and moon,praise him, all you shining stars.","5":"Let them praise the name of the Lord,for he commanded and they were created.","12":"young men and maidens,old men and children.","10":"wild animals and all cattle,small creatures and flying birds,","2":"Praise him, all his angels,praise him, all his heavenly hosts.","8":"lightning and hail, snow and clouds,stormy winds that do his bidding,","11":"kings of the earth and all nations,you princes and all rulers on earth,","1":"Psalm 148Praise the Lord.Praise the Lord from the heavens,praise him in the heights above.","9":"you mountains and all hills,fruit trees and all cedars,","14":"He has raised up for his people a horn,the praise of all his saints,of Israel, the people close to his heart.Praise the Lord.","7":"Praise the Lord from the earth,you great sea creatures and all ocean depths,","6":"He set them in place for ever and ever;he gave a decree that will never pass away.","4":"Praise him, you highest heavensand you waters above the skies.","13":"Let them praise the name of the Lord,for his name alone is exalted;his splendor is above the earth and the heavens."},"95":{"7":"for he is our Godand we are the people of his pasture,the flock under his care.Today, if you hear his voice,","9":"where your fathers tested and tried me,though they had seen what I did.","10":"For forty years I was angry with that generation;I said, “They are a people whose hearts go astray,and they have not known my ways.”","3":"For the Lord is the great God,the great King above all gods.","11":"So I declared on oath in my anger,“They shall never enter my rest.”","2":"Let us come before him with thanksgivingand extol him with music and song.","1":"Psalm 95Come, let us sing for joy to the Lord;let us shout aloud to the Rock of our salvation.","4":"In his hand are the depths of the earth,and the mountain peaks belong to him.","6":"Come, let us bow down in worship,let us kneel before the Lord our Maker;","5":"The sea is his, for he made it,and his hands formed the dry land.","8":"do not harden your hearts as you did at Meribah,as you did that day at Massah in the desert,"}}}