{"translationKey":"niv","translation":"NIV","book":"Song of Songs","bookSlug":"song-of-songs","chapters":{"7":{"3":"Your breasts are like two fawns,twins of a gazelle.","5":"Your head crowns you like Mount Carmel.Your hair is like royal tapestry;the king is held captive by its tresses.","12":"Let us go early to the vineyardsto see if the vines have budded,if their blossoms have opened,and if the pomegranates are in bloom—there I will give you my love.","10":"I belong to my lover,and his desire is for me.","2":"Your navel is a rounded gobletthat never lacks blended wine.Your waist is a mound of wheatencircled by lilies.","8":"I said, “I will climb the palm tree;I will take hold of its fruit.”May your breasts be like the clusters of the vine,the fragrance of your breath like apples,","11":"Come, my lover, let us go to the countryside,let us spend the night in the villages.","1":"How beautiful your sandaled feet,O prince’s daughter!Your graceful legs are like jewels,the work of a craftsman’s hands.","9":"and your mouth like the best wine.BelovedMay the wine go straight to my lover,flowing gently over lips and teeth.","7":"Your stature is like that of the palm,and your breasts like clusters of fruit.","6":"How beautiful you are and how pleasing,O love, with your delights!","4":"Your neck is like an ivory tower.Your eyes are the pools of Heshbonby the gate of Bath Rabbim.Your nose is like the tower of Lebanonlooking toward Damascus.","13":"The mandrakes send out their fragrance,and at our door is every delicacy,both new and old,that I have stored up for you, my lover."},"3":{"7":"Look! It is Solomon’s carriage,escorted by sixty warriors,the noblest of Israel,","9":"King Solomon made for himself the carriage;he made it of wood from Lebanon.","10":"Its posts he made of silver,its base of gold.Its seat was upholstered with purple,its interior lovingly inlaidby the daughters of Jerusalem.","3":"The watchmen found meas they made their rounds in the city.“Have you seen the one my heart loves?”","11":"Come out, you daughters of Zion,and look at King Solomon wearing the crown,the crown with which his mother crowned himon the day of his wedding,the day his heart rejoiced.","2":"I will get up now and go about the city,through its streets and squares;I will search for the one my heart loves.So I looked for him but did not find him.","1":"All night long on my bedI looked for the one my heart loves;I looked for him but did not find him.","4":"Scarcely had I passed themwhen I found the one my heart loves.I held him and would not let him gotill I had brought him to my mother’s house,to the room of the one who conceived me.","6":"Who is this coming up from the desertlike a column of smoke,perfumed with myrrh and incensemade from all the spices of the merchant?","5":"Daughters of Jerusalem, I charge youby the gazelles and by the does of the field:Do not arouse or awaken loveuntil it so desires.","8":"all of them wearing the sword,all experienced in battle,each with his sword at his side,prepared for the terrors of the night."},"2":{"16":"BelovedMy lover is mine and I am his;he browses among the lilies.","3":"BelovedLike an apple tree among the trees of the forestis my lover among the young men.I delight to sit in his shade,and his fruit is sweet to my taste.","5":"Strengthen me with raisins,refresh me with apples,for I am faint with love.","12":"Flowers appear on the earth;the season of singing has come,the cooing of dovesis heard in our land.","10":"My lover spoke and said to me,“Arise, my darling,my beautiful one, and come with me.","2":"LoverLike a lily among thornsis my darling among the maidens.","8":"Listen! My lover!Look! Here he comes,leaping across the mountains,bounding over the hills.","17":"Until the day breaksand the shadows flee,turn, my lover,and be like a gazelleor like a young stagon the rugged hills.","11":"See! The winter is past;the rains are over and gone.","1":"BelovedI am a rose of Sharon,a lily of the valleys.","9":"My lover is like a gazelle or a young stag.Look! There he stands behind our wall,gazing through the windows,peering through the lattice.","14":"LoverMy dove in the clefts of the rock,in the hiding places on the mountainside,show me your face,let me hear your voice;for your voice is sweet,and your face is lovely.","7":"Daughters of Jerusalem, I charge youby the gazelles and by the does of the field:Do not arouse or awaken loveuntil it so desires.","15":"Catch for us the foxes,the little foxesthat ruin the vineyards,our vineyards that are in bloom.","6":"His left arm is under my head,and his right arm embraces me.","4":"He has taken me to the banquet hall,and his banner over me is love.","13":"The fig tree forms its early fruit;the blossoming vines spread their fragrance.Arise, come, my darling;my beautiful one, come with me.”"},"1":{"16":"BelovedHow handsome you are, my lover!Oh, how charming!And our bed is verdant.","3":"Pleasing is the fragrance of your perfumes;your name is like perfume poured out.No wonder the maidens love you!","5":"Dark am I, yet lovely,O daughters of Jerusalem,dark like the tents of Kedar,like the tent curtains of Solomon.","12":"BelovedWhile the king was at his table,my perfume spread its fragrance.","10":"Your cheeks are beautiful with earrings,your neck with strings of jewels.","2":"BelovedLet him kiss me with the kisses of his mouth—for your love is more delightful than wine.","8":"FriendsIf you do not know, most beautiful of women,follow the tracks of the sheepand graze your young goatsby the tents of the shepherds.","17":"LoverThe beams of our house are cedars;our rafters are firs.","11":"We will make you earrings of gold,studded with silver.","1":"Solomon’s Song of Songs.","9":"LoverI liken you, my darling, to a mareharnessed to one of the chariots of Pharaoh.","14":"My lover is to me a cluster of henna blossomsfrom the vineyards of En Gedi.","7":"Tell me, you whom I love, where you graze your flockand where you rest your sheep at midday.Why should I be like a veiled womanbeside the flocks of your friends?","15":"LoverHow beautiful you are, my darling!Oh, how beautiful!Your eyes are doves.","6":"Do not stare at me because I am dark,because I am darkened by the sun.My mother’s sons were angry with meand made me take care of the vineyards;my own vineyard I have neglected.","4":"Take me away with you—let us hurry!Let the king bring me into his chambers.FriendsWe rejoice and delight in you;we will praise your love more than wine.BelovedHow right they are to adore you!","13":"My lover is to me a sachet of myrrhresting between my breasts."},"4":{"16":"BelovedAwake, north wind,and come, south wind!Blow on my garden,that its fragrance may spread abroad.Let my lover come into his gardenand taste its choice fruits.","3":"Your lips are like a scarlet ribbon;your mouth is lovely.Your temples behind your veilare like the halves of a pomegranate.","5":"Your two breasts are like two fawns,like twin fawns of a gazellethat browse among the lilies.","12":"You are a garden locked up, my sister, my bride;you are a spring enclosed, a sealed fountain.","10":"How delightful is your love, my sister, my bride!How much more pleasing is your love than wine,and the fragrance of your perfume than any spice!","2":"Your teeth are like a flock of sheep just shorn,coming up from the washing.Each has its twin;not one of them is alone.","8":"Come with me from Lebanon, my bride,come with me from Lebanon.Descend from the crest of Amana,from the top of Senir, the summit of Hermon,from the lions’ densand the mountain haunts of the leopards.","11":"Your lips drop sweetness as the honeycomb, my bride;milk and honey are under your tongue.The fragrance of your garments is like that of Lebanon.","1":"LoverHow beautiful you are, my darling!Oh, how beautiful!Your eyes behind your veil are doves.Your hair is like a flock of goatsdescending from Mount Gilead.","9":"You have stolen my heart, my sister, my bride;you have stolen my heartwith one glance of your eyes,with one jewel of your necklace.","14":"nard and saffron,calamus and cinnamon,with every kind of incense tree,with myrrh and aloesand all the finest spices.","7":"All beautiful you are, my darling;there is no flaw in you.","15":"You are a garden fountain,a well of flowing waterstreaming down from Lebanon.","6":"Until the day breaksand the shadows flee,I will go to the mountain of myrrhand to the hill of incense.","4":"Your neck is like the tower of David,built with elegance;on it hang a thousand shields,all of them shields of warriors.","13":"Your plants are an orchard of pomegranateswith choice fruits,with henna and nard,"},"6":{"3":"I am my lover’s and my lover is mine;he browses among the lilies.","5":"Turn your eyes from me;they overwhelm me.Your hair is like a flock of goatsdescending from Gilead.","12":"Before I realized it,my desire set me among the royal chariots of my people.","10":"FriendsWho is this that appears like the dawn,fair as the moon, bright as the sun,majestic as the stars in procession?","2":"BelovedMy lover has gone down to his garden,to the beds of spices,to browse in the gardensand to gather lilies.","8":"Sixty queens there may be,and eighty concubines,and virgins beyond number;","11":"LoverI went down to the grove of nut treesto look at the new growth in the valley,to see if the vines had buddedor the pomegranates were in bloom.","1":"FriendsWhere has your lover gone,most beautiful of women?Which way did your lover turn,that we may look for him with you?","9":"but my dove, my perfect one, is unique,the only daughter of her mother,the favorite of the one who bore her.The maidens saw her and called her blessed;the queens and concubines praised her.","7":"Your temples behind your veilare like the halves of a pomegranate.","6":"Your teeth are like a flock of sheepcoming up from the washing.Each has its twin,not one of them is alone.","4":"LoverYou are beautiful, my darling, as Tirzah,lovely as Jerusalem,majestic as troops with banners.","13":"FriendsCome back, come back, O Shulammite;come back, come back, that we may gaze on you!LoverWhy would you gaze on the Shulammiteas on the dance of Mahanaim?"},"5":{"16":"His mouth is sweetness itself;he is altogether lovely.This is my lover, this my friend,O daughters of Jerusalem.","3":"I have taken off my robe—must I put it on again?I have washed my feet—must I soil them again?","5":"I arose to open for my lover,and my hands dripped with myrrh,my fingers with flowing myrrh,on the handles of the lock.","12":"His eyes are like dovesby the water streams,washed in milk,mounted like jewels.","10":"BelovedMy lover is radiant and ruddy,outstanding among ten thousand.","2":"BelovedI slept but my heart was awake.Listen! My lover is knocking:“Open to me, my sister, my darling,my dove, my flawless one.My head is drenched with dew,my hair with the dampness of the night.”","8":"O daughters of Jerusalem, I charge you—if you find my lover,what will you tell him?Tell him I am faint with love.","11":"His head is purest gold;his hair is wavyand black as a raven.","1":"LoverI have come into my garden, my sister, my bride;I have gathered my myrrh with my spice.I have eaten my honeycomb and my honey;I have drunk my wine and my milk.FriendsEat, O friends, and drink;drink your fill, O lovers.","9":"FriendsHow is your beloved better than others,most beautiful of women?How is your beloved better than others,that you charge us so?","14":"His arms are rods of goldset with chrysolite.His body is like polished ivorydecorated with sapphires.","7":"The watchmen found meas they made their rounds in the city.They beat me, they bruised me;they took away my cloak,those watchmen of the walls!","15":"His legs are pillars of marbleset on bases of pure gold.His appearance is like Lebanon,choice as its cedars.","6":"I opened for my lover,but my lover had left; he was gone.My heart sank at his departure.I looked for him but did not find him.I called him but he did not answer.","4":"My lover thrust his hand through the latch-opening;my heart began to pound for him.","13":"His cheeks are like beds of spiceyielding perfume.His lips are like liliesdripping with myrrh."},"8":{"3":"His left arm is under my headand his right arm embraces me.","5":"FriendsWho is this coming up from the desertleaning on her lover?BelovedUnder the apple tree I roused you;there your mother conceived you,there she who was in labor gave you birth.","12":"But my own vineyard is mine to give;the thousand shekels are for you, O Solomon,and two hundred are for those who tend its fruit.","10":"BelovedI am a wall,and my breasts are like towers.Thus I have become in his eyeslike one bringing contentment.","2":"I would lead youand bring you to my mother’s house—she who has taught me.I would give you spiced wine to drink,the nectar of my pomegranates.","8":"FriendsWe have a young sister,and her breasts are not yet grown.What shall we do for our sisterfor the day she is spoken for?","11":"Solomon had a vineyard in Baal Hamon;he let out his vineyard to tenants.Each was to bring for its fruita thousand shekels of silver.","1":"If only you were to me like a brother,who was nursed at my mother’s breasts!Then, if I found you outside,I would kiss you,and no one would despise me.","9":"If she is a wall,we will build towers of silver on her.If she is a door,we will enclose her with panels of cedar.","14":"BelovedCome away, my lover,and be like a gazelleor like a young stagon the spice-laden mountains.","7":"Many waters cannot quench love;rivers cannot wash it away.If one were to giveall the wealth of his house for love,it would be utterly scorned.","6":"Place me like a seal over your heart,like a seal on your arm;for love is as strong as death,its jealousy unyielding as the grave.It burns like blazing fire,like a mighty flame.","4":"Daughters of Jerusalem, I charge you:Do not arouse or awaken loveuntil it so desires.","13":"LoverYou who dwell in the gardenswith friends in attendance,let me hear your voice!"}}}